{
  "month": "jan",
  "day": 1,
  "holidays": [
    {
      "title": "Apple Gifting Day",
      "description": null
    },
    {
      "title": "Commitment Day",
      "description": "What promises have you made? It’s time to make them binding!"
    },
    {
      "title": "Copyright Law Day",
      "description": "Let’s celebrate a set of laws that ensures our creations are not misappropriated."
    },
    {
      "title": "Ellis Island Day",
      "description": "Let’s celebrate the monumental contribution of immigrants to the development of the United States."
    },
    {
      "title": "Euro Day",
      "description": "Let’s celebrate one of the world’s most valuable currencies, along with the new year, of course."
    },
    {
      "title": "First-Foot Day",
      "description": "Observe the custom of first-footing; be the first to step foot in your home."
    },
    {
      "title": "Global Family Day",
      "description": "Did you know Global Family Day is an essential step towards world peace?"
    },
    {
      "title": "Haitian Independence Day",
      "description": "Come along with us as we travel back in time to pre-colonial Haiti."
    },
    {
      "title": "International Public Domain Day",
      "description": "When the copyright of an artwork ends, it becomes the property of the public."
    },
    {
      "title": "Mummer&#39;s Parade",
      "description": "Put on your best costume; we’re getting ready to go fully festive at the Mummer’s Parade!"
    },
    {
      "title": "National Bloody Mary Day",
      "description": "The famous cocktail consists of vodka, tomato juice, lemon juice, Worcestershire, cayenne, and salt."
    },
    {
      "title": "National Hangover Day",
      "description": "New Year&#39;s Day turns into National Hangover Day, read on for some tips on how to feel better."
    },
    {
      "title": "National Shepherd Day",
      "description": "Let’s all set everything aside to celebrate that remarkable Shepherd in our lives!"
    },
    {
      "title": "New Year&#39;s Day",
      "description": "New Year&#39;s Day is about taking a moment to get ready for everything that is about to unfold."
    },
    {
      "title": "New Year’s Dishonor List Day",
      "description": "Today, words and phrases that have become overused are voted for removal from the English Language."
    },
    {
      "title": "Polar Bear Plunge Day",
      "description": "Nothing like plunging into icy waters to celebrate the first day of the New Year."
    },
    {
      "title": "Public Domain Day",
      "description": "Look out for your favorite piece of historic work that becomes public domain this year."
    },
    {
      "title": "Ring a Bell Day",
      "description": "Dive in to discover more about this holiday and, quite literally, ring a bell."
    },
    {
      "title": "Rose Bowl Game",
      "description": "Get your football outfits ready as we gear up to celebrate &#34;The Granddaddy of Them All!&#34;"
    },
    {
      "title": "Solemnity of Mary",
      "description": "It is the eighth day of Christmastide and is a feast to celebrate Mary’s motherhood."
    },
    {
      "title": "Sudan Independence Day",
      "description": "Get ready for some history lessons about an amazing nation and how they got their independence."
    },
    {
      "title": "Tournament of Roses Parade",
      "description": "Celebrate the New Year with the entire family by attending the famous Tournament of Roses Parade!"
    },
    {
      "title": "Triumph of the Revolution",
      "description": "Raise your Cuban flags and show some marxism as we celebrate this historic day."
    },
    {
      "title": "Universal Hour of Peace",
      "description": "Learn how to contribute toward peacebuilding in your community."
    },
    {
      "title": "World Day of Peace",
      "description": "Light your candles in hope, as we celebrate the planet’s most sought-after thing: Peace."
    },
    {
      "title": "Z Day",
      "description": "For a change and to honor the alphabet, allow the letter Z to come first."
    },
    {
      "title": "George Washington Carver’s Birthday",
      "description": "Get the most exciting facts about the African-American botanist and inventor who changed the world."
    },
    {
      "title": "Morris Chestnut’s Birthday",
      "description": "We have everything you need to know about the versatile actor, author, and producer, Morris Chestnut."
    },
    {
      "title": "Poppy’s Birthday",
      "description": "This multi-talented singer, actress, and YouTuber shows us that weird is the new cool."
    }
  ]
}
