{
  "month": "jan",
  "day": 3,
  "holidays": [
    {
      "title": "Drinking Straw Day",
      "description": null
    },
    {
      "title": "Earth at Perihelion",
      "description": "Get your sunglasses on and bask in all our information about Earth at Perihelion!"
    },
    {
      "title": "Festival of Sleep Day",
      "description": "Cancel those plans and plump your pillow, we’ve got the dreamiest ideas for catching some ZZZZs."
    },
    {
      "title": "Fruitcake Toss Day",
      "description": "If you’re not going to eat that fruitcake, you might as well toss it."
    },
    {
      "title": "Humiliation Day",
      "description": "Let your pride go and be free to accept other people and their differences."
    },
    {
      "title": "International Mind-Body Wellness Day",
      "description": "January 3 is International Mind-Body Wellness Day, an opportunity to celebrate how a healthy mind and healthy emotions means a healthy body! The mind, body…"
    },
    {
      "title": "JRR Tolkien Day",
      "description": "It&#39;s “The Lord of the Rings” author’s birthday and you’re encouraged to toast him in celebration!"
    },
    {
      "title": "Mahayana New Year",
      "description": "Celebrating one of the main branches of Buddhism."
    },
    {
      "title": "Memento Mori &#34;Remember You Die&#34; Day",
      "description": "Memento Mori “Remember You Die” Day has finally arrived. So, what’s your next move?"
    },
    {
      "title": "National Chocolate Covered Cherry Day",
      "description": "The luscious confection brightens our outlook for whatever waits for us in the new year ahead."
    },
    {
      "title": "National Write to Congress Day",
      "description": "Congress should represent their constituents’ best interests, so write to remind them today."
    },
    {
      "title": "Perihelion Day",
      "description": "Gear up for this natural event that brings us closest to the sun."
    },
    {
      "title": "Women Rock! Day",
      "description": "Prepare to headbang to oblivion in honor of the women who rocked rock and roll."
    },
    {
      "title": "Katie McGrath’s Birthday",
      "description": "She is blessed with amazing beauty, as well as a sheer talent for acting."
    },
    {
      "title": "Então Roberta?’s Birthday",
      "description": "She is a social media personality and a YouTube sensation with close to a million subscribers."
    },
    {
      "title": "Erick Brian Colón’s Birthday",
      "description": "Discover all there is to know about this Latin-American pop singer,  dancer, footballer, and Instagram sensation."
    },
    {
      "title": "Greta Thunberg’s Birthday",
      "description": "So young yet so determined to change the world and make a positive impact."
    },
    {
      "title": "J.R.R. Tolkien’s Birthday",
      "description": "He had the unique ability to bring his characters to life through his crafty storytelling."
    },
    {
      "title": "Katie Thurston’s Birthday",
      "description": "“You don’t [owe] anyone anything. Life is too short. Surround your universe with joy.”— Katie Thurston"
    },
    {
      "title": "Jisoo Kim’s Birthday",
      "description": "This K-pop idol with a massive social media following is adored by her fans."
    },
    {
      "title": "Lloyd Polite’s Birthday",
      "description": "From New Orleans to the Big Apple, this family-loving man never stops pursuing his passion."
    },
    {
      "title": "Mel Gibson’s Birthday",
      "description": "Gibson has been wowing the film industry with his good looks and acting skills for decades."
    },
    {
      "title": "Raegan Revord’s Birthday",
      "description": "She is talented, has great potential, and has a long and successful career ahead."
    }
  ]
}
