{
  "month": "jan",
  "day": 4,
  "holidays": [
    {
      "title": "National Trivia Day",
      "description": null
    },
    {
      "title": "Dimpled Chad Day",
      "description": "Learn all about Dimpled Chad Day by rewinding the clock to the tumultuous 2000 presidential election."
    },
    {
      "title": "Earth at Perihelion",
      "description": "Get your sunglasses on and bask in all our information about Earth at Perihelion!"
    },
    {
      "title": "Free Flower Basket Day",
      "description": "Go on, give baskets full of beautiful flowers to your adored and beloved ones."
    },
    {
      "title": "National CanDo Day",
      "description": "Celebrate National CanDo Day by striving to be better and more focused."
    },
    {
      "title": "National Clara Day",
      "description": "Happy National Clara Day! Clara, your name is in the bright lights on this special day."
    },
    {
      "title": "National Missouri Day",
      "description": "It’s that time of year when the ‘Show-Me’ state has something to show, will you observe?"
    },
    {
      "title": "National Rachel Day",
      "description": "Learn about the historical origins of Rachel and the name’s popularity over the years."
    },
    {
      "title": "National Spaghetti Day",
      "description": "A big bowl of noodle-y, saucy goodness is balm for the soul."
    },
    {
      "title": "Perihelion Day",
      "description": "Gear up for this natural event that brings us closest to the sun."
    },
    {
      "title": "Pop Music Chart Day",
      "description": "Go ahead and crank up the volume &#39;cause it&#39;s time to groove to some pop."
    },
    {
      "title": "Tom Thumb Day",
      "description": "General Tom Thumb — a dwarf actor — took the entertainment industry by storm!"
    },
    {
      "title": "Weigh-In Day",
      "description": "Weigh into the latest fitness and diet routines to recover from the holiday eating period."
    },
    {
      "title": "World Braille Day",
      "description": "Let’s spread awareness about Braille and all other forms of communication that are accessible!"
    },
    {
      "title": "World Hypnotism Day",
      "description": "On the count of three, you’ll be fully ready to celebrate this day with us."
    },
    {
      "title": "Dafne Keen’s Birthday",
      "description": "The opportunities are unlimited for Dafne Keen, a young, brilliant rising star."
    },
    {
      "title": "Isaac Newton’s Birthday",
      "description": "He is arguably the greatest scientist of his generation and his works have shaped modern physics."
    },
    {
      "title": "Jeannie Mai’s Birthday",
      "description": "This Emmy Award-winning host is taking over the entertainment and fashion industry."
    },
    {
      "title": "Kris Bryant’s Birthday",
      "description": "Kris Bryant has shown himself to be worthy of all emulations in baseball."
    },
    {
      "title": "Martell Holt’s Birthday",
      "description": "His success story is a testament to his hard work, determination, and consistency."
    }
  ]
}
