{
  "month": "jan",
  "day": 6,
  "holidays": [
    {
      "title": "Three Kings Day",
      "description": null
    },
    {
      "title": "Apple Tree Day",
      "description": "Celebrate Apple Tree Day and learn about the history of apple cultivation in the U.S."
    },
    {
      "title": "Armenian Christmas",
      "description": "Share the festive cheer this Armenian Christmas with lights, love, and merriment."
    },
    {
      "title": "Day of Los Reyes",
      "description": "Dia de Los Reyes is a Christ-centered celebration of family, love, and sacrificial giving."
    },
    {
      "title": "Dry Bean Day",
      "description": "Let’s celebrate our love for beans. Don’t worry, jelly beans also count."
    },
    {
      "title": "Epiphany",
      "description": "Thought Christmas is over? Epiphany marks the final celebratory day of the Christian holiday season!"
    },
    {
      "title": "National Bean Day",
      "description": "National Bean Day is the perfect excuse to cook our favorite comfort food."
    },
    {
      "title": "National Cuddle Day",
      "description": "It’s a great excuse to warm up by cuddling with those closest to you!"
    },
    {
      "title": "National Davis Day",
      "description": "Calling all Davis’! it’s your turn to get the spotlight as we celebrate your special day."
    },
    {
      "title": "National Samantha Day",
      "description": "No matter the surname or the birthday, what kind of Samantha are you?"
    },
    {
      "title": "National Smith Day",
      "description": "A day dedicated to all the Smiths and celebrated by all the Smith lovers."
    },
    {
      "title": "National Take a Poet to Lunch Day",
      "description": "Get your wallets out and treat your friendly neighborhood poet to a free lunch!"
    },
    {
      "title": "National Take Down the Christmas Tree Day",
      "description": "Waiting for the perfect day to take down your Christmas tree? Well, now you have it."
    },
    {
      "title": "National Walker’s Shortbread Day",
      "description": "Try the irresistible all butter taste of Walker&#39;s Shortbread Today!"
    },
    {
      "title": "Uruguay Children&#39;s Day/Ephiphany",
      "description": "Today we join with the children to celebrate this special day that revolves around receiving gifts."
    },
    {
      "title": "World Day of War Orphans",
      "description": "War affects us all, including children who have to suffer the early pain of parental loss."
    },
    {
      "title": "Arin Hanson’s Birthday",
      "description": "What an endless display of creative skills, abilities, and talent Arin Hanson is!"
    },
    {
      "title": "Eric Trump’s Birthday",
      "description": "For the son of a former president, his wealth and status are highly desirable."
    },
    {
      "title": "Hilaria Thomas Baldwin’s Birthday",
      "description": "Trendsetter, yoga buff, actress, and great mother — a few reasons to love Hilaria Baldwin!"
    },
    {
      "title": "Irina Shayk’s Birthday",
      "description": "Beautiful, talented, and extremely compassionate, the talented Russian supermodel Irina Shayk is just so adorable!"
    },
    {
      "title": "Jay B’s Birthday",
      "description": "There are no limits to success for this multi-talented singer, songwriter, dancer, actor, and model."
    },
    {
      "title": "Joan of Arc’s Birthday",
      "description": "The heroism, martyrdom, courage, and selflessness of Joan of Arc live on."
    },
    {
      "title": "Keyshia Ka&#39;oir’s Birthday",
      "description": "This talented model and entrepreneur can do anything she sets her mind to."
    },
    {
      "title": "MattyB’s Birthday",
      "description": "MattyB is an extraordinary young man who is making a huge impact in the entertainment industry."
    },
    {
      "title": "Norman Reedus’s Birthday",
      "description": "Norman Reedus has various talents. This actor and singer is also a great T.V. host."
    },
    {
      "title": "Ree Drummond’s Birthday",
      "description": "Ree Drummond is by far one of the best bloggers and authors of our time."
    },
    {
      "title": "Rowan Atkinson’s Birthday",
      "description": "This talented comedian, actor, and writer has taught us the value of a good laugh."
    },
    {
      "title": "Tiffany Pollard’s Birthday",
      "description": "This T.V. celebrity has been on numerous television series, gaining fame all around the world."
    }
  ]
}
