{
  "month": "jan",
  "day": 8,
  "holidays": [
    {
      "title": "National Bubble Bath Day",
      "description": null
    },
    {
      "title": "Argyle Day",
      "description": "Diamonds are forever — let’s take a look at the popular argyle pattern and its history."
    },
    {
      "title": "Earth&#39;s Rotation Day",
      "description": "The Earth rotates on an almost-vertical axis every 24 hours, which gives us one Earth day."
    },
    {
      "title": "National English Toffee Day",
      "description": "Enjoy the delicious richness of America’s favorite toffee variant this National English Toffee Day."
    },
    {
      "title": "National JoyGerm Day",
      "description": "Spreading positive energy, ideas, and happiness is how you can celebrate National JoyGerm Day."
    },
    {
      "title": "National Man Watcher&#39;s Day",
      "description": "Join us as we create balance in the world by putting men under the spotlight."
    },
    {
      "title": "National Snuggle a Chicken Day",
      "description": "There’s more to this feathery domestic bird than just being an ingredient for a sumptuous meal."
    },
    {
      "title": "National Take the Stairs Day",
      "description": "How are you getting around today? We hope you’re taking the stairs wherever you can."
    },
    {
      "title": "National Winter Skin Relief Day",
      "description": "See how you can remedy the drastic effects winter can have on your skin!"
    },
    {
      "title": "Show And Tell At Work Day",
      "description": "Join us as we celebrate Show and Tell At Work Day this January 8!"
    },
    {
      "title": "Typing Day",
      "description": "Rest those fingers as we celebrate typing and the revolution it was back in the day."
    },
    {
      "title": "War on Poverty Day",
      "description": "Here’s how to celebrate War on Poverty Day and the poverty-reducing initiatives the Johnson administration proposed."
    },
    {
      "title": "Elvis Presley’s Birthday",
      "description": "‘The King of Rock and Roll’ is remembered annually on Elvis Presley’s Birthday."
    },
    {
      "title": "Anna Marisax’s Birthday",
      "description": "Beautiful and intelligent, Anna Marisax took the world of social media by storm."
    },
    {
      "title": "David Bowie’s Birthday",
      "description": "He had a reputation for being gifted, and single-minded. Teachers believed he was truly gifted."
    },
    {
      "title": "Gia Giudice’s Birthday",
      "description": "At her sister&#39;s birthday, Giudice broke down in tears and sang a song about family fights."
    },
    {
      "title": "Joshua Perez’s Birthday",
      "description": "Joshua Perez is a TikTok and YouTube star who’s won the hearts of millions worldwide."
    },
    {
      "title": "Noah Cyrus’s Birthday",
      "description": "Philanthropy, music, film — there are no boundaries to what this young entertainer can do!"
    },
    {
      "title": "Ryan Destiny’s Birthday",
      "description": "Ryan Destiny is a talented actress and musician who started singing at 12 years old!"
    },
    {
      "title": "Stephen Hawking’s Birthday",
      "description": "Hawking lived with motor neuron disease for decades, but this didn’t stop his incredible accomplishments."
    },
    {
      "title": "Valkyrae’s Birthday",
      "description": "We are excited to celebrate this amazing pro gamer and creative content creator."
    }
  ]
}
