{
  "month": "jan",
  "day": 14,
  "holidays": [
    {
      "title": "National Dress Up Your Pet Day",
      "description": null
    },
    {
      "title": "National Hot Pastrami Sandwich Day",
      "description": "Our mouths are watering just thinking about how we’re going to celebrate."
    },
    {
      "title": "Cesarean Section Day",
      "description": "The C-section is performed when normal delivery poses a risk to the mother or child."
    },
    {
      "title": "Feast of the Ass Day",
      "description": "Celebrate one of the Bible’s unsung heroes as we mark Feast of the Ass Day!"
    },
    {
      "title": "International Kite Day",
      "description": "Let your colorful, creative masterpieces take to the sky as we celebrate International Kite Day."
    },
    {
      "title": "Mahayana New Year",
      "description": "Celebrating one of the main branches of Buddhism."
    },
    {
      "title": "National Shop For Travel Day",
      "description": "Revamp your travel experience! Create awesome lifetime memories on this day."
    },
    {
      "title": "National Undhiyu Day",
      "description": "Gather at the table and join in partaking of this mouth-watering delicacy."
    },
    {
      "title": "Novy God (Russian New Year)",
      "description": "Learn more about why Russia gets to celebrate New Year twice every year!"
    },
    {
      "title": "Organize Your Home Day",
      "description": "Survey. Sort. Prioritize. Reorganize. Because there is no place like your home."
    },
    {
      "title": "Orthodox New Year",
      "description": "Join in as we celebrate the beginning of an Old New Year, and discover its history!"
    },
    {
      "title": "Poetry at Work Day",
      "description": "A poem at work a day keeps creativity gushing in all week."
    },
    {
      "title": "Printing Ink Day",
      "description": "Let&#39;s celebrate all things inky and learn about one of the world’s most essential office tools."
    },
    {
      "title": "Ratification Day",
      "description": "Fly the American flag high as we celebrate Ratification Day in style."
    },
    {
      "title": "Take a Missionary to Lunch Day",
      "description": "Today we celebrate missionaries across the globe for their adventurous spirit and selfless acts."
    },
    {
      "title": "World Logic Day",
      "description": "We’re getting logical and doing some critical thinking on World Logic Day."
    },
    {
      "title": "Makar Sankranti",
      "description": "Learn about this religious festival and how you can join in the festivities."
    },
    {
      "title": "Pongal",
      "description": "Whether you have a sweet tooth or you like it spicy, there’s a Pongal for you."
    },
    {
      "title": "Alejandro Rosario’s Birthday",
      "description": "For this inventive TikToker, there’s a blank slate to fill with greatness!"
    },
    {
      "title": "Dave Grohl’s Birthday",
      "description": "For this Rock &amp; Roll legend, there are very few feats left to conquer."
    },
    {
      "title": "Gatsby the Corgi’s Birthday",
      "description": "Gatsby’s purpose and journey are a little more glamorous and a lot more entertaining."
    },
    {
      "title": "Jason Bateman’s Birthday",
      "description": "This multi-talented T.V. actor, director, and producer excels at both drama and comedy."
    },
    {
      "title": "Kai’s Birthday",
      "description": "For this multi-talented K-pop star, actor, and model, the world is his oyster."
    },
    {
      "title": "LL Cool J’s Birthday",
      "description": "Without this multi-talented and versatile rapper, actor, and author, you cannot spell Hip-Hop."
    },
    {
      "title": "Mackenzie Turner’s Birthday",
      "description": "This funny and multi-talented social media star puts a bright smile on people&#39;s faces."
    }
  ]
}
