{
  "month": "jan",
  "day": 15,
  "holidays": [
    {
      "title": "Martin Luther King Day",
      "description": null
    },
    {
      "title": "National Bagel Day",
      "description": "Bagels have a history that is richer than your favorite cream cheese spread!"
    },
    {
      "title": "National Hat Day",
      "description": "Where do we even begin? There are so many varieties in so many different styles!"
    },
    {
      "title": "Alpha Kappa Alpha Day",
      "description": "Are you a female black college student looking for support? Alpha Kappa Alpha has your back."
    },
    {
      "title": "Blue Monday",
      "description": "Are we destined to be blue on this specific Monday? Read on and decide, if so!"
    },
    {
      "title": "Brew Monday",
      "description": "Time to schedule a meeting with someone who finds this cold, gray winter’s day an obstacle."
    },
    {
      "title": "Civil Rights Day",
      "description": "In the words of Frederick Douglass: “If there is no struggle, there is no progress.”"
    },
    {
      "title": "Elementary School Teacher Day",
      "description": "Elementary school teachers leave a lasting impression on us with their warmth and kindness."
    },
    {
      "title": "Idaho Human Rights Day",
      "description": "Prepare for a parade honoring the life of Martin Luther King Jr., our favorite civil-rights activist."
    },
    {
      "title": "Indian Army Day",
      "description": "Salute the first commander-in-chief and the succeeding generals of the Indian Army today."
    },
    {
      "title": "Makar Sankranti",
      "description": "Learn about this religious festival and how you can join in the festivities."
    },
    {
      "title": "National Booch Day",
      "description": "Why is kombucha tea so famous? Because it has numerous properties that can improve your life."
    },
    {
      "title": "National Fresh Squeezed Juice Day",
      "description": "Raid your kitchen for those neglected veggies and fruits and get juicing."
    },
    {
      "title": "National Kayla Day",
      "description": "Explore the interesting history behind the name Kayla, which is also a shortened version of Michaela."
    },
    {
      "title": "National Pothole Day",
      "description": "Join road users everywhere as we shed light on a real spanner in the works."
    },
    {
      "title": "National Strawberry Ice Cream Day",
      "description": "Even if you’re strictly vanilla or chocolate, add some pink tartness to your ice cream today."
    },
    {
      "title": "Pongal",
      "description": "Whether you have a sweet tooth or you like it spicy, there’s a Pongal for you."
    },
    {
      "title": "Wikipedia Day",
      "description": "Explore the love for research by checking out some of the most famous Wikipedia pages."
    },
    {
      "title": "Martin Luther King’s Birthday",
      "description": "Look into the personal story of the civil right&#39;s leader, Martin Luther King."
    },
    {
      "title": "Caroline Arapoglou’s Birthday",
      "description": "She married Nick Arapoglou in 2015, and they have performed many stage plays together."
    },
    {
      "title": "Chicago West’s Birthday",
      "description": "For this sweet little girl, it’s all about creating childhood memories and dreams."
    },
    {
      "title": "Dove Cameron’s Birthday",
      "description": "There’s no slowing down for this triple-threat actress, dancer, and singer. Bow down, Hollywood!"
    },
    {
      "title": "Drew Brees’s Birthday",
      "description": "There may be no more feats left to conquer for this fantastic athlete!"
    },
    {
      "title": "Pitbull’s Birthday",
      "description": "Pitbull has locked us in his powerful musical grip and there’s no getting out of it."
    },
    {
      "title": "Regina King’s Birthday",
      "description": "More than three decades later, she continues to be one of Hollywood&#39;s most sought-after actresses."
    },
    {
      "title": "Steph Toms’s Birthday",
      "description": "For Steph Toms, it’s all about connecting with her audience while doing what she loves!"
    }
  ]
}
