{
  "month": "jan",
  "day": 21,
  "holidays": [
    {
      "title": "National Hugging Day",
      "description": "We love all types of hugs, from the one-armed bro hug to full bear hugs."
    },
    {
      "title": "National Squirrel Appreciation Day",
      "description": "National Squirrel Appreciation Day is a day to learn about and celebrate the world’s cutest rodents."
    },
    {
      "title": "Grandma&#39;s Day",
      "description": "We have all the reasons why you should show your grandmother appreciation today!"
    },
    {
      "title": "International Sweatpants Day",
      "description": "Have fun and rock your favorite baggy sweatpants this International Sweatpants Day."
    },
    {
      "title": "Mariachi Day",
      "description": "Pound your feet on the dance floor as we groove to the beat of mariachi."
    },
    {
      "title": "National Bakers-Crafters-Makers Day",
      "description": "Today is a great day to spend money on handmade products — support these talented creators."
    },
    {
      "title": "National Cheesy Socks Day",
      "description": "Get ready to sport your favorite cheesy socks. Let the world admire you!"
    },
    {
      "title": "National Conscious Uncoupling Day",
      "description": "Let’s promote amicable separation through conscious uncoupling to prevent families from being broken by divorce."
    },
    {
      "title": "National Granola Bar Day",
      "description": "Now is the time to put your granola-making skills to the test."
    },
    {
      "title": "National Hug Your Puppy Day",
      "description": "It’s National Hug Your Puppy Day — pick up your puppy and give him/her a hug!"
    },
    {
      "title": "National Max Day",
      "description": "Live your life to the fullest! What if your first and last name are both Max?"
    },
    {
      "title": "National Use Your Gift Card Day",
      "description": "Save your cash, and use those leftover gift cards to buy something nice for yourself."
    },
    {
      "title": "One-Liners Day",
      "description": "You don’t have to be a comedian or even witty to enjoy One-Liners Day."
    },
    {
      "title": "Our Lady of Altagracia",
      "description": "Here&#39;s all you need to know about the Our Lady of Altagracia holiday."
    },
    {
      "title": "Own Your Own Home Day",
      "description": "Owning a home is not exactly easy, so why not celebrate your homeownership status."
    },
    {
      "title": "Playdate Day",
      "description": "Arrange a playdate for your kids so they can enjoy a fun-filled afternoon."
    },
    {
      "title": "Soup Swap Day",
      "description": "Join your friends and family and sit together for a tasty treat of hot soup."
    },
    {
      "title": "Thank Your Mentor Day",
      "description": "Pssst! Remember, you can always thank your mentor by giving him or her a surprise!"
    },
    {
      "title": "Aleksa Safiya’s Birthday",
      "description": "Get ready to celebrate a lady with a sweet voice and bold aspirations."
    },
    {
      "title": "Freddie Tomlinson’s Birthday",
      "description": "Freddie Tomlinson is growing steadily in the shadow of his father’s fame."
    },
    {
      "title": "Sushant Singh Rajput’s Birthday",
      "description": "Sushant Singh Rajput is remembered for his extraordinary talent and desire for excellence."
    },
    {
      "title": "Thomas Stonewall Jackson’s Birthday",
      "description": "Thomas Stonewall Jackson was a superb battle tactician with even ampler commitment."
    }
  ]
}
