{
  "month": "jan",
  "day": 22,
  "holidays": [
    {
      "title": "Celebration of Life Day",
      "description": "It’s easy to forget sometimes, but we are all fortunate to be here."
    },
    {
      "title": "National Blonde Brownie Day",
      "description": "Blondies are baked bars with brown sugar for a warm, rich butterscotch-flavored treat."
    },
    {
      "title": "Chinese Lunar New Year&#39;s Day",
      "description": "We say, “Out with the old and in with the new,” on this auspicious holiday!"
    },
    {
      "title": "Chinese New Year",
      "description": "A celebration marked by good food, red envelopes, and blessings for everyone."
    },
    {
      "title": "Chinese Spring Festival",
      "description": "We’ll help you discover how thousands of Chinese diaspora in Mauritius celebrate the Spring Festival."
    },
    {
      "title": "Come in From the Cold Day",
      "description": "Time to come into a warm room to appreciate National Come in From the Cold Day."
    },
    {
      "title": "Dance of the Seven Veils Day",
      "description": "Whether you’re a dancer or not, there is an activity for you on this day."
    },
    {
      "title": "Grandpa&#39;s Day",
      "description": "Let’s celebrate the unparalleled relationship between grandparents and grandchildren."
    },
    {
      "title": "Korean New Year",
      "description": "Korean New Year, one of the most important national holidays in Korea, is celebrated with great festivities."
    },
    {
      "title": "National Answer Your Cat&#39;s Questions Day",
      "description": "Your kitty has questions and today is the day to be answering them."
    },
    {
      "title": "National Bible Sunday",
      "description": "Get your bible and hymn books ready to celebrate National Bible Sunday in style!"
    },
    {
      "title": "National Hot Sauce Day",
      "description": "Spicy sauce lovers will put it on everything from eggs to sandwiches to steak."
    },
    {
      "title": "National Polka Dot Day",
      "description": "Who said polka dots have gone out of fashion? Don some spots and let’s get stylish."
    },
    {
      "title": "National Sanctity of Human Life Day",
      "description": "Join our efforts to save innocent lives as we observe National Sanctity of Human Life Day."
    },
    {
      "title": "National Ty Day",
      "description": "If your name is Ty and you love Beanie Babies, today is your lucky day!"
    },
    {
      "title": "National Vincent Day",
      "description": "Sit tight and learn more about this prestigious name on National Vincent Day."
    },
    {
      "title": "Plurinational State Foundation Day",
      "description": "Here’s everything you need to know about Bolivia’s multicultural and multiethnic identity."
    },
    {
      "title": "Roe vs. Wade Day",
      "description": "Let’s look at this landmark moment in the women’s rights and liberation movement."
    },
    {
      "title": "Seollal",
      "description": "Seollal is considered one of the most important traditional Korean holidays."
    },
    {
      "title": "Sonam Lhosar",
      "description": "Experience the exotic Tamang culture in Nepal on Sonam Lhosar."
    },
    {
      "title": "Tet Eve Vietnam",
      "description": "Prepare your offerings to ask for peace as you celebrate Tet Eve in Vietnam!"
    },
    {
      "title": "Tet Holiday",
      "description": "Get ready to celebrate the Vietnamese New Year in style with us!"
    },
    {
      "title": "Enya Umanzor’s Birthday",
      "description": "Enya Umanzor is revolutionizing content creation with her creative and very witty approach."
    },
    {
      "title": "fouseyTUBE’s Birthday",
      "description": "The internet star shows no signs of slowing down as he continues to entertain millions."
    },
    {
      "title": "Guy Fieri’s Birthday",
      "description": "Known for his recipes, Guy Fieri is one of the most influential culinary stars of this decade."
    },
    {
      "title": "Logic’s Birthday",
      "description": "For this multi-talented, award-winning rapper, songwriter, and record producer, music is a way of life."
    },
    {
      "title": "Steve Perry’s Birthday",
      "description": "His parents separated when he was eight years old, so he moved to Lemoore, California."
    },
    {
      "title": "Tim Dillon’s Birthday",
      "description": "Today, we celebrate a brilliant comedian and host of the video podcast, “The Tim Dillon Show.”"
    }
  ]
}
