{
  "month": "jan",
  "day": 22,
  "holidays": [
    {
      "title": "Celebration of Life Day",
      "description": null
    },
    {
      "title": "National Blonde Brownie Day",
      "description": "Blondies are baked bars with brown sugar for a warm, rich butterscotch-flavored treat."
    },
    {
      "title": "Answer Your Cat&#39;s Questions Day",
      "description": "Your kitty has questions and today is the day to be answering them."
    },
    {
      "title": "Clashing Clothes Day",
      "description": "Forget about fashion do’s and don’ts and join us as we clash into Clashing Clothes Day!"
    },
    {
      "title": "Come in From the Cold Day",
      "description": "Time to come into a warm room to appreciate National Come in From the Cold Day."
    },
    {
      "title": "Dance of the Seven Veils Day",
      "description": "Whether you’re a dancer or not, there is an activity for you on this day."
    },
    {
      "title": "National Grandpa Day",
      "description": "Let’s celebrate the unparalleled relationship between grandparents and grandchildren."
    },
    {
      "title": "National Hot Sauce Day",
      "description": "Spicy sauce lovers will put it on everything from eggs to sandwiches to steak."
    },
    {
      "title": "National Polka Dot Day",
      "description": "Who said polka dots have gone out of fashion? Don some spots and let’s get stylish."
    },
    {
      "title": "National Sanctity of Human Life Day",
      "description": "Join our efforts to save innocent lives as we observe National Sanctity of Human Life Day."
    },
    {
      "title": "Plurinational State Foundation Day",
      "description": "Here’s everything you need to know about Bolivia’s multicultural and multiethnic identity."
    },
    {
      "title": "Roe vs. Wade Day",
      "description": "Let’s look at this landmark moment in the women’s rights and liberation movement."
    },
    {
      "title": "Enya Umanzor’s Birthday",
      "description": "Enya Umanzor is revolutionizing content creation with her creative and very witty approach."
    },
    {
      "title": "fouseyTUBE’s Birthday",
      "description": "The internet star shows no signs of slowing down as he continues to entertain millions."
    },
    {
      "title": "Guy Fieri’s Birthday",
      "description": "Known for his recipes, Guy Fieri is one of the most influential culinary stars of this decade."
    },
    {
      "title": "Logic’s Birthday",
      "description": "For this multi-talented, award-winning rapper, songwriter, and record producer, music is a way of life."
    },
    {
      "title": "Steve Perry’s Birthday",
      "description": "His parents separated when he was eight years old, so he moved to Lemoore, California."
    },
    {
      "title": "Tim Dillon’s Birthday",
      "description": "Today, we celebrate a brilliant comedian and host of the video podcast, “The Tim Dillon Show.”"
    }
  ]
}
