{
  "month": "jan",
  "day": 24,
  "holidays": [
    {
      "title": "Macintosh Computer Day",
      "description": "Macintosh ushered in a new age of freedom and creativity."
    },
    {
      "title": "National Beer Can Appreciation Day",
      "description": "Drink to the historic, monumental, and thirst-quenching day beer was first sold in cans."
    },
    {
      "title": "National Compliment Day",
      "description": "You never know when someone could use some good vibes, so give a compliment!"
    },
    {
      "title": "National Peanut Butter Day",
      "description": "Crunchy or smooth, today we put down our phones and pick up our spreading knives."
    },
    {
      "title": "Belly Laugh Day",
      "description": "Get ready for a laugh-riot, and learn about the funny side of life!"
    },
    {
      "title": "Change a Pet’s Life Day",
      "description": "Our efforts to save the world through pet adoption prove that not all heroes wear capes."
    },
    {
      "title": "International Day of Education",
      "description": "Elizabeth Warren said, “A good education is a foundation for a better future.”"
    },
    {
      "title": "International Mobile Phone Recycling Day",
      "description": "“The forest is calling” and so are we — to take a good look at your mobile!"
    },
    {
      "title": "National &#34;Just Do It&#34; Day",
      "description": "Get ready for a change because you&#39;re finally going to “Just Do It!”"
    },
    {
      "title": "National Lobster Thermidor Day",
      "description": "Get your knives and forks ready because you&#39;re about to crave some succulent Lobster Thermidor!"
    },
    {
      "title": "National Matthew Day",
      "description": "Happy National Matthew Day, and double kudos if it is also your birthday!"
    },
    {
      "title": "Paul Pitcher Day",
      "description": "Drink ale, and line up your pitchers, it’s time to celebrate the Conversion of St. Paul!"
    },
    {
      "title": "Speak Up and Succeed Day",
      "description": "Take a deep breath and raise your voice this Speak Up and Succeed Day."
    },
    {
      "title": "Talk Like a Grizzled Prospector Day",
      "description": "Hold a baby buggy in place as we muck deeper into this annual gold bonanza."
    },
    {
      "title": "Unification Day",
      "description": "The “not so little union” is celebrated today, and we have all the facts you need to know!"
    },
    {
      "title": "Briston Maroney’s Birthday",
      "description": "“American Idol” semifinalist Briston Maroney is a bold and determined artist producing catchy tunes."
    },
    {
      "title": "Daveed Diggs’s Birthday",
      "description": "A man of many talents — is there anything that Daveed Diggs cannot do?"
    },
    {
      "title": "James Kennedy’s Birthday",
      "description": "He has worked with notable artists such as Katy Perry, Taio Cruz, and Ke$ha."
    },
    {
      "title": "Johnny Orlando’s Birthday",
      "description": "For this multi-talented singer, actor, and songwriter, nothing is holding him back!"
    },
    {
      "title": "Kenya Moore’s Birthday",
      "description": "Kenya Moore has overcome many challenges to get to where she is today!"
    },
    {
      "title": "Neil Diamond’s Birthday",
      "description": "Neil Diamond’s career has spanned five decades and is popular with people of all ages."
    },
    {
      "title": "Regé-Jean Page’s Birthday",
      "description": "Read on to find out more about this actor&#39;s diverse background and acting history."
    }
  ]
}
