{
  "month": "jan",
  "day": 26,
  "holidays": [
    {
      "title": "National Peanut Brittle Day",
      "description": null
    },
    {
      "title": "National Spouse Day",
      "description": "A chance to celebrate your spouse and show your better half how much you love them."
    },
    {
      "title": "Australia Day",
      "description": "Read on for a fun history lesson and cool ideas for having a fantastic Australia Day!"
    },
    {
      "title": "Birth Anniversary of National Artist Napoleon Abueva",
      "description": "Today, we honor the life and achievements of celebrated sculptor and national artist Napoleon Abueva."
    },
    {
      "title": "Dental Drill Appreciation Day",
      "description": "Dental Drill Appreciation Day is the time to increase your knowledge about new state-of-the-art dental drills."
    },
    {
      "title": "Duarte Day",
      "description": "On Duarte Day, celebrate Duarte’s legacy — leading the Dominican Republic to independence."
    },
    {
      "title": "Indian Republic Day",
      "description": "India’s Republic Day honors the day India became a newly formed republic."
    },
    {
      "title": "International Customs Day",
      "description": "If you’re traveling, make sure to thank customs officials this International Customs Day."
    },
    {
      "title": "International Environmental Education Day",
      "description": "Let’s rethink our actions for mother nature this International Environmental Education Day."
    },
    {
      "title": "Lotus 1-2-3 Day",
      "description": "Celebrating Lotus 1-2-3 Day is as easy as, well, 1, 2, 3!"
    },
    {
      "title": "National Bible Sunday",
      "description": "Get your bible and hymn books ready to celebrate National Bible Sunday in style!"
    },
    {
      "title": "National Green Juice Day",
      "description": "Green juices consist of pressed vegetables and fruits — making them a healthy alternative to other foods."
    },
    {
      "title": "Toad Hollow Day of Encouragement",
      "description": "Toad Hollow might be imaginary, but spreading kindness on Toad Hollow Day of Encouragement is not!"
    },
    {
      "title": "World Leprosy Day",
      "description": "Leprosy is a reality and, together, we need to care for the people affected by it."
    },
    {
      "title": "Angela Davis’s Birthday",
      "description": "This iconic activist and philosopher has built an incredible legacy over the years."
    },
    {
      "title": "Annie Rose’s Birthday",
      "description": "This YouTube star has amassed an estimated one million subscribers across her channels."
    },
    {
      "title": "Eddie Van Halen’s Birthday",
      "description": "Learn about this legendary guitarist, from his early days playing in garages to headlining stadium tours."
    },
    {
      "title": "Ellen DeGeneres’s Birthday",
      "description": "This multi-talented comedian, television host, actress, and producer has been capturing hearts forever."
    },
    {
      "title": "Gekyume Onfroy’s Birthday",
      "description": "American Rapper XXXTentacion&#39;s son Gekyume Onfroy was born seven months after his father died."
    },
    {
      "title": "Kirk Franklin’s Birthday",
      "description": "We celebrate a man whose work uplifts the entire world with his beautiful music."
    },
    {
      "title": "Paige Lorenze’s Birthday",
      "description": "Paige Lorenze is much more than meets the eye. Learn more about this Dairy Girl here!"
    },
    {
      "title": "Paul Newman’s Birthday",
      "description": "Paul Newman reinvented the term “Hollywood star,” and his legacy continues to shine."
    },
    {
      "title": "Sasha Banks’s Birthday",
      "description": "America’s favorite wrestler-turned-actress won the W.W.E. Raw championship four times."
    },
    {
      "title": "Teddy Ruks’s Birthday",
      "description": "Teddy Ruks is a creative and colorful man whose tattoos are in high demand!"
    },
    {
      "title": "Wayne Gretzky’s Birthday",
      "description": "Gretzky is without a doubt the best offensive player in hockey history."
    }
  ]
}
