{
  "month": "jan",
  "day": 28,
  "holidays": [
    {
      "title": "Lego Day",
      "description": null
    },
    {
      "title": "National Daisy Day",
      "description": "Just because daisies are a common flower, doesn&#39;t mean they aren&#39;t a special one."
    },
    {
      "title": "National Kazoo Day",
      "description": "If you haven’t used a kazoo since elementary school, then get ready to play!"
    },
    {
      "title": "American Immigration Lawyers Association Day of Action",
      "description": "45 million immigrants who call the U.S. their home, deserve to live in dignity and peace."
    },
    {
      "title": "Christa McAuliffe Day",
      "description": "Learn how the former gifted teacher, Christa McAuliffe, is inspiring people even to this day."
    },
    {
      "title": "Data Privacy Day",
      "description": "Data Privacy Day is part of the global online security, and privacy campaign ‘STOP. THINK. CONNECT.’"
    },
    {
      "title": "Global Community Engagement Day",
      "description": "Let’s engage with our communities and learn more about Global Community Engagement Day."
    },
    {
      "title": "International Reducing CO2 Emissions Day",
      "description": "Let us get ready to play our part in reducing CO2 emissions!"
    },
    {
      "title": "José Martí&#39;s Birthday Memorial",
      "description": "On José Martí’s Birthday Memorial, remember the revolutionary writer who sparked the first Cuban revolution."
    },
    {
      "title": "Julian Felipe Day",
      "description": "Let’s celebrate the birth anniversary of Professor Julian Felipe in recognition of his talent and ingenuity."
    },
    {
      "title": "Library Shelfie Day",
      "description": "We love libraries, and we love selfies. Put them together, and you’ve got library shelfies!"
    },
    {
      "title": "National Blueberry Pancake Day",
      "description": "Pancakes are great, but pancakes dotted with juicy, nutritious blueberries are even better."
    },
    {
      "title": "National Pediatrician Day",
      "description": "Join us and check out these fun ideas to celebrate National Pediatrician Day."
    },
    {
      "title": "Pop Art Day",
      "description": "Get your canvas, pencils, and paints ready to explore the world of creativity."
    },
    {
      "title": "Rattlesnake Roundup Day",
      "description": "Get your hunting gear ready as we go round up some rattlesnakes!"
    },
    {
      "title": "Thank a Plugin Developer Day",
      "description": "Get ready to show your appreciation for plugin developers this Thank a Plugin Developer Day."
    },
    {
      "title": "Aka’s Birthday",
      "description": "With every hit song he released, AKA proved everything is possible with talent and hard work."
    },
    {
      "title": "Anthony Hamilton’s Birthday",
      "description": "Whether Anthony Hamilton’s making solo music or collaborating with other artists, he’s a soul superstar."
    },
    {
      "title": "Elijah Wood’s Birthday",
      "description": "You’re at the right place to learn the surprising details about this familiar face."
    },
    {
      "title": "J Cole’s Birthday",
      "description": "J. Cole’s star power is infinite with his earnest lyricism and pure magnetism."
    },
    {
      "title": "Jeremiah McDonald’s Birthday",
      "description": "12-year-old Jeremiah McDonald picks up a video cassette recorder and talks about things that matter to him."
    },
    {
      "title": "Marcus Dobre’s Birthday",
      "description": "A talented dancer and content creator, Marcus Dobre is a trendsetter for this generation’s influencer scene."
    },
    {
      "title": "Rick Ross’s Birthday",
      "description": "Rick Ross&#39;s music career is wrapped around luxury, hard work, and smart work."
    },
    {
      "title": "That Girl Lay Lay’s Birthday",
      "description": "This multi-talented musician, actress, and entrepreneur has nowhere else to go but up."
    }
  ]
}
