{
  "month": "jan",
  "day": 31,
  "holidays": [
    {
      "title": "National Hot Chocolate Day",
      "description": "It&#39;s thick, silky, toasty, and usually smothered in whipped cream, what more can one want?"
    },
    {
      "title": "Appreciate Your Social Security Check Day",
      "description": "Curious to know how to celebrate Appreciate Your Social Security Check Day? Read on."
    },
    {
      "title": "Brandy Alexander Day",
      "description": "Check out all our fun tips for enjoying the delicious Brandy Alexander!"
    },
    {
      "title": "Eat Brussel Sprouts Day",
      "description": "Encourage yourself and your loved ones to incorporate this green superfood into your diets."
    },
    {
      "title": "Gorilla Suit Day",
      "description": "Have a blast with our awesome suggestions on how to celebrate Gorilla Suit Day."
    },
    {
      "title": "Grammy Awards Day",
      "description": "Get ready to spend this day on a musical and entertaining note."
    },
    {
      "title": "Hell is Freezing Over Day",
      "description": "Bundle up and get cozy by a roaring fire as we celebrate this freezing holiday."
    },
    {
      "title": "Hug An Economist Day",
      "description": "We&#39;re talking about economists and the economy, and how to celebrate both."
    },
    {
      "title": "Inspire Your Heart with Art Day",
      "description": "Appreciate how this creative form of expression affects your daily life and heart."
    },
    {
      "title": "International Zebra Day",
      "description": "International Zebra Day promotes the conservation of zebras and their natural habitats."
    },
    {
      "title": "National Backward Day",
      "description": "Reverse your actions and see how fun and interesting it can be!"
    },
    {
      "title": "National Plan for Vacation Day",
      "description": "Get ready to plan for a new adventure this National Plan for Vacation Day!"
    },
    {
      "title": "National Seth Day",
      "description": "Celebrate the day to appreciate all the Seths around the globe this National Seth Day."
    },
    {
      "title": "Nauru Independence Day",
      "description": "Let us get ready to celebrate Nauru Independence Day in festive style!"
    },
    {
      "title": "Scotch Tape Day",
      "description": "If you’re a stickler for sticking things together, this is your day to celebrate."
    },
    {
      "title": "Fruit’s Birthday",
      "description": "Fruit has faced many challenges in her journey as she transitioned from a straight female."
    },
    {
      "title": "Jackie Robinson’s Birthday",
      "description": "By 1950, Jackie Robinson became the highest-paid player on the Dodgers team."
    },
    {
      "title": "Josh Richards’s Birthday",
      "description": "This TikTok sensation moved to Los Angeles to build a music career."
    },
    {
      "title": "Justin Timberlake’s Birthday",
      "description": "This star dropped two albums in 2013, which suggests he kept writing music during his break."
    },
    {
      "title": "Mallory James Mahoney’s Birthday",
      "description": "Learn more about the cool teen actress from Disney Channel’s “Bunk’d.” She’s going places."
    },
    {
      "title": "Nikita Dragun’s Birthday",
      "description": "When you become yourself nothing can stop you. We present this tale about queens and ‘Draguns.’"
    },
    {
      "title": "Nolan Ryan’s Birthday",
      "description": "Ryan is baseball&#39;s strikeout king and the most dominant pitcher to ever play the game."
    }
  ]
}
