{
  "month": "nov",
  "day": 2,
  "holidays": [
    {
      "title": "Day of the Dead",
      "description": "It is believed that the souls of the dead return to visit their living family members."
    },
    {
      "title": "National Deviled Egg Day",
      "description": "Deviled eggs are hard boiled, cut in half, and filled with — well, that&#39;s up to you!"
    },
    {
      "title": "All Souls Day",
      "description": "It is a centuries-old tradition in Western Christianity."
    },
    {
      "title": "All Souls Day (Brazil)",
      "description": "Learn how Brazilians observe this holiday and check out ways to partake."
    },
    {
      "title": "Arrival of Indentured Labourers",
      "description": "Discover how indentured laborers in Mauritius played a huge contribution to the country&#39;s development."
    },
    {
      "title": "Be the Impact Day",
      "description": "Each day’s an opportunity to make an impact; you’re responsible for making it a positive one!"
    },
    {
      "title": "Broadcast Traffic Professionals Day",
      "description": "Join us as we celebrate this day in style and acknowledge the work of broadcasting professionals."
    },
    {
      "title": "Dynamic Harmlessness Day",
      "description": "As we celebrate Dynamic Harmlessness Day, do the least harm and the most good."
    },
    {
      "title": "Feast of St. Giusto",
      "description": "Join the people of Trieste in celebrating an icon of the Christian faith!"
    },
    {
      "title": "International Day to End Impunity for Crimes Against Journalists",
      "description": "Let us denounce any assaults and all on journalists and media professionals."
    },
    {
      "title": "Look for Circles Day",
      "description": "Get circling and looking for circles with our great article on this day."
    },
    {
      "title": "National Advent Calendar Day",
      "description": "Get your shopping list ready — coffee, mugs, chocolate, and wine all make for a merry season."
    },
    {
      "title": "National Ohio Day",
      "description": "Celebrate the enduring spirit of Ohioans and the alluring landscape of the great state of Ohio!"
    },
    {
      "title": "National Stress Awareness Day",
      "description": "Don’t worry; everything will be OK! Just live in the moment and destress your life"
    },
    {
      "title": "Traffic Directors Day",
      "description": "Celebrate and appreciate the behind-the-scenes work of your local broadcast professionals."
    },
    {
      "title": "World Ballet Day",
      "description": "Put on your ballet shoes and celebrate one of the most adored dance forms in history."
    },
    {
      "title": "Aga Khan III’s Birthday",
      "description": "Learn more about the leader who governs no country but has over 15 million followers."
    },
    {
      "title": "Brielle Barbusca’s Birthday",
      "description": "This rising model, actress, and movie star has shown that she knows how to excel."
    },
    {
      "title": "Daniel Boone’s Birthday",
      "description": "Before Springsteen, Boone was the personification of the American spirit. Let us celebrate him today!"
    },
    {
      "title": "David Schwimmer’s Birthday",
      "description": "Pivot! Pivot! PIVOT! There is no turning back now for this famous actor!"
    },
    {
      "title": "Dess Dior’s Birthday",
      "description": "She&#39;s been on the social media scene since she was in her teens! Let&#39;s celebrate her!"
    },
    {
      "title": "Dylan Dauzat’s Birthday",
      "description": "For this Disney star-turned-realtor, the future is as safe as a house of bricks!"
    },
    {
      "title": "Hannah Hart’s Birthday",
      "description": "She might fail at making cheeseless grilled cheese but she never fails to entertain us."
    },
    {
      "title": "James K. Polk’s Birthday",
      "description": "Polk was responsible for the territorial expansion of the U.S. into what it is today."
    },
    {
      "title": "Jimmy Garoppolo’s Birthday",
      "description": "Attention football lovers, especially the ultimate Jimmy G fans, this is for you."
    },
    {
      "title": "Josh Wiggins’s Birthday",
      "description": "&#34;The Bachelors&#34; received good ratings from critics, and it further strengthened Wiggins&#39; reputation as a star."
    },
    {
      "title": "JP Cooper’s Birthday",
      "description": "J.P. Cooper is a soul singer who started his career as an independent artist."
    },
    {
      "title": "KD Lang’s Birthday",
      "description": "Lang was once known only in Canada, but the country artist made herself known worldwide."
    },
    {
      "title": "Kendall Schmidt’s Birthday",
      "description": "Kendall Francis Schmidt&#39;s family relocated from Kansas to Burbank, California, when he was 10."
    },
    {
      "title": "Marie Antoinette’s Birthday",
      "description": "Renowned for her extravagance, indifference to public opinion, and fashion sense, she lives large in history!"
    },
    {
      "title": "Nelly’s Birthday",
      "description": "This rapper and singer has blessed the world with his musical gifts."
    },
    {
      "title": "Nickayla Rivera’s Birthday",
      "description": "Beauty is her name inside and out. Today, we get to learn about her."
    },
    {
      "title": "RanbooLive’s Birthday",
      "description": "He&#39;s a YouTube sensation and Twitch streamer — let&#39;s learn more on his birthday!"
    },
    {
      "title": "Shah Rukh Khan’s Birthday",
      "description": "With a legendary acting career, numerous endorsements, and more, this is one performer everyone knows!"
    },
    {
      "title": "Soy Luigi’s Birthday",
      "description": "He may be young but he&#39;s proving he has what it takes to be successful!"
    },
    {
      "title": "Stevie J.’s Birthday",
      "description": "This talented D.J. and record producer won&#39;t let anything stop his rise to the top."
    },
    {
      "title": "Thiago Messi’s Birthday",
      "description": "This potential sportsman is well on his way to scoring a fantastic future!"
    },
    {
      "title": "Toni Logan’s Birthday",
      "description": "The relationship between the Bad Kids allows them to create content based on their interactions."
    }
  ]
}
