{
  "month": "nov",
  "day": 4,
  "holidays": [
    {
      "title": "National Candy Day",
      "description": "These sweet and sour treats have been our favorite snack since childhood."
    },
    {
      "title": "Flag Day in Panama",
      "description": "Uncover the country’s incredible narratives beyond the Panama Canal Learn more with us."
    },
    {
      "title": "Fountain Pen Day",
      "description": "Let’s fall in love with writing as we celebrate these elegant, unique writing instruments."
    },
    {
      "title": "Love Your Lawyer Day",
      "description": "Let us highlight and celebrate all the important works of our legal luminaries."
    },
    {
      "title": "National Chicken Lady Day",
      "description": "National Chicken Lady Day is in honor of businesswoman and motivational speaker Dr. Marthenia “Tina” Dupree."
    },
    {
      "title": "National Day of Community Service",
      "description": "Dominica&#39;s citizens are encouraged to clean up litter from the streets. Let’s help them!"
    },
    {
      "title": "National Easy-Bake Oven Day",
      "description": "A toy that can cook real food sounds like a child&#39;s dream coming true."
    },
    {
      "title": "National Jersey Friday",
      "description": "Jerseys are the ultimate symbol of fandom, signifying our allegiance to a sporting team."
    },
    {
      "title": "National Melanie Day",
      "description": "As Donna Summer said, “Melanie is sweet, a vision on her feet.”"
    },
    {
      "title": "National Waiting for the Barbarians Day",
      "description": "Dive into J. M. Coetzee’s popular award-winning novel, “Waiting For The Barbarians.”"
    },
    {
      "title": "Roast Dinner Day",
      "description": "A delicious old home-cooked roast is unrivaled. Allow yourself to indulge today."
    },
    {
      "title": "Russia&#39;s Day of Unity",
      "description": "Let’s peel back the layers and discover how this day came to be."
    },
    {
      "title": "Use Your Common Sense Day",
      "description": "This day encourages us to think — and act — effectively."
    },
    {
      "title": "Bethenny Frankel’s Birthday",
      "description": "She is one self-made giant with a deep understanding of how people and businesses work."
    },
    {
      "title": "Darrius Barney’s Birthday",
      "description": "This young and talented rising YouTube star’s creativity has certainly paid off!"
    },
    {
      "title": "Dez Bryant’s Birthday",
      "description": "This esteemed football wide receiver will always throw the ball towards the right goal!"
    },
    {
      "title": "Diddy’s Birthday",
      "description": "This multi-talented individual has a career that spans over decades! Learn more."
    },
    {
      "title": "Gaby - Gaby and Alex’s Birthday",
      "description": "Search Gaby and Alex on YouTube. Sit back and enjoy their amazing content with your kids."
    },
    {
      "title": "Jeff Kaplan’s Birthday",
      "description": "Kaplan discussed the game in a way that caught the attention of the guild&#39;s leader."
    },
    {
      "title": "Jessa Duggar’s Birthday",
      "description": "Nothing seems to constrain this television reality star with experience living in a big family."
    },
    {
      "title": "Kathy Griffin’s Birthday",
      "description": "This extremely funny comedian knows just how to tickle your funny bone!"
    },
    {
      "title": "Kirby Jenner’s Birthday",
      "description": "Famous for his Instagram creative content, he has established himself as an exciting humorist and more."
    },
    {
      "title": "Laura Bush’s Birthday",
      "description": "Not all first ladies are like Bush, not all would ever be, for she is wonderful."
    },
    {
      "title": "Lorenzen Wright’s Birthday",
      "description": "It&#39;s a case of greed, betrayal, and sheer wickedness that resulted in the Memphis star&#39;s death."
    },
    {
      "title": "Lyna Perez’s Birthday",
      "description": "This swimwear model and influencer is making waves in the industry. Let’s celebrate her birthday!"
    },
    {
      "title": "Matthew McConaughey’s Birthday",
      "description": "He is one of the biggest names in the industry will always be relevant in Hollywood."
    },
    {
      "title": "Ralph Macchio’s Birthday",
      "description": "This actor shines no matter the role he takes on and we celebrate him today."
    },
    {
      "title": "Raquel Santiago’s Birthday",
      "description": "This reality T.V. star has always been a force to reckon with!"
    },
    {
      "title": "Rissa G.’s Birthday",
      "description": "Rissa G’s life is the perfect depiction of two heads being better than one."
    },
    {
      "title": "Steven Ogg’s Birthday",
      "description": "A career-ending injury ended Ogg&#39;s sporting hopes, and he turned to acting."
    },
    {
      "title": "Taylor Tomlinson’s Birthday",
      "description": "At one point, Tomlinson dropped out of college to pursue her comedy career full-time."
    },
    {
      "title": "TOP’s Birthday",
      "description": "T.O.P. began his music journey at a young age and is now known worldwide!"
    },
    {
      "title": "Victoria Leigh Soto’s Birthday",
      "description": "This teacher displayed great heroism by protecting her students during the Sandy Hook Elementary School shooting."
    },
    {
      "title": "Will Rogers’s Birthday",
      "description": "In South Africa, he worked at a ranch and joined Texas Jack&#39;s ‘Great Wild West Show.’"
    }
  ]
}
