{
  "month": "nov",
  "day": 5,
  "holidays": [
    {
      "title": "American Football Day",
      "description": null
    },
    {
      "title": "National Love Your Red Hair Day",
      "description": "If you are gifted with the world’s rarest hair color this is the day to celebrate!"
    },
    {
      "title": "National Redhead Day",
      "description": "It’s every redhead’s chance to shine with each gorgeous strand of their hair."
    },
    {
      "title": "Bonfire Night",
      "description": "Bonfire Night, or Guy Fawkes Day, ignites the historical failed attempt to blow-up the Parliament."
    },
    {
      "title": "Colón Day in Panama",
      "description": "Colón Day is a time to commemorate freedom and independence with the people of Panama."
    },
    {
      "title": "Election Day",
      "description": "Democracy is ideal; election is at its core, and therefore deserves to be celebrated."
    },
    {
      "title": "Gunpowder Day",
      "description": "Wondering how to best observe Gunpowder Day? We have some great ideas brewing."
    },
    {
      "title": "Guy Fawke&#39;s Night",
      "description": "Anarchist hero or traitor? Discover multiple facets to the legend of Guy Fawkes."
    },
    {
      "title": "Melbourne Cup Day",
      "description": "&#34;Cup Day,&#34; as it&#39;s popularly known, is the biggest horse racing event in Australia."
    },
    {
      "title": "National Chinese Takeout Day",
      "description": "Learn more about National Chinese Takeout Day right here with us at National Today!"
    },
    {
      "title": "World Tsunami Awareness Day",
      "description": "Be prepared to learn important and relevant information about tsunamis. It may save your life."
    },
    {
      "title": "Alexa Chung’s Birthday",
      "description": "Alexa Chung is beyond creative and she&#39;s an inspiration to so many around the world."
    },
    {
      "title": "AllStar’s Birthday",
      "description": "Innovation and creativity are the driving forces for AllStar, our very own unique YouTube star."
    },
    {
      "title": "Azlia Williams’s Birthday",
      "description": "A committed and focused personality, like Azlia Williams, is an inspiration for many."
    },
    {
      "title": "BoA’s Birthday",
      "description": "Marvel at the multilingualism of the Queen of K-pop; enjoy her songs in three different languages."
    },
    {
      "title": "Bryan Adams’s Birthday",
      "description": "Once a star, always a star, and few shine brighther than Bryan Adams."
    },
    {
      "title": "Daisy Dares You’s Birthday",
      "description": "A bundle of talent in many ways, this singer-songwriter is on her way to success!"
    },
    {
      "title": "ElainaExe’s Birthday",
      "description": "This brilliant content creator has won over many fans by sharing her love of video games."
    },
    {
      "title": "Ike Turner’s Birthday",
      "description": "The legendary American musician was at the center of much controversy during his career."
    },
    {
      "title": "Johnny Damon’s Birthday",
      "description": "Damon&#39;s father served in the Army, and that means the family had to move often."
    },
    {
      "title": "Kevin Jonas’s Birthday",
      "description": "Kevin is known for the Jonas Brothers, but he’s much more than that!"
    },
    {
      "title": "Kris Jenner’s Birthday",
      "description": "This business tycoon is the matriarch of the most powerful family in reality entertainment."
    },
    {
      "title": "Lindsley Register’s Birthday",
      "description": "Lindsley Register is a brilliant artist who grows stronger every day. The world is hers!"
    },
    {
      "title": "Meredith Foster’s Birthday",
      "description": "This self-made star is turning heads and breaking boundaries with her success."
    },
    {
      "title": "Naval Ravikant’s Birthday",
      "description": "Naval Ravikant is the most humble entrepreneur, sharing his vast knowledge with everyone!"
    },
    {
      "title": "Odell Beckham Jr.’s Birthday",
      "description": "For this athlete, greatness as a football player is in his D.N.A. Let’s celebrate him!"
    },
    {
      "title": "Roy Rogers’s Birthday",
      "description": "We know a good cowboy when we see one, and Rogers perfectly fits the description."
    },
    {
      "title": "Ryan Adams’s Birthday",
      "description": "Ryan Adams is the epitome of grit and success despite unfavorable occurrences."
    },
    {
      "title": "Samuel Page’s Birthday",
      "description": "It is possible to achieve your dreams, regardless of your education. Page has proven it."
    },
    {
      "title": "Sophi Knight’s Birthday",
      "description": "She&#39;s a multitalented icon who doesn&#39;t let any negativity hold her down."
    },
    {
      "title": "Virat Kohli’s Birthday",
      "description": "This star athlete has created a standard that’ll be difficult to measure up to."
    },
    {
      "title": "Vivien Leigh’s Birthday",
      "description": "Vivian Leigh believed challenges we encounter are stepping stones to our success."
    }
  ]
}
