{
  "month": "nov",
  "day": 7,
  "holidays": [
    {
      "title": "Job Action Day",
      "description": "A day to recognize and empower those who dream of having a job they love."
    },
    {
      "title": "National Canine Lymphoma Awareness Day",
      "description": "Lymphoma is one of the most common forms of canine cancer."
    },
    {
      "title": "All Saints Day (Colombia)",
      "description": "All Saints’ Day is a holiday celebration dedicated to honoring all saints in the Christian tradition."
    },
    {
      "title": "Color the World Orange Day",
      "description": "It is not always about getting cured but about learning how to live with it."
    },
    {
      "title": "Constitution Day (Dominican Republic)",
      "description": "Constitution Day commemorates when the Dominican Republic’s first constitution was signed in San Cristóbal."
    },
    {
      "title": "Dev Deepawali",
      "description": "Prepare to be dazzled by some illuminating facts and figures about Dev Deepawali."
    },
    {
      "title": "National Bittersweet Chocolate with Almonds Day",
      "description": "An opportunity to celebrate the sumptuous combination of chocolate and almonds."
    },
    {
      "title": "National Cancer Awareness Day",
      "description": "Two-thirds of cancer cases are diagnosed at an advanced stage, reducing patients’ chances of survival."
    },
    {
      "title": "National Hug a Bear Day",
      "description": "Today, wrap your teddy, closest friend, mother, or family member in a bear embrace!"
    },
    {
      "title": "National Keith Day",
      "description": "Come on, Keiths, today we celebrate all of you and your classic name."
    },
    {
      "title": "National Lori Day",
      "description": "How many Loris can you celebrate today? Try and make it 10."
    },
    {
      "title": "National Programmatic Advertising Day",
      "description": "There will be no commercial activity without advertising. So, today we celebrate programmatic advertising!"
    },
    {
      "title": "National Retinol Day",
      "description": "Join other skincare enthusiasts on this day in celebrating an anti-aging gold standard."
    },
    {
      "title": "Notary Public Day",
      "description": "Notaries have served a critical role in the history of the United States."
    },
    {
      "title": "Recreation Day",
      "description": "Recreation Day is celebrated in northern Tasmania, Australia, on the first Monday in November."
    },
    {
      "title": "Adam DeVine’s Birthday",
      "description": "His comedic prowess and acting chops have made him a household name in Hollywood."
    },
    {
      "title": "Albert Camus’s Birthday",
      "description": "Journalist, author, dramatist, and philosopher — Camus sure did lead an exciting life."
    },
    {
      "title": "Algee Smith’s Birthday",
      "description": "This talented actor is right where he should be and shows no signs of stopping!"
    },
    {
      "title": "Anthony Reeves’s Birthday",
      "description": "This social media sensation is only going to get more popular with time."
    },
    {
      "title": "Bethany Mota’s Birthday",
      "description": "This musical YouTube star’s life will make you want to go on an adventure!"
    },
    {
      "title": "Briana Monique’s Birthday",
      "description": "Briana Monique is knowledgeable when it comes to her passion. She’s all about beauty, skincare, and fashion!"
    },
    {
      "title": "Chuki Beats’s Birthday",
      "description": "This musically talented YouTube star’s Beats will make you want to groove on the dance floor!"
    },
    {
      "title": "David Guetta’s Birthday",
      "description": "A 2009 track by this D.J. was crowned the number one dance-pop collaboration of all time."
    },
    {
      "title": "Duncan Joseph’s Birthday",
      "description": "This funny TikTok and YouTube star knows exactly how to tickle your funny bone!"
    },
    {
      "title": "Ella Jane’s Birthday",
      "description": "This musical pop star’s song lyrics are guaranteed to touch your heart!"
    },
    {
      "title": "Elsa Hosk’s Birthday",
      "description": "From basketball to modeling, there’s no stopping this graceful performer! Celebrate her special day today!"
    },
    {
      "title": "Gervonta Davis’s Birthday",
      "description": "For this champion, nothing screams success like focus and he’s ready to bag it all."
    },
    {
      "title": "Hongjoong’s Birthday",
      "description": "This K-pop rapper’s songs will make you want to groove and hit the dance floor!"
    },
    {
      "title": "Jon Taffer’s Birthday",
      "description": "From bartending to hosting to becoming a published author — he is the Jack of all trades!"
    },
    {
      "title": "Joni Mitchell’s Birthday",
      "description": "She is easily regarded as one of the best folk singers of all time!"
    },
    {
      "title": "Kamal Haasan’s Birthday",
      "description": "Actor, director, dancer, writer, lyricist, choreographer, and politician — is there anything Kamal Haasan doesn&#39;t do?"
    },
    {
      "title": "Lorde’s Birthday",
      "description": "For this phenomenal woman of substance, an obstacle is just another opportunity to grow!"
    },
    {
      "title": "Marie Curie’s Birthday",
      "description": "Curie lived an interesting life, and we cannot wait to share it with you."
    },
    {
      "title": "Ronen Rubinstein’s Birthday",
      "description": "He&#39;s more than a dashing face, he&#39;s an accomplished an actor, a writer, and director."
    },
    {
      "title": "THE8’s Birthday",
      "description": "Breaking records and bagging awards, this K-pop star&#39;s talent has made waves worldwide."
    }
  ]
}
