{
  "month": "nov",
  "day": 8,
  "holidays": [
    {
      "title": "National STEM/STEAM Day",
      "description": null
    },
    {
      "title": "Abet and Aid Punsters Day",
      "description": "A pun a day keeps the doctor away, so unleash your best (or worst) puns today!"
    },
    {
      "title": "Cook Something Bold and Pungent Day",
      "description": "Let your adventurous inner chef out and tickle your taste buds with weird and wonderful food!"
    },
    {
      "title": "International Day of Radiology",
      "description": "On November 8, join radiologists in raising awareness about the importance of radiography in healthcare."
    },
    {
      "title": "National Ashley Day",
      "description": "Join us as we learn more about the history behind National Ashley Day!"
    },
    {
      "title": "​National Cappuccino Day",
      "description": "Double espresso, steamed milk and foam. It’s amazing how these simple ingredients make us so happy!"
    },
    {
      "title": "National Dunce Day",
      "description": "Don your dunce cap and gear up for a fun day of learning."
    },
    {
      "title": "National Harvey Wallbanger Day",
      "description": "Sit back, relax, and sip on your favorite refreshing alcoholic beverage today!"
    },
    {
      "title": "National Leon Day",
      "description": "Leons, it is time to embrace your inner lion and celebrate your namesake."
    },
    {
      "title": "National Parents as Teachers Day",
      "description": "Teachers and parents are equally responsible for a child’s educational growth and development."
    },
    {
      "title": "Talk Money Day",
      "description": "Wealth is quiet. Rich is loud. Poor is flashy. Learn more about money here today."
    },
    {
      "title": "World Pianist Day",
      "description": "Time for pianists to play their hearts out this World Pianist Day."
    },
    {
      "title": "World Radiography Day",
      "description": "Celebrate the birth of the ground-breaking technology of X-rays on World Radiography Day!"
    },
    {
      "title": "World Town Planning Day",
      "description": "Our lives are easier because of it, and our communities aren’t complete without it."
    },
    {
      "title": "Benjamin Wadsworth’s Birthday",
      "description": "Young and steadily rising — this charismatic actor is one to look out for!"
    },
    {
      "title": "Bentley Hammington’s Birthday",
      "description": "Come along as we get to know more about the little star, Bentley Hammington."
    },
    {
      "title": "Bobby Bowden’s Birthday",
      "description": "To one of the best coaches that American college football has ever seen, salud!"
    },
    {
      "title": "Bonnie Raitt’s Birthday",
      "description": "This Rock and Roll Hall of Famer continues to create her unique brand of music!"
    },
    {
      "title": "Damon Fizzy’s Birthday",
      "description": "We celebrate this multi-talented, inspiring YouTuber as well as his career achievements."
    },
    {
      "title": "DanTDM’s Birthday",
      "description": "Let&#39;s get to know the big-time YouTuber, DanTDM, a little more on his birthday."
    },
    {
      "title": "David Muir’s Birthday",
      "description": "Here’s everything you need to know about one of the world’s most iconic journalists, David Muir."
    },
    {
      "title": "Erica Mena’s Birthday",
      "description": "She&#39;s thriving in life and in her career. Learn more as we celebrate her birthday!"
    },
    {
      "title": "Gordon Ramsay’s Birthday",
      "description": "For this professional food critic, to be great you need to realize the greatness in yourself."
    },
    {
      "title": "Hannah Rylee’s Birthday",
      "description": "Hannah Rylee has inspired hundreds of people, many of whom want to be like her."
    },
    {
      "title": "Jonathan Wheeler’s Birthday",
      "description": "This Canadian streamer has 102,000 followers on Twitch and 213,000 subscribers on YouTube."
    },
    {
      "title": "José Manuel López Castro’s Birthday",
      "description": "Castro is a famous world music singer who has already released several albums."
    },
    {
      "title": "Justin McElroy’s Birthday",
      "description": "Nothing can stop Justin McElroy, the successful American podcaster, comedian, and former video game journalist."
    },
    {
      "title": "Khia’s Birthday",
      "description": "Have you been keeping up with rapper Khia? If not, we have all the insights needed!"
    },
    {
      "title": "Lauren Alaina’s Birthday",
      "description": "This charming country singer got her big break when she featured on &#34;American Idol.&#34;"
    },
    {
      "title": "Lisa Peachy’s Birthday",
      "description": "To underestimate her gaming skills would be playing yourself a bad hand."
    },
    {
      "title": "Matilda Ramsay’s Birthday",
      "description": "She started at a young age and still dominates in her industry today."
    },
    {
      "title": "Naz Norris’s Birthday",
      "description": "All Nazzy has to do is be herself; the top spot is hers for the taking!"
    },
    {
      "title": "Nick Mara’s Birthday",
      "description": "Nick Mara is a brilliant artist who came to excel in many disciplines."
    },
    {
      "title": "Tech N9ne’s Birthday",
      "description": "Tech N9ne is a brilliant artist who grows stronger every day. Nothing can beat him!"
    },
    {
      "title": "Travis McElroy’s Birthday",
      "description": "Travis McElroy is unstoppable. He is always looking for the next challenge!"
    }
  ]
}
