{
  "month": "nov",
  "day": 10,
  "holidays": [
    {
      "title": "International Accounting Day",
      "description": null
    },
    {
      "title": "Marine Corps Birthday",
      "description": "The Corps continues its proud tradition as protectors of the U.S. and its people."
    },
    {
      "title": "National Pupusa Day",
      "description": "Hearing of National Pupusa Day for the first time? You are in for a tasty treat."
    },
    {
      "title": "National Vanilla Cupcake Day",
      "description": "We&#39;re here to dispel the myth that “vanilla” is synonymous with “boring.”"
    },
    {
      "title": "Sesame Street Day",
      "description": "Did you know that Sesame Street is the most widely viewed kids’ show in the world?"
    },
    {
      "title": "Area Code Day",
      "description": "Learn more about your area codes and why they matter in this day and age."
    },
    {
      "title": "Day of Mourning",
      "description": "Honor those claimed by war and tyranny on the National Day of Mourning."
    },
    {
      "title": "Day of the “Primer Grito de Independencia”",
      "description": "Let’s celebrate the Day of the Primer Grito de Independencia with the Republic of Panama."
    },
    {
      "title": "Forget Me Not Day",
      "description": "The holiday pays tribute to returning soldiers who have endured things that truly can’t be forgotten."
    },
    {
      "title": "International Tongue Twister Day",
      "description": "We’re not talking about rolling or curling your taste-tester."
    },
    {
      "title": "Orphan Sunday",
      "description": "Take a stand with people around the world as we shower love on orphans."
    },
    {
      "title": "Remembrance Sunday",
      "description": "We celebrate fallen war soldiers and their brave acts, which we will never forget."
    },
    {
      "title": "USMC Day",
      "description": "Celebrate the fearsome might of the U.S. Marines as we mark the Marine Corps&#39; birthday."
    },
    {
      "title": "World Immunization Day",
      "description": "Let us take charge of our own health by getting immunized and educating others."
    },
    {
      "title": "World Keratoconus Day",
      "description": "Let us raise awareness and educate others about this eye disorder on World Keratoconus Day!"
    },
    {
      "title": "World Science Day",
      "description": "See how you can make a positive contribution for the promotion of scientific knowledge in your community."
    },
    {
      "title": "Big Pun’s Birthday",
      "description": "Even in death, he is considered one of the best lyricists and rappers of all time!"
    },
    {
      "title": "Brittany Murphy’s Birthday",
      "description": "Murphy was one of the all-time greats for anyone who grew up during her era."
    },
    {
      "title": "Call Me Kevin’s Birthday",
      "description": "Come along as we get to know this famous YouTuber and his successful career."
    },
    {
      "title": "Corey Gamble’s Birthday",
      "description": "This business executive is living a high life with his world-famous significant other."
    },
    {
      "title": "Dayna Frazer’s Birthday",
      "description": "Frazer&#39;s entire existence is guided by mindfulness, reflecting life&#39;s actual sanity."
    },
    {
      "title": "Diplo’s Birthday",
      "description": "From a nighclub D.J. to one of America&#39;s most well-known record producers — Diplo has succeeded!"
    },
    {
      "title": "Ellen Pompeo’s Birthday",
      "description": "Today, we celebrate Ellen Pompeo&#39;s birthday and get to know the star better."
    },
    {
      "title": "Eve’s Birthday",
      "description": "This celebrity is famous all over the world, and she is not slowing down anytime soon."
    },
    {
      "title": "Gage Deon Halterman’s Birthday",
      "description": "This little bundle of joy has brought life and happiness to his parents."
    },
    {
      "title": "John Roberts’s Birthday",
      "description": "His voice and his acting skills make John Roberts a favorite among cartoon fans."
    },
    {
      "title": "Josh Peck’s Birthday",
      "description": "This child actor is now a popular social media star with an ever-growing fan base."
    },
    {
      "title": "Lilly Pulitzer’s Birthday",
      "description": "Her life was as vibrant as the outfits she designed, which you now wear."
    },
    {
      "title": "Mackenzie Foy’s Birthday",
      "description": "Mackenzie Foy is on the rise, so watch out for her and her next projects!"
    },
    {
      "title": "Michael Jai White’s Birthday",
      "description": "Nothing in the world can stop this charismatic actor who conquers more fans every day!"
    },
    {
      "title": "Miranda Lambert’s Birthday",
      "description": "This talented country singer has many aces up her sleeve! Let&#39;s celebrate her today."
    },
    {
      "title": "Neil Gaiman’s Birthday",
      "description": "Join us in celebrating the birthday of Neil Gaiman, the crazy-talented author behind “Coraline.”"
    },
    {
      "title": "Noelle Robinson’s Birthday",
      "description": "Celebrate the multi-talented star, Noelle Robinson, as we mark her special day."
    },
    {
      "title": "Steven Lim’s Birthday",
      "description": "This very gifted video producer hosted the most-viewed food show on YouTube!"
    },
    {
      "title": "Taron Egerton’s Birthday",
      "description": "Talented, charismatic, creative, and smart, he still has a lot to offer as a promising actor."
    },
    {
      "title": "Tracy Morgan’s Birthday",
      "description": "He is a true survivor and one of the most well-respected comedians in the field."
    },
    {
      "title": "U-God’s Birthday",
      "description": "Let&#39;s celebrate the rapper on his birthday. Learn more about his personal and professional life!"
    }
  ]
}
