{
  "month": "nov",
  "day": 11,
  "holidays": [
    {
      "title": "Veterans Day",
      "description": null
    },
    {
      "title": "Angola Independence Day",
      "description": "Get ready to commemorate Angola’s independence with the information we have for you!"
    },
    {
      "title": "Armistice Day (Martinique)",
      "description": "Discover how Armistice Day in Martinique events and celebrations sweep the entire island."
    },
    {
      "title": "Armistice Day (Saint Barthelemy)",
      "description": "Armistice Day commemorates the day World War I fighting ceased on France’s Western Front."
    },
    {
      "title": "Death/Duty Day",
      "description": "On Death/Duty Day, let’s remember the end of WWI, ensuring history never repeats itself."
    },
    {
      "title": "Fasching",
      "description": "Join millions of people in celebrating this cheeky, lively holiday marked with pomp and color."
    },
    {
      "title": "French Armistice Day",
      "description": "This French holiday is a reminder that the deceased should be kept alive in memory."
    },
    {
      "title": "French Guiana Armistice Day",
      "description": "Want to observe French Guiana Armistice Day respectfully? Check out its history and our suggestions below!"
    },
    {
      "title": "Metal Day",
      "description": "It&#39;s not all doom and gloom; in fact, some metal can even be uplifting!"
    },
    {
      "title": "National Chase Day",
      "description": "Join us as we figure out why we’re celebrating Chases this National Chase Day!"
    },
    {
      "title": "National Education Day",
      "description": "India memorializes the birthday of Maulana Abul Kalam Azad, the first Minister for Education in India."
    },
    {
      "title": "National Indiana Day",
      "description": "The people of Indiana love basketball, as is portrayed in most cultural references of Hoosiers."
    },
    {
      "title": "National Isabelle Day",
      "description": "Join us as we celebrate all the Isabelles around this National Isabelle Day."
    },
    {
      "title": "National Lei Day",
      "description": "Join us as we figure out why we’re celebrating Leis this National Lei Day!"
    },
    {
      "title": "National Origami Day",
      "description": "We can’t wait to sit down and find our Zen by practicing this ancient art."
    },
    {
      "title": "National Saddle Hunting Day",
      "description": "Are you ready to try saddle hunting this year? Here’s everything you need to know."
    },
    {
      "title": "National Sundae Day",
      "description": "Desserts don’t get much more decadent than marshmallow, chocolate, or strawberry sundaes."
    },
    {
      "title": "National Timothy Day",
      "description": "Join us as we figure out why we’re celebrating Timothys this National Timothy Day!"
    },
    {
      "title": "Pocky Day",
      "description": "Want to gobble up Pocky sticks? Eat as many as you wish on Pocky Day."
    },
    {
      "title": "Puerto Princesa Underground River Day",
      "description": "Take a trip to Puerto Princesa Underground River Park — one of the most breathtaking Wonders of the World."
    },
    {
      "title": "Remembrance Day",
      "description": "Remembrance Day holds much the same meaning to Canadians as Veterans Day does to Americans."
    },
    {
      "title": "Remembrance Day Australia",
      "description": "In remembrance of those who lost their lives in the First World War."
    },
    {
      "title": "Saint Martin’s Day",
      "description": "Saint Martin’s Day was named after Saint Martin, the patron saint of beggars and France."
    },
    {
      "title": "Singles Day",
      "description": "A Chinese commercial holiday that helps single people show their pride in being single."
    },
    {
      "title": "Abigail Adams’s Birthday",
      "description": "As a founder of the United States, this First Lady had an identity of her own."
    },
    {
      "title": "Ava Jules’s Birthday",
      "description": "In the fashion industry, Jules has become one of the most well-known young stars."
    },
    {
      "title": "Barbara Boxer’s Birthday",
      "description": "Barbara Boxer has spent 24 years working in politics, advocating for improved healthcare and social issues."
    },
    {
      "title": "Corinne Olympios’s Birthday",
      "description": "Corinne Olympios became a household name after making an impression on &#34;The Bachelor.&#34;"
    },
    {
      "title": "Demi Moore’s Birthday",
      "description": "Beautiful, talented, and determined: A success story told and performed by Demi Moore."
    },
    {
      "title": "Emma Gonzalez’s Birthday",
      "description": "A courageous survivor, they gathered up courage and stood up for what is right."
    },
    {
      "title": "FaZe Jarvis’s Birthday",
      "description": "Young, talented and handsome, we cannot wait to see what FaZe achieves next."
    },
    {
      "title": "George S. Patton’s Birthday",
      "description": "General Patton was considered the most successful combat general in U.S. history."
    },
    {
      "title": "Jacob Whitesides’s Birthday",
      "description": "It&#39;s amazing how this pop singer has evolved into an artist with some serious staying power."
    },
    {
      "title": "Kurt Vonnegut Jr.’s Birthday",
      "description": "His literary career spans over 50 years and continues to thrive even after his death!"
    },
    {
      "title": "Leighannsays’s Birthday",
      "description": "Leigh Ann&#39;s content is full of incredible tips and tricks and it’s why she went viral."
    },
    {
      "title": "Leonardo DiCaprio’s Birthday",
      "description": "Actor, producer, philanthropist… we can&#39;t wait to see what&#39;s next for DiCaprio."
    },
    {
      "title": "Melody Holt’s Birthday",
      "description": "This licensed home-builder worked hard to achieve her goals and continues to inspire everyone \naround her."
    },
    {
      "title": "Patrick Starrr’s Birthday",
      "description": "Makeup guru and YouTube award-winning star Patrick Starrr is in the spotlight."
    },
    {
      "title": "Richie Rich’s Birthday",
      "description": "Eichhorn produced cosmetics under the PopuLuxe label that premiered during the Mercedes Benz Fashion Week."
    },
    {
      "title": "Susan Kelechi Watson’s Birthday",
      "description": "We&#39;re celebrating this amazing actress and producer, as well as her achievements today!"
    },
    {
      "title": "Victor Cruz’s Birthday",
      "description": "Cruz is immensely talented and he’s made his name as one of the best wide footballers."
    },
    {
      "title": "Vinny Guadagnino’s Birthday",
      "description": "He is handsome, charming, and talented! Vinny Guadagnino is definitely going places!"
    }
  ]
}
