{
  "month": "nov",
  "day": 12,
  "holidays": [
    {
      "title": "National Happy Hour Day",
      "description": null
    },
    {
      "title": "American Fancy Rat &amp; Mouse Day",
      "description": "Join us as we celebrate just how adorable and intelligent fancy rats and mice are."
    },
    {
      "title": "Chicken Soup for the Soul Day",
      "description": "Chicken Soup for the Soul Day celebrates the victories of people who suffered from loss or pain."
    },
    {
      "title": "National French Dip Day",
      "description": "Tantalize your taste buds with an authentic French dip sandwich on this tasty day."
    },
    {
      "title": "National Pizza with the Works Except Anchovies Day",
      "description": "Toss your dough around, gather your toppings, and celebrate this yummy meal."
    },
    {
      "title": "World Pneumonia Day",
      "description": "Join us in our pursuit to spread awareness, as your contribution could help save lives."
    },
    {
      "title": "Anne Hathaway’s Birthday",
      "description": "Let&#39;s honor Anne Hathaway, a stunning, aspirational, flexible, and passionate multi-talented actress."
    },
    {
      "title": "Arianny Celeste’s Birthday",
      "description": "This spectacular model and ring girl has become a well-known name in pop culture."
    },
    {
      "title": "Cuban Link’s Birthday",
      "description": "This multi-talented star has been able to build an impressive life for herself."
    },
    {
      "title": "DJ Esco’s Birthday",
      "description": "Currently on a fast track to fame, this music creator is surging ahead."
    },
    {
      "title": "Grace Kelly’s Birthday",
      "description": "She was a graceful princess both on the screen and in real life."
    },
    {
      "title": "NayVee Nelson’s Birthday",
      "description": "This young star is shining brightly — she still has a great life ahead of her."
    },
    {
      "title": "Neil Young’s Birthday",
      "description": "He is definitely one of those who gave us memories through their lyrics."
    },
    {
      "title": "Noah Wiseman’s Birthday",
      "description": "Learn more about the star of one of the most terrifying horror movies you’ll see."
    },
    {
      "title": "Omarion’s Birthday",
      "description": "This R&amp;B singer is always ready to take his fans to another level."
    },
    {
      "title": "Romel Cummings’s Birthday",
      "description": "Romel Cummings was featured in the song ‘Explode’ by Noelia, which was released in August 2017."
    },
    {
      "title": "Russell Westbrook’s Birthday",
      "description": "A Super Natural athlete, this NBA star has got game on the courts!"
    },
    {
      "title": "Ryan Gosling’s Birthday",
      "description": "No one can combine raw charm and inherent talent like this Hollywood A-lister!"
    },
    {
      "title": "Tonya Harding’s Birthday",
      "description": "This athlete&#39;s achievements and reputation have made her a popular figure in pop culture."
    },
    {
      "title": "xQc’s Birthday",
      "description": "Part determination and part ongoing controversy, this successful Twitch streamer keeps his fans hooked."
    }
  ]
}
