{
  "month": "nov",
  "day": 13,
  "holidays": [
    {
      "title": "National Dream Destination Day",
      "description": null
    },
    {
      "title": "National Hug a Musician Day",
      "description": "A lot of work goes into being a musician, and not everyone&#39;s aware of it."
    },
    {
      "title": "World Kindness Day",
      "description": "Smile at strangers on the bus or compliment your coworker — the day is yours to make delightful!"
    },
    {
      "title": "National Indian Pudding Day",
      "description": "Sieve your cornmeal and molasses, gather eggs, apples, and milk, and celebrate this native dessert."
    },
    {
      "title": "Sadie Hawkins Day",
      "description": "Women become the pursuers of their crushes and ask men out for a change."
    },
    {
      "title": "Symphonic Metal Day",
      "description": "Get your gear ready to rock as we get into all things symphonic metal!"
    },
    {
      "title": "Aryan Khan’s Birthday",
      "description": "Coming from a high-profile family, he has been living under the spotlight since birth."
    },
    {
      "title": "Gerard Butler’s Birthday",
      "description": "He is super talented; an actor in his own league with a captivating voice."
    },
    {
      "title": "Heather B’s Birthday",
      "description": "This extraordinary female rapper has become renowned in the music and entertainment world."
    },
    {
      "title": "Jimmy Kimmel’s Birthday",
      "description": "Let’s give an encore to this iconic T.V. personality, comedian, actor, and producer."
    },
    {
      "title": "Jordan Bridges’s Birthday",
      "description": "Jordan Bridges, the dashing and gifted actor, is one of the best in Hollywood."
    },
    {
      "title": "Julia Michaels’s Birthday",
      "description": "Julia Michaels sings like a dream, and you can&#39;t blame those who love her music!"
    },
    {
      "title": "Justin Laboy’s Birthday",
      "description": "His words and online appearances have made him an entertaining inspiration to people worldwide."
    },
    {
      "title": "Kelly Cutrone’s Birthday",
      "description": "There are so many exciting things to know about this American television personality."
    },
    {
      "title": "Lando Norris’s Birthday",
      "description": "He has a need for speed, a knack for racing, and an unquenchable desire for success."
    },
    {
      "title": "Matt Bennett’s Birthday",
      "description": "From a teen series to the world, nothing can stop this talented, versatile artist!"
    },
    {
      "title": "Paulie Calafiore’s Birthday",
      "description": "Paulie Calafiore is a successful D.J. From New Jersey to reality T.V. and beyond!"
    },
    {
      "title": "Whoopi Goldberg’s Birthday",
      "description": "Goldberg has had a more than four-decade-long career and has never ceased to amaze her fans."
    }
  ]
}
