{
  "month": "nov",
  "day": 14,
  "holidays": [
    {
      "title": "National Pickle Day",
      "description": null
    },
    {
      "title": "World Diabetes Day",
      "description": "Diabetes is a chronic disease which leads to serious health conditions and, can be preventable."
    },
    {
      "title": "Children&#39;s Day",
      "description": "Recognized across India to increase awareness of the rights, care, and education of children."
    },
    {
      "title": "International Girls Day",
      "description": "Wear the cape of sisterhood to encourage and bring out the best in your girlfriends."
    },
    {
      "title": "Loosen Up Lighten Up Day",
      "description": "When you take life seriously, you deserve a day to let go and just chill."
    },
    {
      "title": "National American Teddy Bear Day",
      "description": "Cheers to our favorite bedside friend, the furry and ever-smiling Mr. Teddy Bear."
    },
    {
      "title": "National Family PJ Day",
      "description": "The only sight more beautiful than a family is the one in matching P.Js."
    },
    {
      "title": "National Marie Day",
      "description": "Shout out to the bearers of a versatile and wholly-accepted name today."
    },
    {
      "title": "National Seat Belt Day",
      "description": "Set an example by belting up and being safe on the road."
    },
    {
      "title": "National Spicy Guacamole Day",
      "description": "Grab a chip and prepare for some heat: there’s always a reason for spicy guac."
    },
    {
      "title": "Operating Room Nurse Day",
      "description": "Raise your glasses to our angels in blue, the unspoken heroes of medicine."
    },
    {
      "title": "Adina Howard’s Birthday",
      "description": "From making music to cooking delicious food, she does it all with passion!"
    },
    {
      "title": "Lil Boosie’s Birthday",
      "description": "Boosie BadAzz discovered his talent as a teenager and decided to pursue a music career."
    },
    {
      "title": "Braden Baker’s Birthday",
      "description": "We&#39;re celebrating a boy like no other! Hes a blessing to this and future generations."
    },
    {
      "title": "Brendan Morais’s Birthday",
      "description": "The family-oriented actor, Brendan Morais, is a complete package: charming, talented, and loving."
    },
    {
      "title": "Chandler Powell’s Birthday",
      "description": "This skilled wakeboarder met the love of his life on the other side of the world."
    },
    {
      "title": "Chip Gaines’s Birthday",
      "description": "Chip Gaines and his wife found fame through the HGTV hit show, ”Fixer Upper.”"
    },
    {
      "title": "Claude Monet’s Birthday",
      "description": "This French painter has left behind a legacy that lives on to this day."
    },
    {
      "title": "Condoleezza Rice’s Birthday",
      "description": "This diplomat, politician, and academic has had a huge impact on contemporary American politics."
    },
    {
      "title": "Don bbw’s Birthday",
      "description": "Don Bbw has a unique view of the world that leaves his followers hypnotized."
    },
    {
      "title": "Francisco Lindor’s Birthday",
      "description": "There’s no end to victorious wins in sight for this legendary Puerto Rican baseball player!"
    },
    {
      "title": "Frederick Banting’s Birthday",
      "description": "His curiosity got the best of him and made him one of Canada’s top medical scientists!"
    },
    {
      "title": "Gary Vaynerchuk’s Birthday",
      "description": "He&#39;s a jack of all trades, an author, a speaker, and an inspiring role model."
    },
    {
      "title": "George Sear’s Birthday",
      "description": "Apart from being a great actor, what else does George Sear have up his sleeve?"
    },
    {
      "title": "Jawaharlal Nehru’s Birthday",
      "description": "Today, we honor a great leader, author, humanist, and all-around respectable man."
    },
    {
      "title": "Jo Rivera’s Birthday",
      "description": "This reality television star wasn’t popular when he first appeared on the screen."
    },
    {
      "title": "Josh Duhamel’s Birthday",
      "description": "From college dropout to fashion magazines and big screens, Duhamel exemplifies the American dream."
    },
    {
      "title": "Narwhal Dave’s Birthday",
      "description": "This gaming YouTuber entertained many before disappearing entirely."
    },
    {
      "title": "Novi Brown’s Birthday",
      "description": "She’s not just a T.V. actress, but also a natural hair advocate!"
    },
    {
      "title": "Travis Barker’s Birthday",
      "description": "Barker has earned the reputation of being one of history&#39;s best drummers, and with good cause."
    }
  ]
}
