{
  "month": "nov",
  "day": 15,
  "holidays": [
    {
      "title": "National Clean Out Your Refrigerator Day",
      "description": null
    },
    {
      "title": "National Drummer Day",
      "description": "Drummers are so coordinated they can do something different with each limb."
    },
    {
      "title": "National Recycling Day",
      "description": "National Recycling Day aims to encourage Americans to purchase recycled products and recycle more."
    },
    {
      "title": "America Recycles Day",
      "description": "Sort out your recycling bin as we get ready to save the environment."
    },
    {
      "title": "Canterbury Anniversary Day",
      "description": "Happy Canterbury Anniversary to all New Zealanders! We are delighted to join in your celebrations."
    },
    {
      "title": "Children in Need",
      "description": "Learn more about a day that supports children in need right here at National Today."
    },
    {
      "title": "Christchurch Show Day",
      "description": "The perfect day where independence and agriculture meet to create exciting festivities."
    },
    {
      "title": "Day of the Imprisoned Writer",
      "description": "Learn about the origins of the Day of the Imprisoned Writer and how it combats censorship."
    },
    {
      "title": "Govardhan Puja",
      "description": "One of the most important spiritual rituals performed across India."
    },
    {
      "title": "I Love to Write Day",
      "description": "Get your pens ready and your laptops charged to write on I Love to Write Day."
    },
    {
      "title": "National Ample Time Day",
      "description": "Take control of your time and free up some space in your schedule."
    },
    {
      "title": "National Bundt Day",
      "description": "Get your forks out to tuck into a thick slice of all things Bundt cakes!"
    },
    {
      "title": "National Camp T-Shirt Day",
      "description": "Show off your spirit with your favorite camp gear on National Camp T-Shirt Day."
    },
    {
      "title": "National Donor Sabbath",
      "description": "“A life spent in service of others is a life worthwhile” — Albert Einstein"
    },
    {
      "title": "National DTC (Direct-To-Consumer) Friday",
      "description": "It’s National Direct-To-Consumer Friday. Join us as we get ready to #shopbetter!"
    },
    {
      "title": "National Family Civility Day",
      "description": "Spend some quality time with your loved ones on National Family Civility Day."
    },
    {
      "title": "National Philanthropy Day",
      "description": "This day signifies the importance of working together for the common good."
    },
    {
      "title": "National Raisin Bran Cereal Day",
      "description": "Cereal that is this healthy and delicious certainly deserves to be celebrated!"
    },
    {
      "title": "National Spicy Hermit Cookie Day",
      "description": "Get ready. It&#39;s time to have some crunchy, spicy, and tasty hermit cookies!"
    },
    {
      "title": "Pack Your Mom&#39;s Lunch Day",
      "description": "Break out the recipe book and get cooking on Pack Your Mom&#39;s Lunch Day."
    },
    {
      "title": "Republic Proclamation Day",
      "description": "Explore the events leading up to Republic Proclamation Day and how to celebrate like the locals."
    },
    {
      "title": "Steve Irwin Day",
      "description": "Put on your khakis and honor the infamous Crocodile Hunter and his love of wildlife"
    },
    {
      "title": "World Vasectomy Day",
      "description": "Let’s learn about vasectomy — the single most effective form of contraception available to men."
    },
    {
      "title": "Ariel Fulmer’s Birthday",
      "description": "This beloved designer and content creator loves to share her life online."
    },
    {
      "title": "B.o.B’s Birthday",
      "description": "This talented rapper has landed collaborations with some of the biggest names in music."
    },
    {
      "title": "Bobby Mares’s Birthday",
      "description": "His charming personality, mannerisms, and originality never cease to astonish his audiences."
    },
    {
      "title": "Catherine Missal’s Birthday",
      "description": "Missal has a wonderful voice in addition to excellent acting and expression abilities."
    },
    {
      "title": "Chad Kroeger’s Birthday",
      "description": "The melodic and lyrical compositions of Kroeger demonstrate his artistic excellence as a musical genius."
    },
    {
      "title": "Charlotte Summers’s Birthday",
      "description": "Age is no barrier for this multi-talented singer-songwriter who&#39;s also a wonderful dancer!"
    },
    {
      "title": "Deavan Clegg’s Birthday",
      "description": "This beautiful reality T.V. star continues to charm fans with her looks and personality."
    },
    {
      "title": "E-40’s Birthday",
      "description": "The life of E-40 and his journey from ghetto lanes to executive suits is inspiring!"
    },
    {
      "title": "Ed Asner’s Birthday",
      "description": "Ed Asner is an incredible actor who became an immortal legend in the entertainment industry."
    },
    {
      "title": "Georgia O&#39;Keeffe’s Birthday",
      "description": "Her contributions to American art have earned her the title of &#34;Mother of American Modernism.&#34;"
    },
    {
      "title": "Jared Haibon’s Birthday",
      "description": "This reality T.V. star has won the heart of his love in front of the nation."
    },
    {
      "title": "Jeffree Star’s Birthday",
      "description": "Jeffree Star has been labeled as one of the best makeup artists of the 21st century."
    },
    {
      "title": "Karen Clark-Sheard’s Birthday",
      "description": "A vocalist, entrepreneur, wife, and mother, this singer is a part of a musical dynasty."
    },
    {
      "title": "Karl-Anthony Towns’s Birthday",
      "description": "This young and talented player is the newest rising star in the world of professional basketball."
    },
    {
      "title": "keke_slays’s Birthday",
      "description": "Keke_slays arrived in the right year and on the right planet to conquer the digital world."
    },
    {
      "title": "Lee Rosbach’s Birthday",
      "description": "This handsome reality star can captain a yacht and charm viewers at the same time."
    },
    {
      "title": "Max Hype’s Birthday",
      "description": "Get on the hype train, because we are about to get Max Hyped!"
    },
    {
      "title": "Paulina Sodi’s Birthday",
      "description": "Paulina Sodi was honored with the “Journalist of the Year” award in 2013."
    },
    {
      "title": "Randy Savage’s Birthday",
      "description": "Ooh yeah, it’s Randy Savage’s birthday! Celebrate his mark on pro wrestling history."
    },
    {
      "title": "Rocket Ayer Williams’s Birthday",
      "description": "This child star was named after Elton John&#39;s classic song ‘Rocket Man.’"
    },
    {
      "title": "Russell Tyrone Jones’s Birthday",
      "description": "He was well-known for his distinctive singing style, which has been called &#34;half-rapped, half-sung.&#34;"
    },
    {
      "title": "Sean Murray’s Birthday",
      "description": "This television star is a top favorite and isn&#39;t going anywhere soon!"
    },
    {
      "title": "Shailene Woodley’s Birthday",
      "description": "This actress made a name for herself in Hollywood after appearing in many successful films."
    },
    {
      "title": "Snoopy’s Birthday",
      "description": "This very good boy is getting big numbers on social media just by being his adorable self."
    },
    {
      "title": "Sukihana’s Birthday",
      "description": "Sukihana is an American actress and Instagram star who found fame after releasing “Kodak Snack.”"
    },
    {
      "title": "Twinkie Clark’s Birthday",
      "description": "For Twinkie Clark, greatness became not just a stage but an entire phase of her life."
    },
    {
      "title": "Wayne Thiebaud’s Birthday",
      "description": "Wayne Thiebaud&#39;s work is a legacy that all artists will learn from for decades to come."
    }
  ]
}
