{
  "month": "nov",
  "day": 16,
  "holidays": [
    {
      "title": "International Day For Tolerance",
      "description": "Think back—when’s the last time you had a different perspective than one of your friends?"
    },
    {
      "title": "Bhai Dooj",
      "description": "A prominent Hindu festival when women pray for long and prosperous lives for their brothers."
    },
    {
      "title": "BOTOX® Cosmetic (onabotulinumtoxinA) Day",
      "description": "This day is all about Botox and how to safely use it."
    },
    {
      "title": "Clarinet Day",
      "description": "Get ready to go on a musical journey as we celebrate Clarinet Day in style!"
    },
    {
      "title": "Education Support Professionals Day",
      "description": "Offer love and support to your favorite E.S.P. today. We have ideas and suggestions galore."
    },
    {
      "title": "Geographic Information Systems Day",
      "description": "To all fans of geography, information, and technology systems, Happy G.I.S. Day!"
    },
    {
      "title": "GIS Day",
      "description": "Explorers and geographers, get ready to celebrate the innovative technology that is GIS."
    },
    {
      "title": "Have a Party with your Bear Day",
      "description": "The teddy bear is a soft toy loved by kids all over the world."
    },
    {
      "title": "National Andy Day",
      "description": "Put on your warrior&#39;s face. Remain brave and steadfast. It&#39;s warriors&#39; day."
    },
    {
      "title": "National Black Marketers Day",
      "description": "Celebrate Black excellence across the United States on National Black Marketers Day."
    },
    {
      "title": "National Button Day",
      "description": "The button as a means to fasten clothes has been around since 13th century Germany."
    },
    {
      "title": "National Charles Day",
      "description": "We have a whole day to celebrate all the Charles’ we have in our life!"
    },
    {
      "title": "National Educational Support Professionals Day",
      "description": "Make sure to thank all the support professionals at your school for their services!"
    },
    {
      "title": "National Fast Food Day",
      "description": "Know what that means for you? An easy peasy dinnertime."
    },
    {
      "title": "National Indiana Day",
      "description": "The people of Indiana love basketball, as is portrayed in most cultural references of Hoosiers."
    },
    {
      "title": "World COPD Day",
      "description": "Continue reading to learn the history of C.O.P.D. and how to prevent it."
    },
    {
      "title": "World Pancreatic Cancer Day",
      "description": "Let’s fight against pancreatic cancer, which has the lowest survival rate among the major cancers."
    },
    {
      "title": "Brandi Glanville’s Birthday",
      "description": "She&#39;s an author, a television star, fashion designer, model, and so much more!"
    },
    {
      "title": "Cindy Kimberly’s Birthday",
      "description": "Let&#39;s give our appreciation to Cindy Kimberly, supermodel and Instagram star on her very special day!"
    },
    {
      "title": "Fatboy SSE’s Birthday",
      "description": "This famous musician sold drugs to make a living but has achieved fame with his music."
    },
    {
      "title": "Jonathan Pagan’s Birthday",
      "description": "This funny man on Tiktok is celebrating his special day today. Wish him a happy day!"
    },
    {
      "title": "Kyle Catlett’s Birthday",
      "description": "Kyle Catlett is already showing signs of a promising career — and he’s not even 30 yet."
    },
    {
      "title": "Lauren Speed-Hamilton’s Birthday",
      "description": "This reality T.V. Star is making big moves on and off camera."
    },
    {
      "title": "Lisa Bonet’s Birthday",
      "description": "It’s Lisa Bonet’s birthday! This talented actress has been famous for four decades."
    },
    {
      "title": "Mason Ramsey’s Birthday",
      "description": "Mason Ramsey’s voice is reminiscent of the old country artists he takes inspiration from."
    },
    {
      "title": "Park Hyung-sik’s Birthday",
      "description": "Singer, actor, and dancer — let’s celebrate the birthday of this ladies&#39; favorite Park Hyung-Sik!"
    },
    {
      "title": "Pete Davidson’s Birthday",
      "description": "This famous comedian has over 40 tattoos. Let’s learn more exciting facts about him."
    },
    {
      "title": "Piggy D’s Birthday",
      "description": "It&#39;s a special day for the musician. Let&#39;s get out and celebrate him and his songs!"
    },
    {
      "title": "Samira Mighty’s Birthday",
      "description": "It&#39;s Samira Mighty&#39;s special day! You can wish her the biggest slice of happiness today."
    },
    {
      "title": "Shigeru Miyamoto’s Birthday",
      "description": "This legendary game designer was behind the creation of some of the biggest games in history."
    },
    {
      "title": "Terence McKenna’s Birthday",
      "description": "Let’s glimpse into the life of Terence McKenna and learn about this interesting character."
    },
    {
      "title": "Usuke Devil’s Birthday",
      "description": "This gorgeous model has captured the interest of thousands of people around the world."
    }
  ]
}
