{
  "month": "nov",
  "day": 18,
  "holidays": [
    {
      "title": "International Survivors of Suicide Loss Day",
      "description": null
    },
    {
      "title": "Mickey Mouse Birthday",
      "description": "Mad about the mouse? We are too! Mickey reminds us of the magic of childhood."
    },
    {
      "title": "Mickey Mouse Day",
      "description": "Mad about the mouse? We are too! Mickey reminds us of the magic of childhood."
    },
    {
      "title": "National Adoption Day",
      "description": "Thousands of foster children are welcomed into their forever homes!"
    },
    {
      "title": "National Princess Day",
      "description": "A dream is a wish your heart makes. It&#39;s time to make that wish come true."
    },
    {
      "title": "Apple Cider Day",
      "description": "Ward off the cold by drinking a delicious glass of apple cider!"
    },
    {
      "title": "Battle of Vertières Day",
      "description": "Check out three easy ways to celebrate Haiti and the Battle of Vertières Day."
    },
    {
      "title": "FAMILY AND COMMUNITY DAY",
      "description": "Spare some time off work to celebrate with your family and community!"
    },
    {
      "title": "Family Volunteer Day",
      "description": "There are many ways to give back as a family on this global day of service."
    },
    {
      "title": "International Occult Day",
      "description": "Come with us as we dive deep into the mystic realms of occult elements."
    },
    {
      "title": "Latvia Independence Day",
      "description": "Happy Independence Day, Latvia! Read on for more on this incredible Baltic country and its resilience."
    },
    {
      "title": "Married to a Scorpio Support Day",
      "description": "If your partner is a Scorpio, today is your day for support, advice, and sharing stories!"
    },
    {
      "title": "Minnie Mouse Birthday",
      "description": "Whether or not you’re a die hard Disney fan, we all love Minnie Mouse!"
    },
    {
      "title": "National Vichyssoise Day",
      "description": "Be a souperhero and prepare your taste buds to be delighted this National Vichyssoise Day."
    },
    {
      "title": "Allyson Felix’s Birthday",
      "description": "She&#39;s a runner, a mother, an activist, and a world champion. We salute Allyson Felix."
    },
    {
      "title": "Bart Kwan’s Birthday",
      "description": "This YouTube star became a powerlifter who became an entrepreneur who became a podcaster!"
    },
    {
      "title": "BJ GROOVY’s Birthday",
      "description": "His entertaining challenges, vlogs, and pranks have garnered hundreds of thousands of YouTube subscribers!"
    },
    {
      "title": "Brene Brown’s Birthday",
      "description": "This American professor was called “a new star of social psychology” by “The New York Times.”"
    },
    {
      "title": "Denny Hamlin’s Birthday",
      "description": "This racer has competed in almost every N.A.S.C.A.R. Cup Series of his career."
    },
    {
      "title": "Fabolous’s Birthday",
      "description": "This rapper&#39;s career started when he was a highschooler and he&#39;s made incredible strides since then."
    },
    {
      "title": "James Welch’s Birthday",
      "description": "Welch Jr.’s work is defined by a particular mix of humility, dark humor, and power."
    },
    {
      "title": "Kaylen Zahara’s Birthday",
      "description": "This gorgeous social media and reality star certainly has a lot to celebrate!"
    },
    {
      "title": "Kirk Hammett’s Birthday",
      "description": "Even if you‘re not a metalhead, there’s no way you haven&#39;t heard of Kirk Hammett."
    },
    {
      "title": "Mabel Chee’s Birthday",
      "description": "Mabel Chee is following in the footsteps of her older sister Lily, and building her brand."
    },
    {
      "title": "Megyn Kelly’s Birthday",
      "description": "Love her or hate her, Megyn Kelly will always be a prominent figure in broadcast journalism."
    },
    {
      "title": "Mike Epps’s Birthday",
      "description": "This well-known comedian rose to prominence through his numerous comedy shows and memorable film roles."
    },
    {
      "title": "Mike Jones’s Birthday",
      "description": "Mike Jones is one of Texas state’s hip-hop heavyweights on the underground and mainstream scenes."
    },
    {
      "title": "Nathan Kress’s Birthday",
      "description": "Nathan Kress embodied the smitten next-door neighbor and awkward teen in all of us."
    },
    {
      "title": "Owen Wilson’s Birthday",
      "description": "He’s a jack-of-all-trades but we love him best when we’re laughing with him."
    },
    {
      "title": "Pedro Infante’s Birthday",
      "description": "This is what we call multi-talented. Celebrate this star’s birthday with us today!"
    },
    {
      "title": "Ramona Singer’s Birthday",
      "description": "From fashion to wine to skincare, this famous star is far more than just a housewife!"
    },
    {
      "title": "Zane Hijazi’s Birthday",
      "description": "We celebrate this YouTube star whose rise to fame was purely accidental."
    }
  ]
}
