{
  "month": "nov",
  "day": 19,
  "holidays": [
    {
      "title": "International Men’s Day",
      "description": null
    },
    {
      "title": "National Entrepreneur&#39;s Day",
      "description": "Radical inventions by brilliant minds have shaped our lives today, not to mention our future."
    },
    {
      "title": "Discovery of Puerto Rico Day",
      "description": "Columbus landed in Puerto Rico during his second voyage — today, we share all about it."
    },
    {
      "title": "Garifuna Settlement Day",
      "description": "Out of the nearly 5,000 exiled Garifunas, only 2,500 made it to Belize."
    },
    {
      "title": "International Journalist Day",
      "description": "Learn more about this day that honors the hard work done by journalists."
    },
    {
      "title": "Monaco National Day",
      "description": "Let&#39;s recognize the uniqueness of Monaco as we celebrate Monaco National Day."
    },
    {
      "title": "National Camp Day",
      "description": "Whether it was summer camp or a family trip, we have lots of wilderness memories."
    },
    {
      "title": "National Carbonated Beverage With Caffeine Day",
      "description": "Prepare your jumbo mugs as we celebrate the world’s most craved mood-boosting stimulant drinks."
    },
    {
      "title": "National Have A Bad Day Day",
      "description": "Take a break, show your true emotions, and enjoy one of the oddest days."
    },
    {
      "title": "National Integration Day",
      "description": "The message is one of unity and the importance of integration, regardless of race or religion."
    },
    {
      "title": "National Lewis Day",
      "description": "Join us as we take our hats off to all Lewis’ on their special day."
    },
    {
      "title": "National Play Monopoly Day",
      "description": "Get ready with your board and pieces; you’re going to enjoy Monopoly like never before!"
    },
    {
      "title": "Women Entrepreneurship Day",
      "description": "Let us use today to appreciate the contributions of women entrepreneurs around the world."
    },
    {
      "title": "Women’s Entrepreneurship Day",
      "description": "Appreciate the (s)heroes who make up a significant part of the entrepreneurial world."
    },
    {
      "title": "World Toilet Day",
      "description": "If you&#39;d like an &#34;ode to the commode&#34; read ahead."
    },
    {
      "title": "Adam Driver’s Birthday",
      "description": "Driver is a perfect example of hard work and dedication paying off!"
    },
    {
      "title": "Apollo Nida’s Birthday",
      "description": "This reality T.V. star rose to prominence after appearing on &#34;The Real Housewives of Atlanta.&#34;"
    },
    {
      "title": "Calvin Klein’s Birthday",
      "description": "Calvin Klein’s story is one of perseverance, risk, smarts, and a little luck."
    },
    {
      "title": "FaZe Rug’s Birthday",
      "description": "This skilled gamer has the most FaZe Clan YouTube subscriptions — today, we&#39;re celebrating him!"
    },
    {
      "title": "Indira Gandhi’s Birthday",
      "description": "This amazing, intelligent woman was the first woman Prime Minister of India."
    },
    {
      "title": "James Beavers’s Birthday",
      "description": "This famous YouTuber has made a name for himself in the gaming industry."
    },
    {
      "title": "Jodie Foster’s Birthday",
      "description": "The queen of drama has had and continues to have a flourishing career in the genre."
    },
    {
      "title": "Kassandra Lee’s Birthday",
      "description": "She&#39;s a fantastic YouTuber and social media star, and she&#39;s gorgeous to boot!"
    },
    {
      "title": "Larry King’s Birthday",
      "description": "Larry King captivated audiences worldwide with his frank interviews and quirky sense of humor."
    },
    {
      "title": "Lauren Burnham’s Birthday",
      "description": "Burnham’s life story was made for T.V., full of unexplained coincidences and rays of hope."
    },
    {
      "title": "Lil&#39; Mo’s Birthday",
      "description": "Lil Mo’ is a jack of all trades. Singing, songwriting, DJing, and even being an entrepreneur."
    },
    {
      "title": "Meg Ryan’s Birthday",
      "description": "This multi-talented actress has always dazzled the world with her charisma and personality."
    },
    {
      "title": "Patrick Kane’s Birthday",
      "description": "This young athlete established himself as one of the most talented N.H.L. players of his generation."
    },
    {
      "title": "RiceGum’s Birthday",
      "description": "He&#39;s a popular YouTuber, rapper, and social media influencer who&#39;s been hustling for over a decade!"
    },
    {
      "title": "Sushmita Sen’s Birthday",
      "description": "From pageant winner to activist, this Bengali actress is beautiful inside and out."
    },
    {
      "title": "Tyga’s Birthday",
      "description": "He&#39;s an award-winning rapper and icon to millions! We&#39;re celebrating Tyga today!"
    }
  ]
}
