{
  "month": "nov",
  "day": 20,
  "holidays": [
    {
      "title": "Future Teachers of America Day",
      "description": null
    },
    {
      "title": "National Pay Back Your Parents Day",
      "description": "You turned out just fine, so now you can pay back your parents!"
    },
    {
      "title": "Transgender Day of Remembrance",
      "description": "For generations, transgender people have suffered various forms of abuse (and even death)."
    },
    {
      "title": "Universal Children’s Day",
      "description": "Investing in our future means investing in our children."
    },
    {
      "title": "Africa Industrialization Day",
      "description": "Join the movement to overcome the challenges of industrialization in African countries."
    },
    {
      "title": "African Industrialization Day",
      "description": "Let&#39;s look at how industrialization might aid in the resolution of Africa&#39;s economic and societal issues."
    },
    {
      "title": "Black Consciousness Day",
      "description": "Join hands with us to stand against racial oppression on this day in Brazil."
    },
    {
      "title": "BOTOX® Cosmetic (onabotulinumtoxinA) Day",
      "description": "This day is all about Botox and how to safely use it."
    },
    {
      "title": "Education Support Professionals Day",
      "description": "Offer love and support to your favorite E.S.P. today. We have ideas and suggestions galore."
    },
    {
      "title": "Geographic Information Systems Day",
      "description": "To all fans of geography, information, and technology systems, Happy G.I.S. Day!"
    },
    {
      "title": "GIS Day",
      "description": "Explorers and geographers, get ready to celebrate the innovative technology that is GIS."
    },
    {
      "title": "International Hug a Runner Day",
      "description": "This is the day to find and hug a runner near you."
    },
    {
      "title": "Name Your PC Day",
      "description": "Today, we honor a technological friend that keeps us company through thick and thin."
    },
    {
      "title": "National Absurdity Day",
      "description": "Exchange social customs and dull norms for playful and untethered behaviors, expressions, and ideas."
    },
    {
      "title": "National Child&#39;s Day",
      "description": "Learn more about this special day that celebrates children and their rights."
    },
    {
      "title": "National Educational Support Professionals Day",
      "description": "Make sure to thank all the support professionals at your school for their services!"
    },
    {
      "title": "National Lucia Day",
      "description": "Today we want you to be aware that your name is unique and carries meaning."
    },
    {
      "title": "National Peanut Butter Fudge Day",
      "description": "Peanut butter fudge tastes fantastic and is much easier to make than chocolate fudge."
    },
    {
      "title": "National Sovereignty Day",
      "description": "National Sovereignty Day is a public holiday in which Argentina celebrates its own power."
    },
    {
      "title": "Revolution Day (Mexico)",
      "description": "The day is celebrated with a traditional civil-military-athletic parade in the nation’s capital."
    },
    {
      "title": "World COPD Day",
      "description": "Continue reading to learn the history of C.O.P.D. and how to prevent it."
    },
    {
      "title": "Dierks Bentley’s Birthday",
      "description": "This country singer is built to win and we can’t wait to see more."
    },
    {
      "title": "Duane Allman’s Birthday",
      "description": "This talented artist left an indelible mark on the world of music. Let’s celebrate him."
    },
    {
      "title": "Future’s Birthday",
      "description": "The future is looking even brigther for this award-winning rapper and singer."
    },
    {
      "title": "Hannah Kepple’s Birthday",
      "description": "This talented actress still has miles to go and several breakout roles in the offing."
    },
    {
      "title": "Havan Flores’s Birthday",
      "description": "This rising star rose to prominence after showing her outstanding skill in her roles."
    },
    {
      "title": "Jaxon Bieber’s Birthday",
      "description": "Despite his youth, his confident, assured demeanor sets a new standard for others to follow."
    },
    {
      "title": "Jeremy Jordan’s Birthday",
      "description": "This talented actor-singer will continue achieving accolades in the years to come."
    },
    {
      "title": "Joe Biden’s Birthday",
      "description": "Biden has come a long way to become the president of the United States!"
    },
    {
      "title": "Joe Walsh’s Birthday",
      "description": "This iconic rock musician has left behind a rich and fulfilling legacy for his admirers."
    },
    {
      "title": "Josh Turner’s Birthday",
      "description": "This admirable singer has charmed thousands of fans over the years and will keep doing so."
    },
    {
      "title": "Kaylie Leas’s Birthday",
      "description": "This talented TikTok star is just getting started in her journey as an entertainer."
    },
    {
      "title": "Lilypichu’s Birthday",
      "description": "This super-talented YouTube star and creator has only just started yet she’s already making waves."
    },
    {
      "title": "Michael Clifford’s Birthday",
      "description": "This gifted songwriter and guitarist probably doesn’t wish he’d wake up with amnesia anymore!"
    },
    {
      "title": "Michael Reeves’s Birthday",
      "description": "Meet Michael Reeves; popular YouTube and Twitch star, video editor, small-time boxer and so much more!"
    },
    {
      "title": "Michael Xavier’s Birthday",
      "description": "Canadian actor Michael Xavier catapulted into stardom with his back-to-back Christmas hits."
    },
    {
      "title": "Oliver Sykes’s Birthday",
      "description": "This metal singer isn&#39;t slowing down and is on a meteoric rise."
    },
    {
      "title": "Robert F. Kennedy’s Birthday",
      "description": "He was a politician who brought about change and affected the future of his people positively."
    },
    {
      "title": "Salice Rose’s Birthday",
      "description": "This Instagram star has millions of followers on social media and they are growing every day."
    }
  ]
}
