{
  "month": "nov",
  "day": 22,
  "holidays": [
    {
      "title": "Go For A Ride Day",
      "description": null
    },
    {
      "title": "Aron Day",
      "description": "Don’t forget about that remarkable Aron in your life by celebrating their special day!"
    },
    {
      "title": "DrinksGiving",
      "description": "It&#39;s like a Springsteen song plays out in real life every year."
    },
    {
      "title": "Housing Day",
      "description": "Let us work together to help ease the plight of the homeless."
    },
    {
      "title": "Humane Society Anniversary Day",
      "description": "Let’s explore the role and significance of the Humane Society in promoting the human-animal bond!"
    },
    {
      "title": "Lebanon Independence Day",
      "description": "Celebrate one of the most significant days, Lebanese Independence Day, with a strong sense of patriotism."
    },
    {
      "title": "Love Your Freckles Day",
      "description": "Synonymous with youth, the freckled face offers an idiosyncratic alternative to those flawless Instagram selfies."
    },
    {
      "title": "National Amelia Day",
      "description": "Join us as we shine the spotlight on all the amazing women who bear this name."
    },
    {
      "title": "National Cranberry Relish Day",
      "description": "Thanksgiving Day is around the corner, so let’s put our best cranberry recipes forward."
    },
    {
      "title": "National Jukebox Day",
      "description": "We’re holding a boombox over our heads to declare our love for the jukebox."
    },
    {
      "title": "National Larimar Day",
      "description": "Ready to see it all in blue? Learn about what makes Larimar so precious."
    },
    {
      "title": "National Nathan Day",
      "description": "Celebrate National Nathan Day! A day dedicated to getting to know Nathans all across the world."
    },
    {
      "title": "National Tie One On Day",
      "description": "Tie an apron on and cook up some love and kindness today."
    },
    {
      "title": "What Do You Love About America Day",
      "description": "This is the day for you to remember all that’s great about this country and give thanks."
    },
    {
      "title": "Baby Ariel’s Birthday",
      "description": "The famous social media personality has won the appreciation of fans worldwide through her work."
    },
    {
      "title": "Billie Jean King’s Birthday",
      "description": "This former tennis player made history as one of the best tennis players of all time."
    },
    {
      "title": "Celine Tam’s Birthday",
      "description": "If there’s one artist you would want to support, it should be Celine Tam."
    },
    {
      "title": "Cody Ko’s Birthday",
      "description": "The YouTuber and podcaster had an unconventional rise to the top of the popularity charts."
    },
    {
      "title": "Dulcie Dornan’s Birthday",
      "description": "Her parents try their best to protect her from negative publicity from the media."
    },
    {
      "title": "Hailey Bieber’s Birthday",
      "description": "She is beauty, she is grace, and she will never be replaced."
    },
    {
      "title": "Jamie Lee Curtis’s Birthday",
      "description": "She’s an icon in pop culture, and we are always excited to see her!"
    },
    {
      "title": "JuJu Smith-Schuster’s Birthday",
      "description": "For John Sherman &#34;JuJu&#34; Smith-Schuster, every game is always lit, because &#34;it’s lit!&#34;"
    },
    {
      "title": "Julia Rehwald’s Birthday",
      "description": "The talented young actress and model is garnering all the attention with her new roles."
    },
    {
      "title": "Katherine McNamara’s Birthday",
      "description": "This talented actress has been in several iconic projects and brought beloved characters to life!"
    },
    {
      "title": "Mads Mikkelsen’s Birthday",
      "description": "He’s the man who stole the hearts of both Danish and Hollywood fans — Mads Mikkelsen."
    },
    {
      "title": "Mark Ruffalo’s Birthday",
      "description": "The award-winning actor has made a place for himself with his critically-acclaimed and popular roles."
    },
    {
      "title": "Michael D. Cohen’s Birthday",
      "description": "For Cohen, inspiring people is a matter of taking the lead in his own life."
    },
    {
      "title": "Rodney Dangerfield’s Birthday",
      "description": "With his dark humor and contribution to comedy, Rodney Dangerfield has left behind a rich legacy."
    },
    {
      "title": "Scarlett Johansson’s Birthday",
      "description": "There are no spoilers today. There’s only extreme admiration for Scarlett Johansson!"
    },
    {
      "title": "Trevor Tordjman’s Birthday",
      "description": "This multi-talented performer is well on his way to reaching groundbreaking success."
    },
    {
      "title": "Ville Valo’s Birthday",
      "description": "This Finnish musician has been inspiring emotion in the hearts of listeners for decades!"
    },
    {
      "title": "WOOZI’s Birthday",
      "description": "There’s no doubt this multi-talented artist is set to break even more records in the future."
    },
    {
      "title": "Chenle’s Birthday",
      "description": "This young, charming prodigy always aims to impress the world with his true talent."
    }
  ]
}
