{
  "month": "nov",
  "day": 24,
  "holidays": [
    {
      "title": "National Day of Mourning",
      "description": "On the National Day of Mourning, Native American people in New England gather together to protest."
    },
    {
      "title": "Thanksgiving",
      "description": "Thanksgiving — a rare celebratory holiday without an established gift-giving component."
    },
    {
      "title": "Celebrate Your Unique Talent Day",
      "description": "Your uniqueness is your strength and today is all about celebrating that."
    },
    {
      "title": "D.B. Cooper Day",
      "description": "What more is there to this mysterious case of hijacking, air piracy, and intrepid skydiving?"
    },
    {
      "title": "Macy’s Thanksgiving Day Parade",
      "description": "There’s no better way to start Thanksgiving than by enjoying this fun festivity with your family!"
    },
    {
      "title": "Mindanao Week of Peace",
      "description": "Prepare for week-long activities to promote peace and harmony throughout the community."
    },
    {
      "title": "National Dog Show Broadcast",
      "description": "Get ready — watch the cream of the crop on one of the most prestigious dog shows in history."
    },
    {
      "title": "National Family Health History Day",
      "description": "Take some time when everyone in your family is assembled and discuss the family health history."
    },
    {
      "title": "National Oliver Day",
      "description": "Create a list of all Olivers in your vicinity and ensure you treat them well."
    },
    {
      "title": "National Sardines Day",
      "description": "Sardines are a rich source of omega-3 fatty acids; vitamins D, B12, and B2; phosphorus."
    },
    {
      "title": "Turkey-free Thanksgiving",
      "description": "Whether you’re a vegetarian or just dislike turkey, there are many alternatives for a turkey-free Thanksgiving."
    },
    {
      "title": "Unthanksgiving Day",
      "description": "Let us explore the rich history and significance of the lesser-known Unthanksgiving Day!"
    },
    {
      "title": "Grace Shadrack’s Birthday",
      "description": "This young YouTube star has created a niche for herself on social media."
    },
    {
      "title": "Jimmy Graham’s Birthday",
      "description": "This NFL player began making history soon after he began playing professional football."
    },
    {
      "title": "Katherine Heigl’s Birthday",
      "description": "This multitalented actress, producer, and model’s career has taken an upward trajectory since the beginning."
    },
    {
      "title": "LiAngelo Ball’s Birthday",
      "description": "We say a warm “Happy birthday” to this exceptionally talented basketball player!"
    },
    {
      "title": "Natalie Odell’s Birthday",
      "description": "Millions of people adore Odell&#39;s D.I.Y., self-love, beauty, fashion, and lifestyle videos."
    },
    {
      "title": "Peyton Meyer’s Birthday",
      "description": "There is no stopping this talented and hardworking actor from establishing a successful career."
    },
    {
      "title": "Sarah Hyland’s Birthday",
      "description": "This talented and resilient actress has built her career successfully through her hard work and determination."
    },
    {
      "title": "Savannah Jordan’s Birthday",
      "description": "We celebrate this reality star who has appeared alongside her family in several shows."
    },
    {
      "title": "Scott Joplin’s Birthday",
      "description": "This talented musician and composer put an entire genre of music on the map!"
    }
  ]
}
