{
  "month": "nov",
  "day": 26,
  "holidays": [
    {
      "title": "National Cake Day",
      "description": "We believe Marie Antoinette said it best when she (allegedly) said &#34;let them eat cake!&#34;"
    },
    {
      "title": "Small Business Saturday",
      "description": "In the age of Black Friday and Cyber Monday, don’t forget about smaller neighborhood shops."
    },
    {
      "title": "Aura Awareness Day",
      "description": "Have you checked your aura today? It might just be brighter than the sun."
    },
    {
      "title": "Good Grief Day",
      "description": "As the old Charlie Brown saying goes, &#34;Be yourself. Nobody can say you&#39;re doing it wrong.”"
    },
    {
      "title": "International Cake Day",
      "description": "Activate your sweet tooth, ladies and gentlemen, because it’s International Cake Day."
    },
    {
      "title": "National Alexis Day",
      "description": "Get ready to celebrate the very best of every Alexis you know!"
    },
    {
      "title": "National Anti Obesity Day",
      "description": "Learn the history of obesity in the U.S. and National Anti-Obesity Day."
    },
    {
      "title": "National Eric Day",
      "description": "Get ready to honor the bearers of a name that depicts nobility and leadership today."
    },
    {
      "title": "National Heath Day",
      "description": "Don’t forget to send only the best energy to your favorite Heath on this special day!"
    },
    {
      "title": "National Law Day",
      "description": "National Law Day — also known as Samvidhan Divas — commemorates the adoption of the Constitution of India."
    },
    {
      "title": "World Lewis Day",
      "description": "Awareness is raised on hundreds of displaced koalas due to the recent Australian bushfires."
    },
    {
      "title": "Android Jones’s Birthday",
      "description": "This extraordinary artist is one of the central figures in the visionary art movement."
    },
    {
      "title": "Anuel AA’s Birthday",
      "description": "Life hasn&#39;t always been easy for this reggaeton rapper, but he&#39;s showing he will succeed."
    },
    {
      "title": "Bailey Sarian’s Birthday",
      "description": "She&#39;s a YouTuber who uses storytelling and makeup to create quality content."
    },
    {
      "title": "Belle Bambi’s Birthday",
      "description": "Let us celebrate this successful TikTok star whose makeup game is strong!"
    },
    {
      "title": "Charles Schulz’s Birthday",
      "description": "A legendary and inspiring career built on talent, consistency, and hard work."
    },
    {
      "title": "Chip’s Birthday",
      "description": "One of Britain&#39;s best exports, this rapper is shaking things up in the industry!"
    },
    {
      "title": "DJ Khaled’s Birthday",
      "description": "This record executive is creating the world’s best music and redefining the industry."
    },
    {
      "title": "Lil Fizz’s Birthday",
      "description": "Here&#39;s all you need to know about Lil&#39; Fizz, the founder of B2K."
    },
    {
      "title": "Luka Sabbat’s Birthday",
      "description": "He&#39;s a multi-talented personality who&#39;s making waves as an actor, model, and influencer."
    },
    {
      "title": "Mina Starsiak Hawk’s Birthday",
      "description": "This reality television host is &#34;renovating&#34; the industry with her quality content!"
    },
    {
      "title": "Olivia O&#39;Brien’s Birthday",
      "description": "This multi-talented singer and songwriter is busy slaying in the music industry."
    },
    {
      "title": "Ryan Bergara’s Birthday",
      "description": "There is no stopping this prolific multi-talented content creator and producer from a life-changing career."
    },
    {
      "title": "ThunThun Skittles’s Birthday",
      "description": "This comedy creator has been building her viewership for nearly a decade now."
    },
    {
      "title": "Tina Turner’s Birthday",
      "description": "This singer has created an unmatched and untainted legacy in the music industry."
    }
  ]
}
