{
  "month": "nov",
  "day": 29,
  "holidays": [
    {
      "title": "Black Friday",
      "description": null
    },
    {
      "title": "Chadwick Boseman Day",
      "description": "On Chadwick Boseman&#39;s birthday, we remember the actor who sadly left us too soon."
    },
    {
      "title": "National Lemon Cream Pie Day",
      "description": "We hope your sweet tooth is ready to celebrate National Lemon Cream Pie Day!"
    },
    {
      "title": "Buy Nothing Day",
      "description": "An effort to combat the unethical and sometimes even dangerous mob shopping behaviors of Black Friday."
    },
    {
      "title": "Electronic Greetings Day",
      "description": "Let’s reach out to long-lost friends via email or social media this Electronic Greetings Day."
    },
    {
      "title": "Fur-Free Friday",
      "description": "Today we denounce our cruelty, in the name of fashion, to fur-bearing animals."
    },
    {
      "title": "International Day of Solidarity with the Palestinian People",
      "description": "Stand up for a true cause today — stand up for the independence of Palestinians."
    },
    {
      "title": "International Day of Solidarity with the Palestinian People",
      "description": "With the ongoing Israeli-Palestinian conflict, everyone should be informed and raise awareness of the situation."
    },
    {
      "title": "Isdal Woman Day",
      "description": "Learn about the Isdal Woman case, and the best ways to observe this day."
    },
    {
      "title": "Maize Day",
      "description": "The time has come to unwrap and savor this gift of nature."
    },
    {
      "title": "National Day of Listening",
      "description": "There&#39;s something interesting for everyone to say or hear, so listen up!"
    },
    {
      "title": "Native American Heritage Day",
      "description": "Native Americans form the foundation of American culture, and that makes this day special."
    },
    {
      "title": "Sigd Day",
      "description": "Uncover the ancient traditions and history of Jewish communities you didn’t know existed."
    },
    {
      "title": "Sinkie Day",
      "description": "Are you a sinkie? This special day was created just for you!"
    },
    {
      "title": "Square Dancing Day",
      "description": "Put on your dancing shoes and practice square dancing with your friends and loved ones!"
    },
    {
      "title": "Systems Engineer Day",
      "description": "Systems Engineer Day celebrates those who create computer systems and debug those with problems."
    },
    {
      "title": "Throw Out Your Leftovers Day",
      "description": "It’s time to throw out your leftovers and make space for fresh and healthy food."
    },
    {
      "title": "You’re Welcomegiving Day",
      "description": "We’re learning new ways to say “you’re welcome” on this exciting day!"
    },
    {
      "title": "Anna Faris’s Birthday",
      "description": "She has played numerous roles in films that were critically acclaimed and considered classic."
    },
    {
      "title": "Brian Baumgartner’s Birthday",
      "description": "This hilarious actor, director, and podcast host will you laugh for sure."
    },
    {
      "title": "C.S. Lewis’s Birthday",
      "description": "This theologian and English writer was an inspiring figure way ahead of his time."
    },
    {
      "title": "Chadwick Boseman’s Birthday",
      "description": "This actor will always be remembered for his talent and the characters he potrayed so skillfully."
    },
    {
      "title": "Chris Chann’s Birthday",
      "description": "This YouTuber is garnering fame and success, thanks to his entertaining content!"
    },
    {
      "title": "Don Cheadle’s Birthday",
      "description": "This multi-talented filmmaker and actor has been awarded several awards including two Grammys."
    },
    {
      "title": "Fawad Khan’s Birthday",
      "description": "Fawad Khan is the doe-eyed actor winning hearts across borders with his talent and charm."
    },
    {
      "title": "Howie Mandel’s Birthday",
      "description": "Entertainment has always been a part of this comedian and television personality’s life."
    },
    {
      "title": "Kennedy Cymone’s Birthday",
      "description": "Kennedy Cymone  Knight found fame in her YouTube channel titled Kennedy Cymone, initially called FabulousInMaking."
    },
    {
      "title": "Laura Marano’s Birthday",
      "description": "Marano is a talented lady who is not only gifted in acting but also singing."
    },
    {
      "title": "Louisa May Alcott’s Birthday",
      "description": "We will help you celebrate this author-turned-feminist icon who paved the way for us!"
    },
    {
      "title": "Reginae Carter’s Birthday",
      "description": "This rapper is expanding across multiple niches and ventures. Learn more as we celebrate!"
    },
    {
      "title": "Russell Wilson’s Birthday",
      "description": "This athlete has been playing football since high school and, today, he&#39;s in the big league!"
    },
    {
      "title": "The Game’s Birthday",
      "description": "The Game knows how to play the game! Let&#39;s dive into his life and career achievements."
    },
    {
      "title": "Tiffany Smith’s Birthday",
      "description": "This is how Tiffany Smith navigated the seas of Hollywood and landed on the perfect shore."
    },
    {
      "title": "Vin Scully’s Birthday",
      "description": "Learn more about the record-breaking sportscaster who ruled the airwaves for several decades."
    }
  ]
}
