{
  "month": "may",
  "day": 1,
  "holidays": [
    {
      "title": "May Day",
      "description": "A day for everyone to come together and celebrate life as we know it!"
    },
    {
      "title": "Beltane",
      "description": "Let’s heal the world with fire and celebrate the beautiful festival of Beltane."
    },
    {
      "title": "Calan Mai",
      "description": "Celebrate this day with the lighting of bonfires to fend off evil spirits and witches."
    },
    {
      "title": "Couple Appreciation Day",
      "description": "Pamper your partner on Couple Appreciation Day. Let them know they’re a priority in your life."
    },
    {
      "title": "CSS Reboot Day",
      "description": "Celebrate CSS Reboot Day by doing the webmasters&#39; bidding for a day."
    },
    {
      "title": "Early May Bank Holiday",
      "description": "Put off your banking chores and spend the day relaxing this Early May Bank Holiday."
    },
    {
      "title": "Executive Coaching Day",
      "description": "Join us in celebrating those who taught us to get the best out of our professional life."
    },
    {
      "title": "Frequent Flyer Day",
      "description": "Enjoy the perks of being a frequent flyer of any airline on Frequent Flyer Day."
    },
    {
      "title": "Global Love Day",
      "description": "Celebrate yourself and all humanity through acts of love, and promote peace and unity."
    },
    {
      "title": "Great Lakes Awareness Day",
      "description": "We&#39;re swimming in cool new ideas to celebrate Great Lakes Awareness Day; check them out."
    },
    {
      "title": "International Doodle Dog Day",
      "description": "Enjoy a day of fun and excitement with your poodle-mix this International Doodle Dog Day!"
    },
    {
      "title": "International Sunflower Guerilla Gardening Day",
      "description": "Celebrate International Sunflower Guerilla Gardening Day by planting sunflowers on a vacant lot near you."
    },
    {
      "title": "Keep Kids Alive Drive 25 Day",
      "description": "Raise drivers&#39; awareness, practice safe driving behaviors, and make roads safer for all."
    },
    {
      "title": "Labour and Agriculture Day",
      "description": "Agriculture is crucial for the survival of living beings. That’s why we celebrate this amazing day."
    },
    {
      "title": "Learn to Ride a Bike Day",
      "description": "If you&#39;ve always wanted to learn how to ride a bike, today is a perfect time."
    },
    {
      "title": "Lei Day",
      "description": "Celebrate Lei Day by immersing yourself in Hawaiian culture and the spirit of aloha."
    },
    {
      "title": "Marshall Islands Constitution Day",
      "description": "Get ready for Marshall Islands Constitution Day with our great article celebrating the Marshall Islands."
    },
    {
      "title": "Melanoma Monday",
      "description": "Melanoma, the deadliest type of skin cancer, is developed by 1 out of every 50 Americans."
    },
    {
      "title": "National Black Barber Shop Appreciation Day",
      "description": "Let us understand the importance of the day and join in the activities to celebrate."
    },
    {
      "title": "National Blessing Day",
      "description": "Celebrate and appreciate the Blessings all over the world on this special day."
    },
    {
      "title": "National Chocolate Parfait Day",
      "description": "Get your dessert spoons ready for National Chocolate Parfait Day!"
    },
    {
      "title": "National Infertility Survival Day",
      "description": "Parents or not, today is the day we celebrate everyone and show them support."
    },
    {
      "title": "National Loyalty Day",
      "description": "On National Loyalty Day, Americans showcase their loyalty to their country."
    },
    {
      "title": "National Mantra Day",
      "description": "National Mantra Day promotes the use of mantras to ease the mind."
    },
    {
      "title": "National Mother Goose Day",
      "description": "Today, we are swept back to memories of our childhood fairy tales."
    },
    {
      "title": "National Open Farm Day",
      "description": "Agriculture and farming are critical for humanity’s survival, and here’s why!"
    },
    {
      "title": "National Purebred Dog Day",
      "description": "National Purebred Dog Day celebrates the history, purpose, and future of purebred dogs."
    },
    {
      "title": "National Rotate Your Beer Day",
      "description": "After water and tea, beer is the third most-consumed drink in the world."
    },
    {
      "title": "New Home Owners Day",
      "description": "Celebrate your dream home with your entire family this New Home Owners Day."
    },
    {
      "title": "Philippines Labor Day",
      "description": "Celebrate Philippines Labor Day in style and honor the workers who fought for their rights!"
    },
    {
      "title": "Phone in Sick Day",
      "description": "Join the Phone in Sick Day celebrations, and let us honor the worker and his rights."
    },
    {
      "title": "Save The Rhino Day",
      "description": "We’ve got all you need to know about rhinos and how you can help save them."
    },
    {
      "title": "School Principals&#39; Day",
      "description": "Make your principal feel special on School Principals’ Day."
    },
    {
      "title": "Silver Star Service Banner Day",
      "description": "Pay tribute to the brave on Silver Star Service Banner Day."
    },
    {
      "title": "Therapeutic Massage Awareness Day",
      "description": "Take advantage of the day, and get yourself a massage to help get rid of stress."
    },
    {
      "title": "Worthy Wage Day",
      "description": "Celebrate the value of teachers by joining the fair compensation movement on Worthy Wage Day."
    },
    {
      "title": "Charli D&#39;Amelio’s Birthday",
      "description": "This TikTok superstar had a Dunkin’ Donuts limited go-to drink offer named after her."
    },
    {
      "title": "Gianna Bryant’s Birthday",
      "description": "The ‘Mambacita’ angel was a kind, passionate player and a caring daughter — a true inspiration."
    },
    {
      "title": "Katya Zamolodchikova’s Birthday",
      "description": "This drag superstar placed in two seasons of “Ru Paul’s Drag Race.”"
    },
    {
      "title": "Paeka’s Birthday",
      "description": "TikTok birthed a whole new wave of social media stars, and she&#39;s one of them."
    }
  ]
}
