{
  "month": "may",
  "day": 4,
  "holidays": [
    {
      "title": "Free Comic Book Day",
      "description": null
    },
    {
      "title": "Star Wars Day",
      "description": "It&#39;s party time on Tatooine. May the Forth be with you!"
    },
    {
      "title": "45 Day",
      "description": "Get your records out, spin that turntable, and let’s travel back in time."
    },
    {
      "title": "Anti-Bullying Day",
      "description": "Let’s pledge to listen, offer support, and pay closer attention to bullied children everywhere."
    },
    {
      "title": "Beer Pong Day",
      "description": "Bottoms up! Beer Pong Day is here."
    },
    {
      "title": "Childhood Stroke Awareness Day",
      "description": "Pediatric strokes are rare but they happen nonetheless. Learn more and take action now."
    },
    {
      "title": "Dave Brubeck Day",
      "description": "Let us honor Dave Brubeck, the quiet man of jazz and the marvel of his craft."
    },
    {
      "title": "Firefighters&#39; Memorial Day",
      "description": "Let’s join in honoring those who make the ultimate sacrifice in the line of duty."
    },
    {
      "title": "Greenery Day",
      "description": "Join us as we express our gratitude to Mother Nature this Greenery Day!"
    },
    {
      "title": "Greenery Day (Midori no Hi)",
      "description": "Join us as we express our gratitude to nature this Greenery Day!"
    },
    {
      "title": "Herb Day",
      "description": "Let’s get those seeds ready, we’re going herb planting!"
    },
    {
      "title": "International Drone Day",
      "description": "On International Drone Day, learn about the evolution of drone use over time!"
    },
    {
      "title": "International Firefighters Day",
      "description": "Today is International Firefighters Day. Remember that while fire is useful, fire safety is critical."
    },
    {
      "title": "International Respect for Chickens Day",
      "description": "Let us act now to stop the pain and abuse suffered by the chickens on farms."
    },
    {
      "title": "Join Hands Day",
      "description": "Work for the betterment of society by joining hands with the old and the new."
    },
    {
      "title": "K.I.N.D. Day",
      "description": "A baby&#39;s hygiene starts with a diaper, so let&#39;s band together to raise awareness!"
    },
    {
      "title": "Kent State Shootings Remembrance",
      "description": "Continue reading for more information on the largest student protests in U.S. history."
    },
    {
      "title": "Kentucky Derby",
      "description": "The Kentucky Derby is also known as the ‘Most Exciting Two Minutes in Sports.’"
    },
    {
      "title": "Martyrdom of Imam Sadeq",
      "description": "Today we appreciate and reflect on Islamic history as we observe the Martyrdom of Imam Sadeq."
    },
    {
      "title": "Naked Gardening Day",
      "description": "Put away all your clothes and get your shovel ready for World Naked Gardening Day!"
    },
    {
      "title": "National Bombshell Day",
      "description": "National Bombshell Day was created to highlight the importance of spreading self-love and love among women."
    },
    {
      "title": "National Candied Orange Peel Day",
      "description": "Get ready to satiate your sweet tooth with our great tips for candied orange peels!"
    },
    {
      "title": "National EOD Day",
      "description": "This day honors E.O.D. specialists, so let&#39;s delve deeper into its history and facts."
    },
    {
      "title": "National Fitness Day",
      "description": "Make your move to stay fit on National Fitness Day."
    },
    {
      "title": "National Herb Day",
      "description": "Wondering how National Herb Day came into being? We are here to shed some light."
    },
    {
      "title": "National Kids Fitness Day",
      "description": "Physical fitness ought to be a key component of every child’s daily routine."
    },
    {
      "title": "National Orange Juice Day",
      "description": "Get your juicers out and celebrate all things orange juice with our great tips!"
    },
    {
      "title": "National Remembrance Day in Netherlands",
      "description": "Today we join the Dutch in commemoration of all fallen civilians and soldiers — casualties of war."
    },
    {
      "title": "National Renewal Day",
      "description": "It’s out with the old and in with the re-new-al as we mark National Renewal Day."
    },
    {
      "title": "National Scrapbook Day",
      "description": "Scrapbooks, at the end of the day, are much like visual diaries."
    },
    {
      "title": "National Scrapbooking Day",
      "description": "Unleash your creative side and start scrapbooking with styles from minimalist to bold and bright."
    },
    {
      "title": "National Start Seeing Monarchs Day",
      "description": "Get your binoculars ready and come see some monarch butterflies with us!"
    },
    {
      "title": "National Weather Observers Day",
      "description": "Dust off your weather-watching equipment, it’s time to celebrate Weather Observers Day!"
    },
    {
      "title": "Petite and Proud Day",
      "description": "If you’re below 5’4” and struggle to reach high surfaces, this day is for you."
    },
    {
      "title": "Pilates Day",
      "description": "Pilates Day celebrates using this form of exercise to improve general health and quality of life."
    },
    {
      "title": "Relationship Renewal Day",
      "description": "Today is the perfect day to reach out to that person you’ve lost touch with."
    },
    {
      "title": "Rhode Island Independence Day",
      "description": "What makes Rhode Island unique among other states? Let us find out!"
    },
    {
      "title": "The 1940 Centennial",
      "description": "Raise your glass in cheers to another 100 years of excellence in New Zealand."
    },
    {
      "title": "Wildfire Preparedness Day",
      "description": "Get together on this day and take action to reduce the risks of wildfire."
    },
    {
      "title": "World Ankylosing Spondylitis Day",
      "description": "More than three million people in the U.S. are living with Ankylosing Spondylitis."
    },
    {
      "title": "World Give Day",
      "description": "Take part in the joy of giving with people across the globe on World Give Day."
    },
    {
      "title": "Yom HaShoah",
      "description": "Yom HaShoah brings with it garlands of determination and strength amidst tales of suffering."
    },
    {
      "title": "Audrey Hepburn’s Birthday",
      "description": "Let’s remember and honor Audrey Kathleen Hepburn — “the personification of natural beauty.”"
    },
    {
      "title": "Navia Robinson’s Birthday",
      "description": "Where it all started for Navia Robinson, where her career is now, and everything in between!"
    },
    {
      "title": "Noah Beck’s Birthday",
      "description": "Noah Beck, the boy-next-door who’s stealing hearts all over TikTok, is our focus today."
    },
    {
      "title": "PrestonPlayz’s Birthday",
      "description": "Let’s enter the world of PrestonPlayz and see how he amassed millions of dollars and fans!"
    }
  ]
}
