{
  "month": "may",
  "day": 12,
  "holidays": [
    {
      "title": "Mother&#39;s Day",
      "description": null
    },
    {
      "title": "National Limerick Day",
      "description": "We pay homage to the man who made the short poems widespread — Edward Lear."
    },
    {
      "title": "Chronic Fatigue Syndrome Day",
      "description": "Stand in solidarity and show your support for people battling Myalgic Encephalomyelitis/Chronic Fatigue Syndrome."
    },
    {
      "title": "Fibromyalgia Awareness Day",
      "description": "People suffering from fibromyalgia either go undiagnosed for years or are misdiagnosed."
    },
    {
      "title": "International Awareness Day for Chronic Immunological and Neurological Diseases",
      "description": "Join the movement to raise awareness about Chronic Immunological and Neurological Diseases."
    },
    {
      "title": "International Day of Plant Health",
      "description": "Keeping our plants healthy is crucial to keeping ourselves healthy. Learn more!"
    },
    {
      "title": "International Myalgic Encephalomyelitis Awareness Day",
      "description": "This mysterious disease is a global concern —  we need to get to the bottom of it."
    },
    {
      "title": "International Nurses Day",
      "description": "We thank the nurses whose support and care has healed people and saved lives."
    },
    {
      "title": "Mothers at the Wall Day",
      "description": "It&#39;s time to give your mother a warm hug to express gratitude for her unwavering love."
    },
    {
      "title": "National Anthony Day",
      "description": "This National Anthony Day, learn more about America’s 49th most common name."
    },
    {
      "title": "National Hospital Day",
      "description": "Learn all about the history of National Hospital Day and important reasons to prioritize your health."
    },
    {
      "title": "National Mental Health Provider Appreciation Day",
      "description": "A note of thanks to all mental health providers who help us lead a better life."
    },
    {
      "title": "National Nutty Fudge Day",
      "description": "Grab a plate and your mixing bowls; it’s time to celebrate National Nutty Fudge Day."
    },
    {
      "title": "National Odometer Day",
      "description": "Let’s d(r)ive into the world of odometers and their importance for our vehicles."
    },
    {
      "title": "National Tampon Day",
      "description": "We’re about to break the silence and dispel some of the most common menstrual myths."
    },
    {
      "title": "National Veal Ban Action Day",
      "description": "Put down your forks. We’re fighting for animal rights this National Veal Ban Action Day."
    },
    {
      "title": "National YA DIG Day",
      "description": "Be yourself and acknowledge your growth because you’re destined for greatness this National YA DIG Day!"
    },
    {
      "title": "World Topiary Day",
      "description": "Let’s celebrate the shaped shrubs and switch the trend from everything cake to everything topiary."
    },
    {
      "title": "Yom HaAtzmaut",
      "description": "Join us as we learn more about Yom Ha’atzmaut — the Israeli Independence Day."
    },
    {
      "title": "Yom HaZikaron",
      "description": "Yom HaZikaron is the official remembrance day of fallen soldiers and victims of terrorism."
    },
    {
      "title": "DraconiteDragon’s Birthday",
      "description": "This young Canadian gamer has reached over one million YouTube subscribers and isn’t stopping."
    },
    {
      "title": "Drumsy’s Birthday",
      "description": "This fun and authentic gamer has won the hearts of millions of fans."
    },
    {
      "title": "George Carlin’s Birthday",
      "description": "The iconic stand-up performer who opened the doors to a new style in comedy."
    },
    {
      "title": "Tony Hawk’s Birthday",
      "description": "World&#39;s most influential skateboarder and huge philanthropist; the legend himself, Tony Hawk."
    },
    {
      "title": "Vinny Vinesauce’s Birthday",
      "description": "YouTuber, streamer, Twitch star, and a rock superstar — Vinny Vinesauce does it all."
    }
  ]
}
