{
  "month": "may",
  "day": 15,
  "holidays": [
    {
      "title": "Break The Glass Ceiling Day",
      "description": null
    },
    {
      "title": "National Chocolate Chip Day",
      "description": "Legend has it that the chocolate chip cookie was a happy accident."
    },
    {
      "title": "Asphalt Day",
      "description": "The multi-purpose and incredibly versatile construction material has a fascinating history."
    },
    {
      "title": "Bring Flowers To Someone Day",
      "description": "Giving flowers is a wonderful way of expressing your feelings to the people you care about."
    },
    {
      "title": "Buddha Day",
      "description": "Discover the history of Buddha Day and how it is celebrated around the world."
    },
    {
      "title": "HG Awareness Day",
      "description": "Observe the day to raise awareness that H.G. is more severe and not just morning sickness."
    },
    {
      "title": "International Conscientious Objectors Day",
      "description": "Join us as we celebrate conscientious objectors this International Conscientious Objectors Day!"
    },
    {
      "title": "International Family Day",
      "description": "Families—both traditional and non-traditional—are the foundation of society."
    },
    {
      "title": "International Kangaroo Care Awareness Day",
      "description": "Kangaroo Mother Care is a simple yet effective way for parents to bond with their infants."
    },
    {
      "title": "MPS Awareness Day",
      "description": "Learn how you can help raise awareness for Mucopolysaccharidoses (M.P.S.) Disorders."
    },
    {
      "title": "National Employee Health and Fitness Day",
      "description": "On this day, employees and employers are reminded of the necessity and advantages of regular exercise."
    },
    {
      "title": "National Juice Slush Day",
      "description": "Marking the start of summer, juice slush is a pleasant drink that will quench your thirst."
    },
    {
      "title": "National Numeracy Day UK",
      "description": "Numbers and numeracy are important, and this day is set aside to recognize this."
    },
    {
      "title": "National Nylon Stocking Day",
      "description": "Celebrate this wardrobe essential, which has played an important role in the fashion industry."
    },
    {
      "title": "National Safety Dose Day",
      "description": "For any illness, taking the proper dose is just as important as taking the right medication."
    },
    {
      "title": "National Senior Fraud Awareness Day",
      "description": "Join us as we raise awareness about financial fraud on National Senior Fraud Awareness Day."
    },
    {
      "title": "National Tuberous Sclerosis Day",
      "description": "Join us in raising awareness and eradicating social stigma this National Tuberous Sclerosis Day."
    },
    {
      "title": "Peace Officers Memorial Day",
      "description": "We’ve put together the best ways to show your appreciation to those who keep the peace."
    },
    {
      "title": "Straw Hat Day",
      "description": "Panama, boater, or straw fedora, make your fashion statement to celebrate Straw Hat Day."
    },
    {
      "title": "TSC Global Awareness Day",
      "description": "Tuberous Sclerosis Complex is a genetic disease with symptoms that can range from mild to severe."
    },
    {
      "title": "Turn Beauty Inside Out Day",
      "description": "Let’s put an end to the media’s self-esteem breakers by celebrating Turn Beauty Inside Out Day."
    },
    {
      "title": "Vascular Birthmarks Awareness Day",
      "description": "Most of us are born with birthmarks — and they are mostly harmless."
    },
    {
      "title": "VBF Day of Awareness",
      "description": "Join us as we observe V.B.F. Day of Awareness this May 15!"
    },
    {
      "title": "World Facilities Management Day",
      "description": "Let’s give those working in facilities management more credit for their essential contribution to business."
    },
    {
      "title": "Chase Hudson’s Birthday",
      "description": "With over 30 million followers on TikTok, let’s delve into what makes Lil Huddy so admired."
    },
    {
      "title": "Emmitt Smith’s Birthday",
      "description": "Former football player and one of the greatest running backs in the National Football League."
    }
  ]
}
