{
  "month": "may",
  "day": 18,
  "holidays": [
    {
      "title": "National No Dirty Dishes Day",
      "description": "Keep sinks happy, and do your part by saying, &#34;NO&#34; to dirty dishes."
    },
    {
      "title": "Ascencion Day (Saint Barthelemy)",
      "description": "This Ascension Day, let’s reflect on the significance of Christ’s life, death, resurrection, and ascension."
    },
    {
      "title": "Ascencion Day (Saint Martin)",
      "description": "Ascension Day in Saint Martin is a time to reflect on the risen Christ’s sacrifice."
    },
    {
      "title": "Ascension Day",
      "description": "This is a Christian holiday that doubles as a public holiday in many countries."
    },
    {
      "title": "Battle of Las Piedras",
      "description": "On the anniversary of the Battle of Las Piedras, see its enduring mark on Uruguay’s history."
    },
    {
      "title": "Global Accessibility Awareness Day",
      "description": "Disabled users must have access to the same high-quality digital services and content as non-disabled users."
    },
    {
      "title": "Haitian Flag Day",
      "description": "Travel back in time with us as we celebrate the historical Haitian Flag Day."
    },
    {
      "title": "I Love Reese&#39;s Day",
      "description": "Stop and have a Reese’s Cup because we are celebrating I Love Reese’s Day."
    },
    {
      "title": "International Museum Day",
      "description": "It’s an opportunity to support museum education and make everyone aware of the importance of museums."
    },
    {
      "title": "Mother Whistler Day",
      "description": "Find out how to celebrate Mother Whistler Day right here with us at National Today."
    },
    {
      "title": "National Aperitif Day",
      "description": "On National Aperitif Day, add a little aperitif to your cocktail and sip it in style!"
    },
    {
      "title": "National Brock Day",
      "description": "This National Brock Day, take some time to learn the name’s history and meaning."
    },
    {
      "title": "National Cheese Soufflé Day",
      "description": "The word ‘soufflé’ comes from the French word ‘souffler,’ which means ‘puff up’ or ‘blow up.’"
    },
    {
      "title": "National HIV Vaccine Awareness Day",
      "description": "Acknowledge AIDS and do your bit to spread the word."
    },
    {
      "title": "National Marvin Day",
      "description": "Know someone named Marvin? Make their day by celebrating their name right here, right now."
    },
    {
      "title": "National Notebook Day",
      "description": "Roses are red, violets are blue, National Notebook Day is here, and we&#39;re celebrating with you."
    },
    {
      "title": "National Visit Your Relatives Day",
      "description": "A day dedicated to spending time with your loved ones and cherishing family time."
    },
    {
      "title": "Send an Electronic Greeting Card Day",
      "description": "Sending a customized e-card is a delightful and simple method to express kindness to others."
    },
    {
      "title": "State Flag of Turkmenistan Day",
      "description": "Appreciate the beauty and symbolism of the Turkmen flag and keep it flying high."
    },
    {
      "title": "World AIDS Vaccine Day",
      "description": "An annual event to raise awareness about H.I.V. infection and AIDS and their prevention."
    },
    {
      "title": "Ava Pearl’s Birthday",
      "description": "She’s a Jack-of-All-Trades: she is an established musician and a well-known vlogger."
    },
    {
      "title": "George Strait’s Birthday",
      "description": "The story of George Strait is moving, just like his very popular music."
    },
    {
      "title": "Mister Cartoon’s Birthday",
      "description": "Mister Cartoon&#39;s incredible art made its way from the streets to the big screen."
    },
    {
      "title": "Teresa Giudice’s Birthday",
      "description": "Teresa Giudice’s story proves that success is not final and failure is not fatal."
    },
    {
      "title": "Tina Fey’s Birthday",
      "description": "She can write, act, and produce and the world can never get enough."
    }
  ]
}
