{
  "month": "may",
  "day": 22,
  "holidays": [
    {
      "title": "Harvey Milk Day",
      "description": null
    },
    {
      "title": "International Day for Biological Diversity",
      "description": "Dedicated to making Earth a place where all creatures can not only survive, but also thrive."
    },
    {
      "title": "National Maritime Day",
      "description": "National Maritime Day is a holiday that both honors and celebrates the Merchant Marine."
    },
    {
      "title": "Bitcoin Pizza Day",
      "description": "How many Bitcoins would you pay for a pizza? Find out more about cryptocurrency right here!"
    },
    {
      "title": "Buy A Musical Instrument Day",
      "description": "This day is here to motivate you to create beautiful melodies with a brand new instrument."
    },
    {
      "title": "Canadian Immigrants Day",
      "description": "Join us as we learn more and celebrate Canadian Immigrants Day this May."
    },
    {
      "title": "Carb Day",
      "description": "This is the day for racing enthusiasts! It’s Carb Day and we are raring to go."
    },
    {
      "title": "Declaration of the Bab",
      "description": "Learn about the Bahá’í Faith and the Promised One on this Declaration of the Bab day."
    },
    {
      "title": "Don’t Fry Day",
      "description": "You wouldn’t let your child smoke, why let them fry? Don’t Fry Day is here!"
    },
    {
      "title": "International Coco Mom Day",
      "description": "International Coco Mom Day focuses on maternal health and raising children in a color-conscious world."
    },
    {
      "title": "National Boss Babe Day",
      "description": "The sky&#39;s the limit for boss babes! Let’s celebrate all these amazing women today!"
    },
    {
      "title": "National Cooler Day",
      "description": "Grab your cooler filled with ice and drinks, and let’s head out this National Cooler Day."
    },
    {
      "title": "National Craft Distillery Day",
      "description": "Relax and enjoy your favorite small-batch distilled spirit on National Craft Distillery Day. Cheers!"
    },
    {
      "title": "National Death Busters Day",
      "description": "Let’s remind ourselves and our loved ones to buckle up, be cautious, and drive safely."
    },
    {
      "title": "National Road Trip Day",
      "description": "Think you know all about the ‘Great American Road Trip’? We’ll see about that!"
    },
    {
      "title": "National Solitaire Day",
      "description": "Addicted to playing solitaire? Find out more about your favorite card game!"
    },
    {
      "title": "National Title Track Day",
      "description": "Keep reading to find out how title tracks evolved over the years and how to celebrate."
    },
    {
      "title": "National Vanilla Pudding Day",
      "description": "Dedicate May 22 to your love for vanilla puddings. Here’s all you need to know."
    },
    {
      "title": "Sherlock Holmes Day",
      "description": "Did you know that 21% of the British think that Sherlock Holmes was a real person?"
    },
    {
      "title": "Slavery Abolition Day (Martinique)",
      "description": "Discover ways to look back and honor the fight against slavery in Martinique."
    },
    {
      "title": "World Goth Day",
      "description": "World Goth Day encourages people to learn about the goth culture and let go of their prejudices."
    },
    {
      "title": "World Paloma Day",
      "description": "May 22 is the perfect opportunity for you to get your hands on this delicious cocktail!"
    },
    {
      "title": "World Preeclampsia Day",
      "description": "Let&#39;s all do our share to raise awareness about this possibly life-threatening pregnancy condition!"
    },
    {
      "title": "Emma Chamberlain’s Birthday",
      "description": "Emma Chamberlain keeps proving that content creation and persistence can bring value holistically."
    }
  ]
}
