{
  "month": "may",
  "day": 25,
  "holidays": [
    {
      "title": "National Wine Day",
      "description": "Cheers to celebrating over a bottle of wine!"
    },
    {
      "title": "African Liberation Day",
      "description": "Go get yourself a vuvuzela and get ready because we’re going to do African Liberation Day in style."
    },
    {
      "title": "Chardonnay Day",
      "description": "Celebrating Chardonnay, crafted from the beautiful vineyards of Pinot noir and Gouais blanc."
    },
    {
      "title": "Erev Shavuot",
      "description": "Read on to find out how you should be celebrating Erev Shavuot."
    },
    {
      "title": "Geek Pride Day",
      "description": "Journey through the fantastic world of geek culture on Geek Pride Day."
    },
    {
      "title": "Global Africa Day",
      "description": "Today we honor the homeland, the African continent, and shine a light on her progress."
    },
    {
      "title": "International Skin Pigmentation Day",
      "description": "Join in the conversation about uneven skin and learn how to handle it."
    },
    {
      "title": "Jordan Independence Day",
      "description": "Put on your dishdashas and come join us as we celebrate Jordan’s Independence Day!"
    },
    {
      "title": "May Revolution Day",
      "description": "This May Revolution Day, let us commemorate the strength and courage of the Argentinian people."
    },
    {
      "title": "May Revolution Day",
      "description": "Wave the flag of Argentina’s independence high on the occasion of May 25!"
    },
    {
      "title": "National Bath Bomb Day",
      "description": "Grab your robe and your favorite face peel because we’re celebrating this one the right way."
    },
    {
      "title": "National Brown-Bag It Day",
      "description": "‘Brown-bagging it’ helps you save money and eat healthier."
    },
    {
      "title": "National Cody Day",
      "description": "Cody has been among the most famous names in the U.S. these past five years."
    },
    {
      "title": "National Enzo Day",
      "description": "Enzo is an Italian name that sounds sweet yet sexy at the same time."
    },
    {
      "title": "National George Day",
      "description": "Join people named George across the globe as they celebrate their name day."
    },
    {
      "title": "National Missing Children’s Day",
      "description": "Today we remember missing children and spread the word about child abduction"
    },
    {
      "title": "National Sing Out Day",
      "description": "Channel your inner melodious voice and get ready to sing your blues away."
    },
    {
      "title": "National Tap Dance Day",
      "description": "Tap your way through the day as we celebrate this original American dance form."
    },
    {
      "title": "National VTuber Day",
      "description": "Step into the world of virtual reality where you can have your own avatar!"
    },
    {
      "title": "Shavuot",
      "description": "Shavuot—or the Feast of Weeks—is a Jewish holiday, with an agricultural and biblical significance."
    },
    {
      "title": "Towel Day",
      "description": "We are celebrating this holiday with a towel wrapped around our necks."
    },
    {
      "title": "World Thyroid Day",
      "description": "Join millions across the globe in the fight against thyroid disease on World Thyroid Day."
    },
    {
      "title": "Avery Gay’s Birthday",
      "description": "A millennial ballet dancer on a magnificent journey to pursue her dreams!"
    },
    {
      "title": "Chloe Lukasiak’s Birthday",
      "description": "This talented dancer and actress has won the hearts of many with her talent and personality."
    },
    {
      "title": "Cillian Murphy’s Birthday",
      "description": "Cillian Murphy, an Irish-born actor, is much more than meets the eye."
    },
    {
      "title": "Mike Myers’s Birthday",
      "description": "This multi-talented actor-comedian has always been a high achiever and is a man of many talents."
    },
    {
      "title": "Roman Reigns’s Birthday",
      "description": "This undefeated wrestling champion has always been a driving force in sports."
    },
    {
      "title": "Thorgy Thor’s Birthday",
      "description": "Learn how this drag queen got her career started and rose to stardom."
    }
  ]
}
