{
  "month": "may",
  "day": 26,
  "holidays": [
    {
      "title": "National Paper Airplane Day",
      "description": "Paper airplanes have fascinated children and adults alike around the globe for generations."
    },
    {
      "title": "Buddha Day",
      "description": "Discover the history of Buddha Day and how it is celebrated around the world."
    },
    {
      "title": "Carb Day",
      "description": "This is the day for racing enthusiasts! It’s Carb Day and we are raring to go."
    },
    {
      "title": "European Neighbors&#39; Day",
      "description": "Invite over your neighbors to a nice meal and get to know your community!"
    },
    {
      "title": "Georgia Independence Day",
      "description": "Celebrating the rise of the nation of Georgia and its claim to victorious independence."
    },
    {
      "title": "Independence Day (Guyana)",
      "description": "Celebrate Guyana’s Independence Day and the rich cultural heritage of the Guyanese people."
    },
    {
      "title": "National Blueberry Cheesecake Day",
      "description": "This day is dedicated to the blueberry cheesecake, one of the most popular desserts in the U.S."
    },
    {
      "title": "National Cherry Dessert Day",
      "description": "Cherry pies, cherry tarts, and cherry biscuits are some of the few reasons we love today!"
    },
    {
      "title": "National Cooler Day",
      "description": "Grab your cooler filled with ice and drinks, and let’s head out this National Cooler Day."
    },
    {
      "title": "National Death Busters Day",
      "description": "Let’s remind ourselves and our loved ones to buckle up, be cautious, and drive safely."
    },
    {
      "title": "National Don’t Fry Day",
      "description": "You wouldn’t let your child smoke, why let them fry? National Don’t Fry Day is here!"
    },
    {
      "title": "National Heat Awareness Day",
      "description": "This health holiday cannot get any hotter — keep it cool on National Heat Awareness Day."
    },
    {
      "title": "National Road Trip Day",
      "description": "Think you know all about the ‘Great American Road Trip’? We’ll see about that!"
    },
    {
      "title": "National Sorry Day",
      "description": "National Sorry Day commemorates the mistreatment of Aboriginal and Torres Strait Islander people."
    },
    {
      "title": "National Title Track Day",
      "description": "Keep reading to find out how title tracks evolved over the years and how to celebrate."
    },
    {
      "title": "Sally Ride Day",
      "description": "Sally Ride Day is a fun holiday that honors the first American woman in space."
    },
    {
      "title": "World Dracula Day",
      "description": "This World Dracula Day, celebrate Stoker’s literary work and its big impact on pop culture."
    },
    {
      "title": "World Lindy Hop Day",
      "description": "A dancing style that has endured time by bringing people together and helping spread joy."
    },
    {
      "title": "World Red Head Day",
      "description": "Let your hair down and celebrate its uniqueness on World Redhead Day."
    },
    {
      "title": "Jace’s Birthday",
      "description": "This rapper and songwriter is quickly making a name for himself; he is one to remember."
    },
    {
      "title": "John Wayne’s Birthday",
      "description": "This talented actor and filmmaker was a shining star in Hollywood’s Golden Age."
    },
    {
      "title": "Lenny Kravitz’s Birthday",
      "description": "Nothing is impossible to achieve for this extremely committed, multi-talented singer and actor."
    },
    {
      "title": "Nicole Tv’s Birthday",
      "description": "For this YouTube and social media sensation, nothing will stand in her way to greatness."
    },
    {
      "title": "Scott Disick’s Birthday",
      "description": "There are no limitations to what the celebrated reality star, Scott Disick, can do."
    },
    {
      "title": "Stevie Nicks’s Birthday",
      "description": "This tremendously talented rock artist has always been a real eager beaver."
    }
  ]
}
