{
  "month": "may",
  "day": 27,
  "holidays": [
    {
      "title": "National Hairstylist Mental Health Awareness Day",
      "description": "Hairstylists so often lend a friendly ear to their customers — this observation is all about offering yours in return."
    },
    {
      "title": "National Sunscreen Day",
      "description": "Rub and absorb that lotion, cream, or spray before enjoying the warmth and light of summer."
    },
    {
      "title": "Amateur Radio Military Appreciation Day",
      "description": "Let us all get behind a mic, as it is time for ARMAD!"
    },
    {
      "title": "National Aaron Day",
      "description": "Let’s find out about the name Aaron, its history, popularity, and origins."
    },
    {
      "title": "national asher day",
      "description": "Despite its historical and biblical origins, the name Asher wasn’t well known until the 1980s."
    },
    {
      "title": "National Cellophane Tape Day",
      "description": "Time to commemorate the invention of one of the most practical things i.e., cellophane tape."
    },
    {
      "title": "National Grape Popsicle Day",
      "description": "Beat the heat and tickle those taste buds with this refreshing pop."
    },
    {
      "title": "National Gray Day",
      "description": "Raise your voices and spread awareness about brain cancer with our information."
    },
    {
      "title": "National Italian Beef Day",
      "description": "Grab the napkins, and get your best Italian Beef Sandwich to celebrate the day in tradition."
    },
    {
      "title": "National Jordan Day",
      "description": "The name Jordan is an intriguing one. This National Jordan Day, let’s find out why."
    },
    {
      "title": "National Melissa Day",
      "description": "On this day, all Melissas can find out about the origin of their name."
    },
    {
      "title": "National Wig Out Day",
      "description": "National Wig Out Day is a fun day where your head gets to play dress-up."
    },
    {
      "title": "Nothing to Fear Day",
      "description": "Fear not; come and join us as we celebrate Nothing To Fear Day."
    },
    {
      "title": "Old Time Player Piano Day",
      "description": "Old-Time Player Piano Day takes place to memorialize this unique musical instrument that plays itself."
    },
    {
      "title": "Slavery Abolition Day (Guadeloupe)",
      "description": "This Slavery Abolition Day, join us as we uncover Guadeloupe’s complex history!"
    },
    {
      "title": "Sunscreen Protection Day",
      "description": "Making sunscreen a priority, and protecting the largest organ of the body at all costs."
    },
    {
      "title": "Tracky Dack Day",
      "description": "To understand Tracky Dack Day, first, know that ‘dack’ is Australian English slang for trousers."
    },
    {
      "title": "Blippi’s Birthday",
      "description": "This children’s character is loved by many and is the source of many good childhood memories."
    },
    {
      "title": "Jadakiss’s Birthday",
      "description": "This rapper has enviable talent and the global recognition to prove it."
    },
    {
      "title": "Princess Mae’s Birthday",
      "description": "This Instagram star has had a glimpse of stardom, and she’s not turning back."
    },
    {
      "title": "Royalty Brown’s Birthday",
      "description": "This celebrity family member has it made — with a hip-hop dad and model mom, she’s set for life!"
    },
    {
      "title": "Ryan Henry’s Birthday",
      "description": "For this talented tattoo artist and reality T.V. star, the sky really is the limit."
    },
    {
      "title": "Zach Herron’s Birthday",
      "description": "With his melodious voice and dashing looks, Zach Herron has captivated the hearts of millions worldwide."
    }
  ]
}
