{
  "month": "jun",
  "day": 2,
  "holidays": [
    {
      "title": "National Donut Day",
      "description": "We are gearing up to savor our best-loved fried dough confections!"
    },
    {
      "title": "American Indian Citizenship Day",
      "description": "In 1924, the Indian Citizenship Act granted citizenship to all American Indians born in the U.S."
    },
    {
      "title": "Isabel Province Day",
      "description": "This Isabel Province Day, take some time to learn about the province."
    },
    {
      "title": "Republic Day Italy",
      "description": "It’s time to raise the tricolor flags with Italians as they achieved their freedom on this day."
    },
    {
      "title": "National Bubba Day",
      "description": "Bubba is a nickname or a pet name given to someone as a term of endearment."
    },
    {
      "title": "National First Ladies Day",
      "description": "Take a look at the many contributions America’s First Ladies passed on to the nation."
    },
    {
      "title": "National I Love My Dentist Day",
      "description": "This day is dedicated to dentists for all the fantastic work they do to keep us smiling."
    },
    {
      "title": "National Janice Day",
      "description": "This National Janice Day, let’s explore the origin and meaning of the name Janice."
    },
    {
      "title": "National Leave the Office Early Day",
      "description": "A day for those who find themselves living to work instead of working to live."
    },
    {
      "title": "National Rocky Road Day",
      "description": "This day commemorates the iconic flavor of the rocky road dessert."
    },
    {
      "title": "National Rotisserie Chicken Day",
      "description": "Rotisserie chicken is prepared in a slow cooking method that seals in the flavor."
    },
    {
      "title": "Platinum Jubilee bank holiday",
      "description": "Join the people celebrating Her Majesty The Queen’s historic reign and take part in the activities."
    },
    {
      "title": "Randol Fawkes Labour Day",
      "description": "Join the parade as we celebrate and show our appreciation this Randol Fawkes Labor Day."
    },
    {
      "title": "Beetlejuice’s Birthday",
      "description": "Meet Lester Green, A.K.A. Beetlejuice, the greatest Wack Packer of all time."
    },
    {
      "title": "Charlie Watts’s Birthday",
      "description": "This legendary drummer and musician achieved the highest levels of musical success."
    },
    {
      "title": "John Randolph’s Birthday",
      "description": "For this political activist, freedom and principle were the only ways forward."
    },
    {
      "title": "Willow Sage Hart’s Birthday",
      "description": "This child singer has her whole life to create unique world-stopping music."
    }
  ]
}
