{
  "month": "jun",
  "day": 6,
  "holidays": [
    {
      "title": "National Donut Day",
      "description": null
    },
    {
      "title": "National Eyewear Day",
      "description": "The good news? Today we can choose from virtually endless styles, shapes, and colors."
    },
    {
      "title": "National Yo-Yo Day",
      "description": "It seems like yo-yos have been around forever and that&#39;s because they have; we&#39;re talking over 2,000 years!"
    },
    {
      "title": "Queensland Day",
      "description": "Did you know the British could have named Queensland — &#34;Cooksland&#34; — after British explorer James Cook?"
    },
    {
      "title": "Russian Language Day",
      "description": "It’s time to take a quick trip to the Eastern Hemisphere, because it&#39;s Russian Language Day!"
    },
    {
      "title": "Caves and Karst Day",
      "description": "Dive deep into the fascinating world of caves and karst to discover its wonders and splendor."
    },
    {
      "title": "D-Day",
      "description": "More than 75 years after the end of World War II, the memories remain fresh."
    },
    {
      "title": "Hari Raya Haji",
      "description": "It’s story-time as we celebrate an Islamic tale of devotion that birthed a worldwide event."
    },
    {
      "title": "Memorial Day in South Korea",
      "description": "Remembering the brave, fallen soldiers of the Korean War, and all of South Korea."
    },
    {
      "title": "National Applesauce Cake Day",
      "description": "National Applesauce Day is an opportunity to hone your culinary skills and treat your sweet tooth."
    },
    {
      "title": "National Drive-In Movie Day",
      "description": "Today is the anniversary of the first-ever drive-in opening in the U.S."
    },
    {
      "title": "National Gardening Exercise Day",
      "description": "Any gardener will tell you that squatting to pick weeds will get those quads burning."
    },
    {
      "title": "National Higher Education Day",
      "description": "National Higher Education Day recognizes the importance of education in improving our lives."
    },
    {
      "title": "Randol Fawkes Labour Day",
      "description": "Join the parade as we celebrate and show our appreciation this Randol Fawkes Labor Day."
    },
    {
      "title": "Sacrifice Feast Eve",
      "description": "It is our prayer that Allah accepts your sacrifice and fulfills your desires in life."
    },
    {
      "title": "T. T. Bank Holiday",
      "description": "Experience one of the most dangerous road racing championships on the planet."
    },
    {
      "title": "Tabaski Day",
      "description": "It’s time to bow in prayer as we celebrate the Tabaski holiday!"
    },
    {
      "title": "Visually Impaired People Day",
      "description": "Visually Impaired People Day creates awareness about the needs of people with vision loss and impairment."
    },
    {
      "title": "Waqfat Arafat Day",
      "description": "Let us explore the history behind Waqfat Arafat Day and understand its significance."
    },
    {
      "title": "World Green Roof Day",
      "description": "Let’s celebrate the contribution that green roofs make to reducing global carbon emissions."
    },
    {
      "title": "World Pest Day",
      "description": "Book a date with your local pest control company on World Pest Day."
    },
    {
      "title": "Carole Baskin’s Birthday",
      "description": "For the Queen of Cat Ladies everywhere, no plight of animals is too large to defeat."
    },
    {
      "title": "Neha Kakkar’s Birthday",
      "description": "Neha Kakkar is known as the queen of pop music in Bollywood."
    },
    {
      "title": "Toby Wallace’s Birthday",
      "description": "From “Lucky Country” to “Babyteeth,” Toby continues to surprise us with his talent."
    }
  ]
}
