{
  "month": "jun",
  "day": 9,
  "holidays": [
    {
      "title": "Day of La Rioja",
      "description": null
    },
    {
      "title": "Day of Murcia",
      "description": "You better get ready to celebrate the Day of Murcia, it is going to be fun."
    },
    {
      "title": "Donald Duck Day",
      "description": "Well, what do you give to a duck that has it all? His own holiday!"
    },
    {
      "title": "Eat Flexitarian Day",
      "description": "Eat Flexitarian Day, celebrated on June 9, is a day for people everywhere to try the incredibly delicious world of plant-based food. By adopting a…"
    },
    {
      "title": "Filipino-Chinese Friendship Day",
      "description": "Raise a toast to celebrate Filipino-Chinese Friendship Day right here at National Today."
    },
    {
      "title": "Holy Spirit Monday",
      "description": "Today, the faithful celebrate the descension of the Holy Spirit."
    },
    {
      "title": "International Dark &#39;n Stormy® Day",
      "description": "Grab your Goslings Black Seal Rum® and sparkling ginger beer, we&#39;re celebrating!"
    },
    {
      "title": "National Heroes Day Uganda",
      "description": "Honor the brave who gave their lives for their country on National Heroes Day Uganda."
    },
    {
      "title": "National Krewe of Tucks Day",
      "description": "National Krewe of Tucks Day celebrates having a good time and putting on a great show!"
    },
    {
      "title": "National Meal Prep Day",
      "description": "Organize your kitchen and treat yourself to your favorite recipes on National Meal Prep Day."
    },
    {
      "title": "National Mitchell Day",
      "description": "National Mitchell Day is celebrated on June 9 every year. Mitchell is a surname that has been used as a given name in the U.S.…"
    },
    {
      "title": "National No Apologies Period Day",
      "description": "Refuse to abide by the culture that shames menstruators by observing National No Apologies Period Day."
    },
    {
      "title": "National Strawberry Rhubarb Pie Day",
      "description": "It’s time to please that sweet tooth as we celebrate this delicious dessert."
    },
    {
      "title": "Orthodox Pentecost Monday",
      "description": "Today is the day to prepare a lavish feast to honor the Holy Spirit."
    },
    {
      "title": "Team Green Britain Bike Week",
      "description": "Grab your cycle out of the shed and go on the ride of a lifetime."
    },
    {
      "title": "Whit Monday",
      "description": "Whit Monday is a Christian holiday celebrating the descent of the Holy Ghost."
    },
    {
      "title": "Whit Monday (Martinique)",
      "description": "Celebrate Whit Monday with a burst of religious flavor. Let us get you started!"
    },
    {
      "title": "Whit Monday (Saint Barthelemy)",
      "description": "It&#39;s Whit Monday, a day to remember the ultimate sacrifice made by Jesus Christ."
    },
    {
      "title": "Whit Monday (Saint Martin)",
      "description": "Learn about Whit Monday, when the holiday originated, and how to celebrate it."
    },
    {
      "title": "Johnny Depp’s Birthday",
      "description": "Johnny Deep has experienced many hardships but this talented actor continues to endure and thrive."
    },
    {
      "title": "Les Paul’s Birthday",
      "description": "This multi-talented guitarist gave the world a musical gift that is timeless."
    },
    {
      "title": "Michael J. Fox’s Birthday",
      "description": "Fox is a man who lets no health condition stand in his way of achieving greatness."
    },
    {
      "title": "Natalie Portman’s Birthday",
      "description": "Portman is a talented, award-winning, astounding performer who aims to achieve greatness at its fullest."
    },
    {
      "title": "ChiTown Drive-In Presents - Captain America: Brave New World",
      "description": null
    },
    {
      "title": "Hamilton (Touring)",
      "description": null
    },
    {
      "title": "The Wiggles - Bouncing Balls! Tour",
      "description": null
    }
  ]
}
