{
  "month": "jun",
  "day": 10,
  "holidays": [
    {
      "title": "National Iced Tea Day",
      "description": null
    },
    {
      "title": "Abolition Day",
      "description": "Abolition Day also commemorates the abolition of serfdom and other forms of involuntary servitude."
    },
    {
      "title": "Belmont Stakes",
      "description": "Join us in celebrating the 154th year of horse racing at the Belmont Stakes."
    },
    {
      "title": "EHS Day",
      "description": "National EHS Awareness Day is observed every year to spread awareness about electromagnetic hypersensitivity syndrome."
    },
    {
      "title": "National Ballpoint Pen Day",
      "description": "For many, the ballpoint pen holds a special place in their pen holder."
    },
    {
      "title": "National Bed Bug Prevention Day",
      "description": "Observe National Bed Bug Prevention Day by getting rid of these tiny yet pesky little things."
    },
    {
      "title": "National Black Cow Day",
      "description": "Raise your glasses as we celebrate a soothing summery beverage that is loved by all."
    },
    {
      "title": "National Call Your Doctor Day",
      "description": "This day reminds and encourages women to schedule their yearly Well-Woman Exam."
    },
    {
      "title": "National Colt Day",
      "description": "Explore the origin, history, and fun trivia about the lively name Colt."
    },
    {
      "title": "National Egg Roll Day",
      "description": "Join us as we unwrap the layers surrounding the origins of this delicious yet underrated treat."
    },
    {
      "title": "National Forklift Safety Day",
      "description": "Do your bit of the heavy lifting today and commit to safe working environments."
    },
    {
      "title": "National Herbs and Spices Day",
      "description": "Try to stop your mouth from watering as we dive headfirst into seasonings and condiments!"
    },
    {
      "title": "National Isabel Day",
      "description": "Let’s celebrate the beautiful and archaic name — Isabel.  Read along to know more."
    },
    {
      "title": "Portugal Day",
      "description": "Learn about one of Europe&#39;s most powerful colonial empires and its liberation struggle."
    },
    {
      "title": "Poson Festival",
      "description": "Held at full moon, this day commemorates the introduction of Buddhism to Sri Lanka."
    },
    {
      "title": "Royal Ascot",
      "description": "Watch the centuries-old Flat racing meeting Royal Ascot held every year in England."
    },
    {
      "title": "Slavery Abolition Day (French Guiana)",
      "description": "Slavery Abolition Day commemorates the liberation of enslaved Africans in French Guiana."
    },
    {
      "title": "Judy Garland’s Birthday",
      "description": "Judy Garland was one of the brightest movie stars of Hollywood’s golden era."
    },
    {
      "title": "Kate Upton’s Birthday",
      "description": "With her hunger for success, Upton’s an unmatched force with no limits or fear."
    },
    {
      "title": "Lucy Bella Earl’s Birthday",
      "description": "Lucy Bella Earl is sometimes called an edutuber; we think that&#39;s just neat!"
    },
    {
      "title": "Prince Philip’s Birthday",
      "description": "For this Prince, satisfaction comes through service and relating to his people."
    },
    {
      "title": "Sasha Obama’s Birthday",
      "description": "Sasha Obama is still young, yet she has captivated the hearts of many."
    },
    {
      "title": "Taylor Armstrong’s Birthday",
      "description": "This reality T.V. star has endeared herself to fans all around the world."
    },
    {
      "title": "Theresa Caputo’s Birthday",
      "description": "Theresa Caputo sees, hears, and feels things differently than we do in the physical world."
    }
  ]
}
