{
  "month": "jun",
  "day": 13,
  "holidays": [
    {
      "title": "International Community Association Managers Day",
      "description": "Start your career as a community association manager in this thriving industry."
    },
    {
      "title": "National Sewing Machine Day",
      "description": "Dream up some custom couture and celebrate the sewing machine today!"
    },
    {
      "title": "Feast of St. Anthony",
      "description": "The Feast of St. Anthony is observed annually to celebrate this beloved saint of the Church."
    },
    {
      "title": "Feast of St. Anthony (Spain)",
      "description": "Today, we commemorate St. Anthony’s role in Christianity as we shower love on animals."
    },
    {
      "title": "International Albinism Awareness Day",
      "description": "Let us express our support for albino individuals and make them feel good."
    },
    {
      "title": "International Axe Throwing Day",
      "description": "This day allows ax throwers all around the globe to promote their passion."
    },
    {
      "title": "Maharana Pratap Jayanti",
      "description": "Let&#39;s salute Maharana Pratap, the king who stood up against the might of the Mughals!"
    },
    {
      "title": "National Call Your Doctor Day",
      "description": "This day reminds and encourages women to schedule their yearly Well-Woman Exam."
    },
    {
      "title": "National Chamoy Day",
      "description": "Enhance your palate by trying this versatile condiment on National Chamoy Day."
    },
    {
      "title": "National Dance/Movement Therapy Advocacy Day",
      "description": "Celebrate National Dance/Movement Therapy Advocacy Day to raise awareness about this unique type of psychotherapy."
    },
    {
      "title": "National Forklift Safety Day",
      "description": "Do your bit of the heavy lifting today and commit to safe working environments."
    },
    {
      "title": "National Frances Day",
      "description": "Call your friend or relative named Frances and start celebrating this special day with them!"
    },
    {
      "title": "National Jane Day",
      "description": "This name has star quality, so don&#39;t miss celebrating National Jane Day with your favorite Jane."
    },
    {
      "title": "National Kitchen Klutzes of America Day",
      "description": "This day celebrates our occasional klutziness in the kitchen. It’s a day to have a good laugh!"
    },
    {
      "title": "National Productive Business Civility Day",
      "description": "Let’s come together for a more productive business and make the world a better place."
    },
    {
      "title": "National Weed Your Garden Day",
      "description": "It’s National Weed Your Garden Day. Time to head to the garden and pull out those pesky weeds!"
    },
    {
      "title": "Random Acts of Light Day",
      "description": "Random Acts of Light Day celebrates any act of kindness to encourage someone with cancer."
    },
    {
      "title": "World Softball Day",
      "description": "Get your composite bats ready, it&#39;s time to play a game of softball!"
    },
    {
      "title": "Chris Evans’s Birthday",
      "description": "The man the world knows as Captain America has done well for himself."
    },
    {
      "title": "Jaden Newman’s Birthday",
      "description": "With plans to become the first woman in the N.B.A., Newman has no shortage of ambition."
    },
    {
      "title": "Mary-Kate Olsen’s Birthday",
      "description": "For this talented fashion designer, actress, producer, and model, the sky&#39;s the limit."
    },
    {
      "title": "Rumi Carter’s Birthday",
      "description": "This little girl isn’t just adorable; she’s also part of one of the most famous families!"
    },
    {
      "title": "Steve-O’s Birthday",
      "description": "The glory days of this multi-lingual television personality, and stuntman are far from over."
    }
  ]
}
