{
  "month": "jun",
  "day": 15,
  "holidays": [
    {
      "title": "World Elder Abuse Awareness Day",
      "description": null
    },
    {
      "title": "Beer Day Britain",
      "description": "Nothing gets a Brit going like a pint of beer and a cause for celebration!"
    },
    {
      "title": "BoxKart Bash Day",
      "description": "Unleash your creativity and test your bravery and D.I.Y. skills this BoxKart Bash Day."
    },
    {
      "title": "Clean Your Vents Day",
      "description": "When last did you check your home’s vents? Well, today’s the day."
    },
    {
      "title": "Global Wind Day",
      "description": "Help save the planet and boost the international economy through wind power this Global Wind Day."
    },
    {
      "title": "Magna Carta Day",
      "description": "Visit libraries and museums this Magna Carta Day and learn about the Great Charter history."
    },
    {
      "title": "National Bug Busting Day",
      "description": "Although they&#39;re not particularly dangerous, lice certainly cause a lot of irritation and distress."
    },
    {
      "title": "National Prune Day",
      "description": "It’s time to include prunes in your meals for a healthier diet this National Prune Day."
    },
    {
      "title": "National Salvation Day",
      "description": "Celebrate the return of Azerbaijan’s national leader Heydar Aliyev to Baku on National Salvation Day."
    },
    {
      "title": "National Turkey Lovers Day",
      "description": "Join the tribe of turkey lovers and make some fun dishes this Turkey Lovers’ Day."
    },
    {
      "title": "Nature Photography Day",
      "description": "Learn more about nature and enjoy capturing it at its best over the warm summer months."
    },
    {
      "title": "Sneak A Kiss Day",
      "description": "Do you feel like kissing your partner? Today is perfect for sneaking in a kiss!"
    },
    {
      "title": "Trinity Sunday",
      "description": "Trinity Sunday celebrates the unity of the Holy Trinity: the Father, the Son, and the Holy Spirit."
    },
    {
      "title": "YMA Day",
      "description": "Commemorate the Young Mizo Association in India’s founding day through social services and philanthropic works."
    },
    {
      "title": "Aurora Aksnes’s Birthday",
      "description": "This talented singer and songwriter, who looks like a fairy, is rising fast and very fast!"
    },
    {
      "title": "Courteney Cox’s Birthday",
      "description": "It has been a steady climb to success for this multi-brand ambassador, gifted actress, producer, and director."
    },
    {
      "title": "Da Real Gee Money’s Birthday",
      "description": "Even though he had a short lifespan, he made a name for himself as a rapper."
    },
    {
      "title": "eLL cartoons’s Birthday",
      "description": "The future holds much promise for this smart YouTuber who has entertained a lot of fans."
    },
    {
      "title": "Garrett Watts’s Birthday",
      "description": "This YouTube star’s bubbly personality has won the hearts of millions around the world."
    },
    {
      "title": "Ice Cube’s Birthday",
      "description": "A rapper, record producer, actor, writer, comedian, film producer, and director. There&#39;s nothing he can&#39;t do!"
    },
    {
      "title": "North West’s Birthday",
      "description": "There is a bright future ahead for this young star. Celebrate her special day today!"
    }
  ]
}
