{
  "month": "jun",
  "day": 17,
  "holidays": [
    {
      "title": "Eid al-Adha",
      "description": null
    },
    {
      "title": "National Eat Your Vegetables Day",
      "description": "Whether you’re digging into a salad or trying kale for the first time, celebrate those veggies!"
    },
    {
      "title": "Take Your Cat to Work Day",
      "description": "We show our cats the world on the other side of the window."
    },
    {
      "title": "Bunker Hill Day",
      "description": "Bunker Hill Day is a celebration of the sacrifices made by the heroes at Bunker Hill."
    },
    {
      "title": "Commemoration of General Don Martín Miguel de Güemes",
      "description": "Martín Miguel de Güemes played a key role in the decisive triumphs during the Argentine Revolution."
    },
    {
      "title": "Eid-e-Ghorban",
      "description": "To all of our Muslim brothers and sisters around the world, a happy Eid-e-Ghorban."
    },
    {
      "title": "Gerald Day",
      "description": "Few people know these facts about the name Gerald. Let’s dive deep on Gerald Day!"
    },
    {
      "title": "Global Garbage Man Day",
      "description": "Celebrate Global Garbage Man Day by offering smiles and appreciation to these hard workers!"
    },
    {
      "title": "Iceland Independence Day",
      "description": "Iceland Independence Day is a celebration of the country’s freedom from Denmark."
    },
    {
      "title": "Miguel de Guemes Day",
      "description": "Speak, recount, and honor the heroic deeds and life of Miguel de Güemes today."
    },
    {
      "title": "National Apple Strudel Day",
      "description": "Take part in the sweet celebration of apple strudel on June 17."
    },
    {
      "title": "National Dump the Pump Day",
      "description": "Let’s do our part for the environment and the future generations this Dump the Pump Day!"
    },
    {
      "title": "national harrison day",
      "description": "Find out more about this lovely Northern English name and its roots throughout history."
    },
    {
      "title": "National Jan Day",
      "description": "Now we look at some famous Jans who made their mark in history."
    },
    {
      "title": "National Mascot Day",
      "description": "Mascots bring luck, encourage participation, and make events more enjoyable for everyone."
    },
    {
      "title": "National Mason Day",
      "description": "Today’s Masons may not work with stone but they’re still gifted at creating things."
    },
    {
      "title": "national ralph day",
      "description": "There is so much to explore in a name! Let’s celebrate National Ralph Day."
    },
    {
      "title": "National Stewart’s Root Beer Day",
      "description": "Grab a glass or two of Stewart’s root beer classics to honor the day."
    },
    {
      "title": "Nursing Assistants Day",
      "description": "Let’s do our best and make this day extra special for our nursing assistants."
    },
    {
      "title": "World Day to Combat Desertification and Drought",
      "description": "Take the chance to be a hero and join the fight to preserve our environment."
    },
    {
      "title": "World Tessellation Day",
      "description": "Grab your tiles and prepare to analyze and unleash your creativity this World Tessellation Day."
    },
    {
      "title": "Cristiano Ronaldo Jr.’s Birthday",
      "description": "Cristiano Ronaldo Jr., the son of a football legend, is a marvel to watch."
    },
    {
      "title": "Kendrick Lamar’s Birthday",
      "description": "Here’s an exceptionally talented rapper who believes in lending his voice to relevant things."
    },
    {
      "title": "KG Crown’s Birthday",
      "description": "K.G. Crown is a star with a promising future in the world of social media."
    },
    {
      "title": "KJ Apa’s Birthday",
      "description": "K.J. Apa&#39;s characters have had vastly varied life situations, and he embodies them all admirably."
    },
    {
      "title": "Lisa Mantler’s Birthday",
      "description": "There are no limits for this talented Instagram and TikTok Star, not even the sky!"
    },
    {
      "title": "Paulina Rubio’s Birthday",
      "description": "Few artists have made as much noise as Paulina Rubio in the Latin music arena."
    },
    {
      "title": "Venus Williams’s Birthday",
      "description": "Venus Williams is a professional tennis player who was home-coached by her father to universal stardom."
    }
  ]
}
