{
  "month": "jun",
  "day": 18,
  "holidays": [
    {
      "title": "International Sushi Day",
      "description": null
    },
    {
      "title": "National Fishing Day",
      "description": "Fishing is a recreational pastime, and if you’re lucky, you can bring home a fresh catch."
    },
    {
      "title": "Clean Your Aquarium Day",
      "description": "Put on your rubber gloves and prepare to give a good scrubbing to your aquarium."
    },
    {
      "title": "International Day for Countering Hate Speech",
      "description": "Let’s gather and fight against hate speech, which seeks to hurt and discriminate against people."
    },
    {
      "title": "International Panic Day",
      "description": "Take a deep breath and start panicking because it’s International Panic Day!"
    },
    {
      "title": "International Picnic Day",
      "description": "Picnics are a great way to bring people together for an enjoyable day."
    },
    {
      "title": "King&#39;s Mother&#39;s Birthday",
      "description": "Let the Queen Mother’s gentle heart inspire you to contribute to society’s wellness on her birthday."
    },
    {
      "title": "Lock Check Day",
      "description": "It’s time to check those window and door locks."
    },
    {
      "title": "Martyrdom Day of Sri Guru Arjun Dev Ji",
      "description": "Let’s honor Guru Arjun Dev Ji’s memory and remember his deeds, which bettered humanity."
    },
    {
      "title": "National Black America’s Day of Repentance",
      "description": "Let’s reflect on our lives, pray for guidance, and contemplate ways to make our lives easier."
    },
    {
      "title": "National Cherry Tart Day",
      "description": "Grab your dessert forks and get ready to satisfy your sweet tooth."
    },
    {
      "title": "National Panic Day",
      "description": "Panic is common, but we can control how we react to it. Let’s learn more."
    },
    {
      "title": "National Splurge Day",
      "description": "This day is here to show you how to spend your hard-earned bucks on something special..."
    },
    {
      "title": "National Wanna Get Away Day",
      "description": "Stand a chance to win 50 million Rapid Bonus Points this National Wanna Get Away Day."
    },
    {
      "title": "Seychelles Constitution Day",
      "description": "Let’s celebrate this young nation’s day of national pride as it moves into a new future."
    },
    {
      "title": "Sustainable Gastronomy Day",
      "description": "This Sustainable Gastronomy Day, let’s promote the use of clean energy by local restaurants!"
    },
    {
      "title": "Wear BLUE Day",
      "description": "Why wear blue today? To help decrease health issues found in most men across the globe."
    },
    {
      "title": "Blake Shelton’s Birthday",
      "description": "This nine-time Grammy Award nominee holds the record for the most consecutive number one singles."
    },
    {
      "title": "Josh Dun’s Birthday",
      "description": "This talented drummer is one-half of one of the most successful alternative rock bands."
    },
    {
      "title": "Paul McCartney’s Birthday",
      "description": "Even in old age, this talented rock singer and composer remains supreme."
    },
    {
      "title": "Takeoff’s Birthday",
      "description": "Takeoff escaped the ghetto life to become one of the most celebrated modern rap artists."
    },
    {
      "title": "Trippie Redd’s Birthday",
      "description": "This rapper emerged several years ago with a series of hits and is here to stay."
    }
  ]
}
