{
  "month": "jun",
  "day": 19,
  "holidays": [
    {
      "title": "Juneteenth",
      "description": null
    },
    {
      "title": "National Martini Day",
      "description": "Do you prefer it dry, dirty, shaken, or not stirred?"
    },
    {
      "title": "Art Basel",
      "description": "Prepare to be amazed as you feast your eyes on creative talents!"
    },
    {
      "title": "Artigas Day",
      "description": "Honor the sacrifices of José Gervasio Artigas and uphold his contributions to Uruguay on Artigas’ Birthday."
    },
    {
      "title": "Corpus Christi",
      "description": "Corpus Christi is a Christian festival that is celebrated annually on the Thursday after Trinity Sunday."
    },
    {
      "title": "Dragon Boat Festival",
      "description": "Bring out the zongzi and the wine. Settle in for a journey back in time."
    },
    {
      "title": "Find a Leak Day",
      "description": "Find and fix those pesky little water leaks."
    },
    {
      "title": "International Box Day",
      "description": "If you don’t have a cat, you may not get what all the fuss is about."
    },
    {
      "title": "International Day for the Elimination of Sexual Violence in Conflict",
      "description": "Let&#39;s join hands and come together to put an end to these appalling crimes against women."
    },
    {
      "title": "National FreeBSD Day",
      "description": "Buckle-up! We are about to deep dive deep and look into everything FreeBSD!"
    },
    {
      "title": "National Garfield the Cat Day",
      "description": "He’s witty, he’s sassy, he’s blunt, he’s saucy…he’s, well, Garfield."
    },
    {
      "title": "National Watch Day",
      "description": "Can you imagine a world without watches? We can’t either!"
    },
    {
      "title": "World Sauntering Day",
      "description": "This World Sauntering Day, head out for a stroll and enjoy the beauty of nature."
    },
    {
      "title": "World Sickle Cell Day",
      "description": "It’s time to shine the light on sickle cell disease and spread awareness."
    },
    {
      "title": "World Tapas Day",
      "description": "Everyone, gather around the table. It’s time for some delicious Tapas!"
    },
    {
      "title": "Symonne Harrison’s Birthday",
      "description": "She’s a multi-talented performer, model, and content creator who has a positive impact on her audience."
    },
    {
      "title": "Tommie Lee’s Birthday",
      "description": "She&#39;s a fantastic reality television star who never fails to put on a show."
    }
  ]
}
