{
  "month": "jun",
  "day": 27,
  "holidays": [
    {
      "title": "National Bingo Day",
      "description": "Nearly everyone who grew up during the late 20th century is familiar with Bingo."
    },
    {
      "title": "National Sunglasses Day",
      "description": "Grab your best sunglasses and make waves at the pool, beach, or walking down the street."
    },
    {
      "title": "Attwari",
      "description": "Let us join the Tharu people in celebrating the Attwari festival to promote love and unity."
    },
    {
      "title": "​Day of Arafah",
      "description": "Pilgrimage is a pillar of Islam, so the Day of Arafah holds much weight for Muslims."
    },
    {
      "title": "Day of National Unity (Tajikistan)",
      "description": "Prepare to learn about the history and traditions of Tajikistan&#39;s Day of National Unity."
    },
    {
      "title": "Day of Turkmen Workers of Culture and Art",
      "description": "Today, we salute the Turkmen culture and art workers for their significant contributions to Turkmen society."
    },
    {
      "title": "Decide to be Married Day",
      "description": "Hesitate no more to pop the question &#34;Will you marry me?&#34; to your other half."
    },
    {
      "title": "Djibouti Independence Day",
      "description": "There is something special about Djibouti. Join us and explore the pages of its history."
    },
    {
      "title": "Helen Keller Day",
      "description": "Celebrating the life and achievements of Helen Keller, who overcame blindness and deafness."
    },
    {
      "title": "Micro Small and Medium Sized Enterprises Day",
      "description": "Let us use this day to learn more about business and entrepreneurial spirit."
    },
    {
      "title": "National HIV Testing Day",
      "description": "This day raises awareness about the importance of testing for HIV and getting an early diagnosis."
    },
    {
      "title": "National Ice Cream Cake Day",
      "description": "Get excited about this amazing union of frozen yumminess with us."
    },
    {
      "title": "National Jim Day",
      "description": "It&#39;s time to recognize and give thanks to all the Jims in your life and worldwide."
    },
    {
      "title": "National Onion Day",
      "description": "Let us celebrate this auspicious day by planting onions and, of course, eating them!"
    },
    {
      "title": "National Orange Blossom Day",
      "description": "The orange blossom adds a wonderful citrusy fragrance to various products."
    },
    {
      "title": "National PTSD Awareness Day",
      "description": "We talk about PTSD, a complex disorder caused by experiencing or witnessing trauma."
    },
    {
      "title": "National Women’s Fly Fishing Day",
      "description": "Women can do anything they set their minds to, and that includes fly fishing!"
    },
    {
      "title": "Tajikistan Unity Day",
      "description": "Today, we join the people of Tajikistan in commemorating an important milestone in their history."
    },
    {
      "title": "Andrea Russett’s Birthday",
      "description": "Andrea Russett makes her own music and has a huge fan following. She is going places!"
    },
    {
      "title": "Chandler Riggs’s Birthday",
      "description": "Chandler Riggs&#39; mother, Gina Ann, and brother, Grayson, have appeared in the television series as extras."
    },
    {
      "title": "Ed Westwick’s Birthday",
      "description": "Westwick has acted his way into the hearts of his fans since 2006."
    },
    {
      "title": "Gage Bills’s Birthday",
      "description": "We are celebrating Gage Bills, the TikTok star who has captured the hearts of millions worldwide."
    },
    {
      "title": "H.E.R.’s Birthday",
      "description": "With her wonderful R&amp;B hits, H.E.R. has taken the music world by storm!"
    },
    {
      "title": "Helen Keller’s Birthday",
      "description": "This author and activist broke down all the obstacles that tried to stop her!"
    },
    {
      "title": "Khloé Kardashian’s Birthday",
      "description": "From a reality superstar to one of the highest-paid influencers, there’s nothing Khloé Kardashian can’t do."
    },
    {
      "title": "Lauren Jauregui’s Birthday",
      "description": "Today, we’re honoring the talented Lauren Jauregui, a former member of the girl group Fifth Harmony."
    },
    {
      "title": "P.I.BANG’s Birthday",
      "description": "This famous rapper has made headlines ever since he started releasing music."
    },
    {
      "title": "Spock’s Birthday",
      "description": "Music producer, D.J., entertainer, and comedian, Spock has so much talent for one person!"
    },
    {
      "title": "Tobey Maguire’s Birthday",
      "description": "This actor has had phenomenal success as an actor and has always been a go-getter!"
    }
  ]
}
