{
  "month": "jun",
  "day": 29,
  "holidays": [
    {
      "title": "Hug Holiday",
      "description": null
    },
    {
      "title": "Bonalu",
      "description": "Join in on Bonalu celebrations as devotees offer their prayers to the Hindu goddess Mahakali."
    },
    {
      "title": "Central Province Day",
      "description": "To the residents of the Central Province, we wish you a happy Second Appointed Day anniversary!"
    },
    {
      "title": "Feast Day of Saints Peter and Paul",
      "description": "Let’s prepare to honor the martyrdom of St. Peter and St. Paul."
    },
    {
      "title": "Internal Autonomy Day",
      "description": "Join the celebrations and learn the history of these French Polynesian islands in the south-central Pacific."
    },
    {
      "title": "International Day of the Tropics",
      "description": "Today, let’s enjoy the beauty of the tropics and appreciate everything they have to offer."
    },
    {
      "title": "International Fisherman Day",
      "description": "Get ready to read some amazing and thrilling facts about fishermen around the world."
    },
    {
      "title": "International Mud Day",
      "description": "Get your old clothes ready to dive in some mud and celebrate International Mud Day!"
    },
    {
      "title": "Log Cabin Day",
      "description": "Take an imaginary or virtual trip to the forest and learn more about these historical homes."
    },
    {
      "title": "National Almond Buttercrunch Day",
      "description": "Get to know more about almond buttercrunch and the fun you can have with it."
    },
    {
      "title": "National Bacon Burnt End Day",
      "description": "Everyone loves crispy bacon but today, we&#39;re focusing on bacon-burned ends."
    },
    {
      "title": "National Camera Day",
      "description": "Focus on how cameras have made telling our stories easier than ever."
    },
    {
      "title": "National Dieselbilly Day",
      "description": "Join us as we celebrate Bill Kirchen, the “Titan of the Telecaster,” on National Dieselbilly Day."
    },
    {
      "title": "National Guy Day",
      "description": "Join us as we remember all the special Guys out there this National Guy Day!"
    },
    {
      "title": "National Waffle Iron Day",
      "description": "Explore this day to learn exciting new recipes for making waffles with a modern twist."
    },
    {
      "title": "Outdoor Equipment Maintenance Day",
      "description": "Avoid costly repairs and wasting your time by servicing your outdoor equipment."
    },
    {
      "title": "Saint Peter and Saint Paul Day (Chile)",
      "description": "It’s Saint Peter and Saint Paul Day. Learn more about these two revered Catholic saints."
    },
    {
      "title": "San Francisco&#39;s Birthday",
      "description": "Celebrate the city renowned for its steep rolling hills, eclectic architecture, and iconic landmarks."
    },
    {
      "title": "Seychelles Independence Day",
      "description": "Seychelles Independence Day is a commemoration of this nation reclaiming its freedom."
    },
    {
      "title": "St Peter&#39;s Day",
      "description": "Get ready to partake in the special masses and festivities to mark St. Peter’s Day!"
    },
    {
      "title": "The Feast of Saints Peter and Paul",
      "description": "We celebrate this day as part of a solemn reminder of Christianity’s history."
    },
    {
      "title": "Camila Mendes’s Birthday",
      "description": "It is just the beginning for this talented “Riverdale” actress, Camila Mendes."
    },
    {
      "title": "Colin Jost’s Birthday",
      "description": "For this Ivy League writer and comedian, there is no telling what amazing character he will create next."
    },
    {
      "title": "Jovanie’s Birthday",
      "description": "Jovanie is the pop-oriented R.&amp;.B. vocalist and occasional rapper reminiscent of a young Chris Brown."
    },
    {
      "title": "Kawhi Leonard’s Birthday",
      "description": "Kawhi Leonard is regarded as one of the best defenders in the N.B.A."
    },
    {
      "title": "Matthew Mercer’s Birthday",
      "description": "Is there an anime or famous video game Mercer hasn’t worked on? We doubt it."
    },
    {
      "title": "SSN Santa’s Birthday",
      "description": "He&#39;s the YouTube star with the most entertaining gaming content on the platform."
    },
    {
      "title": "Suzette Quintanilla’s Birthday",
      "description": "This star had to deal with personal heartbreak after the death of her sister."
    }
  ]
}
