{
  "month": "dec",
  "day": 1,
  "holidays": [
    {
      "title": "Cyber Safety Sunday",
      "description": null
    },
    {
      "title": "World AIDS Day",
      "description": "A day for spreading awareness of the AIDS pandemic spread by the spread of HIV infection."
    },
    {
      "title": "Bifocals at the Monitor Liberation Day",
      "description": "Working on the computer can be quite the hassle for people wearing bifocals."
    },
    {
      "title": "Central African Republic Republic Day",
      "description": "Celebrate Republic Day in the Central African Republic by exploring the country’s heritage and culture."
    },
    {
      "title": "Commemoration Day",
      "description": "Get ready to honor the fallen heroes who served their country this Commemoration Day."
    },
    {
      "title": "Day Without Art Day",
      "description": "Wear your red ribbon in solidarity with the AIDS community on Day Without Art."
    },
    {
      "title": "Eat a Red Apple Day",
      "description": "Honor our teachers’ favorite desk decor and our doctor’s best time-honored remedy."
    },
    {
      "title": "Freedom and Democracy Day in Chad",
      "description": "It’s Freedom and Democracy Day in Chad, which marks the rise of President Idriss Déby."
    },
    {
      "title": "Indigenous Faith Day in Arunachal Pradesh",
      "description": "Celebrate Indigenous Faith Day in Arunachal Pradesh to protect indigenous faith and identity."
    },
    {
      "title": "Kazakhstan’s First President&#39;s Day",
      "description": "Learn the reason behind the television broadcast and the fireworks in the capital of Kazakhstan today."
    },
    {
      "title": "National Cookie Cutter Day",
      "description": "Get your cookie cutters out and let us prepare some tasty treats!"
    },
    {
      "title": "National Package Protection Day",
      "description": "You can protect your package during transit and ensure that it reaches you safely and on time."
    },
    {
      "title": "National Women Support Women Day",
      "description": "Join women worldwide and stand up for the rights and well-being of girls and women."
    },
    {
      "title": "Portugal Independence Day",
      "description": "Portugal’s parliamentary democracy has continued to thrive since 1640."
    },
    {
      "title": "Portugal Restoration of Independence Day",
      "description": "Celebrate the day Portugal regained its independence, a successful revolution against the rule of Spain."
    },
    {
      "title": "Prisoners for Peace Day",
      "description": "Preserve the peace and help us bring these brave prisoners to freedom."
    },
    {
      "title": "Rockefeller Center Christmas Tree Lighting",
      "description": "The Rockefeller Center Christmas Tree Lighting ceremony draws 750,000 tourists to New York."
    },
    {
      "title": "Romania Independence Day",
      "description": "Here’s some little-known information about Romanians as we celebrate their big day."
    },
    {
      "title": "Romania National Day",
      "description": "Understand the history behind modern-day Romania and the now unified parts of Transylvania, Bessarabia, and Bukovina."
    },
    {
      "title": "Rosa Parks Day",
      "description": "Remembering “The Mother of the Civil Rights Movement” and the iconic event that gave her recognition."
    },
    {
      "title": "State Inauguration Day in Nagaland",
      "description": "Get all the information you need to commemorate State Inauguration Day in Nagaland."
    },
    {
      "title": "Bette Midler’s Birthday",
      "description": "Bette Midler is one of the most successful and well-paid figures in the entertainment industry."
    },
    {
      "title": "Corinna Kopf’s Birthday",
      "description": "Meet the social media influencer, content creator, and star of David Dobrik’s vlog squad."
    },
    {
      "title": "Dianna Williams’s Birthday",
      "description": "This talented and famous dancer started dancing at the age of four!"
    },
    {
      "title": "Drakeo’s Birthday",
      "description": "Even after his passing, Drakeo remained one of the most impactful rappers of this generation."
    },
    {
      "title": "Janelle Monae’s Birthday",
      "description": "Learn more about this famous singer who is in love with tuxedos!"
    },
    {
      "title": "Javier Báez’s Birthday",
      "description": "This exceptional major league baseball player has earned every bit of his success!"
    },
    {
      "title": "Jen Psaki’s Birthday",
      "description": "This American political advisor is also a brilliant swimmer and an excellent mother!"
    },
    {
      "title": "Natalie Noel’s Birthday",
      "description": "Natalie Noel grew from being an executive assistant to being a widely influential Instagram celebrity."
    },
    {
      "title": "Nicholas James Muscarella’s Birthday",
      "description": "We’re celebrating the actor who plays Office Lewis in “The Haves and the Have Nots.”"
    },
    {
      "title": "Philip DeFranco’s Birthday",
      "description": "We are celebrating the content creator who is one of the pioneers of YouTube."
    },
    {
      "title": "Richard Pryor’s Birthday",
      "description": "This ace comedian can rest knowing he provided the blueprint for comic artists today!"
    },
    {
      "title": "Salva Dut’s Birthday",
      "description": "This outstanding activist led 1,500 lost boys to safety across hundreds of deserts!"
    },
    {
      "title": "Sarah Silverman’s Birthday",
      "description": "Sarah Silverman’s politically incorrect humor launched her show to great renown and popularity!"
    },
    {
      "title": "Tyler Joseph’s Birthday",
      "description": "Despite writing dark, brooding songs, Tyler Joseph has a quirky and colorful persona!"
    },
    {
      "title": "Zoë Kravitz’s Birthday",
      "description": "Kravitz has managed to follow in her parent&#39;s footsteps by becoming a musician and an actress."
    }
  ]
}
