{
  "month": "dec",
  "day": 3,
  "holidays": [
    {
      "title": "Giving Tuesday",
      "description": null
    },
    {
      "title": "International Day of Persons with Disabilities",
      "description": "Become more compassionate and understanding of the challenges faced by people with disabilities."
    },
    {
      "title": "Candle Day",
      "description": "Stock up on your favorite calming scents for the lowest prices of the year."
    },
    {
      "title": "Coats and Toys for Kids Day",
      "description": "‘Tis the season for giving! Join us in celebrating Coats and Toys for Kids Day."
    },
    {
      "title": "Crate Day",
      "description": "To celebrate the arrival of summer, join New Zealanders in enjoying a crate of beer."
    },
    {
      "title": "Day of Navarre",
      "description": "Join us for the Day of Navarre and enjoy the event and activities of this celebration."
    },
    {
      "title": "Farmer’s Day in Ghana",
      "description": "Farmer’s Day in Ghana celebrates the winners who do not give up and keep working hard."
    },
    {
      "title": "Faux Fur Friday",
      "description": "A special celebration for lovers of fuzzy clothes and animals."
    },
    {
      "title": "Feast of St. Francis Xavier",
      "description": "Join the community in celebrating the Feast of St. Francis Xavier."
    },
    {
      "title": "First Sunday of Advent",
      "description": "Light your wreaths and pull out your Advent calendars; it’s the start of something new."
    },
    {
      "title": "Let’s Hug Day",
      "description": "Share some love and warmth by giving out (consensual!) hugs all day on December 3."
    },
    {
      "title": "National Day of Giving",
      "description": "Take your generosity to the next level this National Day of Giving."
    },
    {
      "title": "National Green Bean Casserole Day",
      "description": "If you are feeling lazy but hungry, then green bean casserole is the way to go!"
    },
    {
      "title": "National Heather Day",
      "description": "Today’s an excellent opportunity to send a special friend some good wishes and lovely gifts!"
    },
    {
      "title": "National Make a Gift Day",
      "description": "This unofficial holiday encourages people to create gifts for their loved ones."
    },
    {
      "title": "National Rhubarb Vodka Day",
      "description": "Join the celebration to mark a special day for everyone who enjoys this special cocktail."
    },
    {
      "title": "National Roof Over Your Head Day",
      "description": "Today we give thanks for what we have, beginning with the roof over our heads."
    },
    {
      "title": "Saba Day in Saba",
      "description": "Raise a toast to the long-standing cultural and political history of Saba and its people."
    },
    {
      "title": "Amanda Seyfried’s Birthday",
      "description": "She is one of the most versatile talents in the world of entertainment."
    },
    {
      "title": "Andy Grammer’s Birthday",
      "description": "Nothing is impossible for this talented singer, songwriter, and record producer. Celebrate him today!"
    },
    {
      "title": "Andy Williams’s Birthday",
      "description": "Andy Williams, the talented singer, continues to inspire future generations in the field of music."
    },
    {
      "title": "Barry Kramer’s Birthday",
      "description": "This talented YouTube content creator is known for his creative animated videos!"
    },
    {
      "title": "Brendan Fraser’s Birthday",
      "description": "Actor Brendan Fraser is gifted, versatile, and charismatic. He has a huge fan following."
    },
    {
      "title": "Chandler Hallow’s Birthday",
      "description": "This social media star started from scratch and is now followed by millions of people!"
    },
    {
      "title": "Emily&#39;s Ears’s Birthday",
      "description": "Emily’s Ears is on the right path to success with a fast-rising internet reputation."
    },
    {
      "title": "Gemma Styles’s Birthday",
      "description": "She&#39;s a multitalented creative and social media personality. Let&#39;s celebrate her today!"
    },
    {
      "title": "Jake T. Austin’s Birthday",
      "description": "Jake T. Austin has shared the screen with Selena Gomez in “Wizards of Waverly Place.”"
    },
    {
      "title": "Daily Dose of Internet’s Birthday",
      "description": "Read about the progressive and upward spiral of this entertainment guru’s career."
    },
    {
      "title": "Jenna Dewan’s Birthday",
      "description": "This incredibly talented actress and dancer&#39;s got all the right moves! Let&#39;s celebrate!"
    },
    {
      "title": "Julianne Moore’s Birthday",
      "description": "This talented Hollywood actress has an impressive career and has shone in all her roles."
    },
    {
      "title": "Kiki Pepper’s Birthday",
      "description": "This creative content creator has achieved the kind of success that most envy."
    },
    {
      "title": "Lil Baby’s Birthday",
      "description": "Today, we celebrate the birthday of this hardworking fast-rising rapper and entertainer."
    },
    {
      "title": "Lil Bibby’s Birthday",
      "description": "He has emerged as one of hip-hop’s most promising artists in a short period of time."
    },
    {
      "title": "Lily Weber’s Birthday",
      "description": "This internet star is fast establishing herself and rising to the top."
    },
    {
      "title": "mks.vision’s Birthday",
      "description": "This video creator is winning subscribers, thanks to his unique content."
    },
    {
      "title": "Ozzy Osbourne’s Birthday",
      "description": "He is a living legend among the greats in the heavy metal music and entertainment industry."
    },
    {
      "title": "Rex Lunsford’s Birthday",
      "description": "Tiktok fans can&#39;t wait to see all that&#39;s coming next from this go-getter."
    },
    {
      "title": "Rico Love’s Birthday",
      "description": "This music producer’s on a fast track to success and isn’t slowing down any time soon!"
    },
    {
      "title": "Tiffany Haddish’s Birthday",
      "description": "There is no stopping the rise and rise of this multi-talented artist in showbiz!"
    },
    {
      "title": "Trina’s Birthday",
      "description": "This talented and successful rapper has made her mark in showbiz thanks to her consistency."
    },
    {
      "title": "Vector’s Birthday",
      "description": "The internet sensation is fast establishing himself on all social media platforms."
    }
  ]
}
