{
  "month": "dec",
  "day": 4,
  "holidays": [
    {
      "title": "Cabernet Franc Day",
      "description": null
    },
    {
      "title": "Chester Greenwood (Earmuff) Day",
      "description": "Warmth for your ears and heart — read on for the history behind the earmuffs."
    },
    {
      "title": "Extraordinary Work Team Recognition Day",
      "description": "Teamwork is the ultimate flex; the world owes work teams more than we could imagine."
    },
    {
      "title": "Global Fat Bike Day",
      "description": "Where will you be this weekend? Get pedaling and partake in a fat bike ride to remember!"
    },
    {
      "title": "International Cheetah Day",
      "description": "Ready, set, go — let’s celebrate the planet’s fastest animal on land."
    },
    {
      "title": "International Day of Banks",
      "description": "We are here to deposit some information on banks and their importance to communities."
    },
    {
      "title": "National Cookie Day",
      "description": "National Cookie Day on December 4th is the perfect excuse to eat as many cookies as your stomach demands."
    },
    {
      "title": "National Dice Day",
      "description": "Get your board games out as we celebrate one of the planet’s oldest gaming tools — dice!"
    },
    {
      "title": "National Francis Day",
      "description": "If you wondered why the name Francis is such a hit among popes, find out here."
    },
    {
      "title": "National Sock Day",
      "description": "Put on a pair of your favorite socks, we’re celebrating National Sock Day!"
    },
    {
      "title": "Santa’s List Day",
      "description": "Excited? Worried? Which of Santa’s lists do you feature on this year?"
    },
    {
      "title": "Tree Dressing Day",
      "description": "Trees are the ancient friends we’ve always loved! They contribute so much to our planet’s survival."
    },
    {
      "title": "Tupou I Day (in lieu)",
      "description": "We look back at Taufa&#39;ahau&#39;s ascension to the Tongan throne on this observed holiday."
    },
    {
      "title": "Wear Brown Shoes Day",
      "description": "Treat your feet with a stylish pair of brown shoes as we celebrate this unique day!"
    },
    {
      "title": "World Wildlife Conservation Day",
      "description": "Explore the significance and beauty of the natural world and its inhabitants."
    },
    {
      "title": "Jay-Z’s Birthday",
      "description": "Jay-Z and his wife, Beyoncé, form one of the most powerful couples in the music industry."
    },
    {
      "title": "Cash Nasty’s Birthday",
      "description": "This YouTube star&#39;s hilarious content has earned him fame, success, and a large following."
    },
    {
      "title": "Dylan Meyer’s Birthday",
      "description": "This incredibly talented screenwriter has already received critical acclaim for her work."
    },
    {
      "title": "JellyRoll’s Birthday",
      "description": "This dope rapper does not appear to be slowing down anytime soon."
    },
    {
      "title": "Jin’s Birthday",
      "description": "This talented artist achieved success with the biggest K-pop boy band in the world, BTS."
    },
    {
      "title": "Karen Walker’s Birthday",
      "description": "Let’s all celebrate the talented and world-famous fashion designer Karen Walker on her birthday."
    },
    {
      "title": "Marisa Tomei’s Birthday",
      "description": "This exceptional actress has set the standard for future generations of actresses!"
    },
    {
      "title": "Rarsclart Marnie’s Birthday",
      "description": "Join us as we celebrate this emerging singer, social media influencer, and gifted content creator!"
    },
    {
      "title": "Ronnie Ortiz-Magro’s Birthday",
      "description": "This talented television personality and entertainer is building a successful career for himself."
    },
    {
      "title": "Scarlett Estevez’s Birthday",
      "description": "This extraordinarily multi-talented actress, Disney star, and model’s career is blossoming beautifully."
    },
    {
      "title": "Skip Bayless’s Birthday",
      "description": "He&#39;s a phenomenal sports columnist, commentator, and T.V. host, and it&#39;s his birthday today!"
    },
    {
      "title": "Tyra Banks’s Birthday",
      "description": "This African-American beauty is a pioneer in showbiz and a role model for aspiring stars."
    }
  ]
}
