{
  "month": "dec",
  "day": 7,
  "holidays": [
    {
      "title": "National Letter Writing Day",
      "description": null
    },
    {
      "title": "National Pearl Harbor Day of Remembrance",
      "description": "It was an unprecedented surprise attack that precipitated the United States entry into World War 2."
    },
    {
      "title": "Feast of St. Ambrose",
      "description": "Let’s explore the history, and significance of this special holiday - ‘Feast of St. Ambrose’"
    },
    {
      "title": "Flag Day of India",
      "description": "Real-life superheroes of the Armed forces are honored annually on Flag Day of India."
    },
    {
      "title": "Hanukkah",
      "description": "Happy Chanukah! The Jewish Festival of Rededication is also called the Festival of Lights."
    },
    {
      "title": "International Civil Aviation Day",
      "description": "We celebrate International Civil Aviation Day to acknowledge the flight industry’s influence on modern life."
    },
    {
      "title": "Memorial Day in East Timor",
      "description": "Time to take a look back at the history of East Timor."
    },
    {
      "title": "National Cotton Candy Day",
      "description": "It&#39;s the go-to at county fairs and a must-have when riding a Ferris wheel."
    },
    {
      "title": "National Illinois Day",
      "description": "Get your plans into gear as we celebrate one of the most remarkable U.S. states."
    },
    {
      "title": "National Rina Day",
      "description": "National Rina Day falls on December 7 to show appreciation to Rinas all over the world."
    },
    {
      "title": "Unduvap Full Moon Poya",
      "description": "It is time to celebrate one of the important holidays in Buddhism."
    },
    {
      "title": "Asian Doll’s Birthday",
      "description": "If you know a thing or two about hip-hop, keep an eye on Asian Doll."
    },
    {
      "title": "Ava Foley’s Birthday",
      "description": "If you want to know all about Ava Foley, you&#39;re in the right place."
    },
    {
      "title": "Dan Bilzerian’s Birthday",
      "description": "Dan Bilzerian, a professional poker player, and Instagram sensation leads an enviable and no-holds-barred life!"
    },
    {
      "title": "Jon Moxley’s Birthday",
      "description": "Jon Moxley is a wrestling champion but his fans also love his style and persona!"
    },
    {
      "title": "Larry Bird’s Birthday",
      "description": "When Larry Bird entered the court, everyone else was competing for second place."
    },
    {
      "title": "Nazanin Kavari’s Birthday",
      "description": "Over the years, Kavari has worked with big fashion brands like Windsor, Sephora, Clinique, and more."
    },
    {
      "title": "Noam Chomsky’s Birthday",
      "description": "This linguist rose to prominence because of his ideas, activism, and numerous teachings."
    },
    {
      "title": "Pete Alonso’s Birthday",
      "description": "This baseball star quickly became a household name thanks to his extraordinary talent."
    },
    {
      "title": "Pramukh Swami Maharaj’s Birthday",
      "description": "Pramukh Swami Maharaj was one of the most respected leaders in the Hindu faith."
    },
    {
      "title": "Sara Bareilles’s Birthday",
      "description": "Sara Bareilles is one of today&#39;s most promising American singer-songwriters and actresses."
    },
    {
      "title": "Shae Bennett’s Birthday",
      "description": "The American YouTuber, Shae Bennett, appears with his family on his YouTube family vlogging channel."
    },
    {
      "title": "Sowon’s Birthday",
      "description": "Discover more about Sowon, the talented and inspiring former leader of the K-Pop group GFriend."
    },
    {
      "title": "Summer Fontana’s Birthday",
      "description": "Summer Fontana&#39;s acting career began in her early childhood, and the rest is history!"
    },
    {
      "title": "Tom Waits’s Birthday",
      "description": "This neo-beatnik songwriter acquired a cult following throughout the 1980s, which grew larger with time."
    }
  ]
}
