{
  "month": "dec",
  "day": 9,
  "holidays": [
    {
      "title": "National Opal Apples Day",
      "description": null
    },
    {
      "title": "National Pastry Day",
      "description": "We don’t know about you, but we’ve never met a pastry we didn’t like."
    },
    {
      "title": "Christmas Card Day",
      "description": "’Tis the season for spreading cheer and joyful greetings cards!"
    },
    {
      "title": "Genocide Prevention Day",
      "description": "Raise your voice and join the global community in the fight against genocide."
    },
    {
      "title": "International Anti-Corruption Day",
      "description": "It is time to take a stance against corruption."
    },
    {
      "title": "International Day of Commemoration and Dignity of the Victims of the Crime of Genocide and of the Prevention of this Crime",
      "description": "Raise your fist in remembrance of genocide victims and pledge to stand against future violations."
    },
    {
      "title": "International Day of Veterinary Medicine",
      "description": "Say thank you to the doctors who keep your precious pets healthy and happy."
    },
    {
      "title": "Lost and Found Day",
      "description": "Ring up your sister and ask for the pair of jeans she “borrowed” on one occasion."
    },
    {
      "title": "MS Ireland Christmas Jumper Day",
      "description": "Let&#39;s try our best to improve the quality of life for children around the globe."
    },
    {
      "title": "National Blake Day",
      "description": "Join us as we cheer these solid, methodological personalities who are such an inspiration to know."
    },
    {
      "title": "National Llama Day",
      "description": "The perfect day to appreciate one of the fuzziest farm animals around."
    },
    {
      "title": "Tanzania Independence Day",
      "description": "Wish a Tanzanian “Happy Independence Day” in Swahili by saying “Heri ya Siku ya Uhuru”."
    },
    {
      "title": "Techno Day",
      "description": "Get your dancing shoes on as we celebrate one of the world’s most exhilarating genres of music."
    },
    {
      "title": "V.C. Bird Day",
      "description": "Like so many great politicians, Bird’s career was forged in the flames of adversity."
    },
    {
      "title": "Weary Willie Day",
      "description": "If you’re wary of happy clowns for just being happy, this is the day for you."
    },
    {
      "title": "Angela Deem’s Birthday",
      "description": "She became the subject of many conversations since her first outing on &#39;90-Day Fiance.&#39;"
    },
    {
      "title": "Booba’s Birthday",
      "description": "From gold and platinum to double platinum discs, Booba has them all."
    },
    {
      "title": "Donny Osmond’s Birthday",
      "description": "This multi-talented singer, television actor, and host has become a household name in America."
    },
    {
      "title": "Grace Hopper’s Birthday",
      "description": "The highly celebrated developer and rear admiral led the charge for a brighter future."
    },
    {
      "title": "Isaiah Russell-Bailey’s Birthday",
      "description": "This teenage actor, model, and parkour artist has a very promising career ahead of him."
    },
    {
      "title": "Jaida Essence Hall’s Birthday",
      "description": "Just watching this television personality do her thing can make anyone’s day."
    },
    {
      "title": "Judi Dench’s Birthday",
      "description": "She has made her mark on the industry with her iconic performances."
    },
    {
      "title": "Kendall Vertes’s Birthday",
      "description": "Vertes is building quite a portfolio for herself, and may soon appear in blockbuster movies."
    },
    {
      "title": "Kenneth Pabon’s Birthday",
      "description": "The self-proclaimed &#34;icon in N.Y.C.&#34; has a bright future ahead of himself."
    },
    {
      "title": "Kirk Douglas’s Birthday",
      "description": "Find out more about this actor of Hollywood’s Golden Age, author, and philanthropist."
    },
    {
      "title": "Kountry Wayne’s Birthday",
      "description": "A rapper turned comedian, Kountry Wayne successfully entertains the audience with his content."
    },
    {
      "title": "Kwadwo Asamoah’s Birthday",
      "description": "He is an exceptional footballer who represents and makes his country proud."
    },
    {
      "title": "Lily Pebbles’s Birthday",
      "description": "She partnered with Anna Newton, an award-winning content writer, to launch the &#34;At Home With&#34; Podcast."
    },
    {
      "title": "Lori Greiner’s Birthday",
      "description": "From entrepreneur, to investor, to all-around boss babe, Greiner has done it all."
    },
    {
      "title": "Minho’s Birthday",
      "description": "We’ve found out everything you could possibly want to know about Minho."
    },
    {
      "title": "NI-KI’s Birthday",
      "description": "We’re here to give you a recap on Ni-ki’s life, as you celebrate his birthday."
    },
    {
      "title": "PnB Rock’s Birthday",
      "description": "We’ve got all the details you could possibly want about this insanely awesome rapper."
    },
    {
      "title": "Redd Foxx’s Birthday",
      "description": "See how many people Redd Foxx impacted and how his work has meaning, even today."
    }
  ]
}
