{
  "month": "dec",
  "day": 10,
  "holidays": [
    {
      "title": "National Lager Day",
      "description": "Lager is the light hoppy drink that is popular throughout the world."
    },
    {
      "title": "Dewey Decimal System Day",
      "description": "We honor the library classification system created to efficiently maintain our libraries’ inventory of books."
    },
    {
      "title": "Festival for the Souls of Dead Whales",
      "description": "Learn about fascinating ways to celebrate the Festival for the Souls of the Dead Whales."
    },
    {
      "title": "Human Rights Day",
      "description": "It is the most translated document around the world and is available in over 500 languages."
    },
    {
      "title": "International Animal Rights Day",
      "description": "The holiday is shared with Human Rights Day, as it should be."
    },
    {
      "title": "Iraq Victory Day",
      "description": "Today we mark the day Iraqi forces declared victory over ISIS on December 10, 2017."
    },
    {
      "title": "National Corey Day",
      "description": "National Corey Day holds on December 10 to appreciate all the people named Corey."
    },
    {
      "title": "National Derek Day",
      "description": "You most likely know someone called Derek. Shoot them a friendly text today showing your appreciation."
    },
    {
      "title": "National Salesperson Day",
      "description": "Be sure to go out of your way to say &#34;I appreciate you!&#34;"
    },
    {
      "title": "Nobel Prize Day",
      "description": "Today, we celebrate Alfred Nobel, the Swedish man who invented dynamite, and then regretted it."
    },
    {
      "title": "Bobby Flay’s Birthday",
      "description": "Celebrate the master of the American food palette on his birthday today."
    },
    {
      "title": "Caila Quinn’s Birthday",
      "description": "Caila Quinn is a famous reality star who is admired for her straightforward personality."
    },
    {
      "title": "Delaney Childs’s Birthday",
      "description": "Watch this beautiful and brilliant blogger as she takes the internet by storm!"
    },
    {
      "title": "Emily Dickinson’s Birthday",
      "description": "Though Emily Dickinson found fame after her death, she lives through her words even today."
    },
    {
      "title": "Evelyn Lozada’s Birthday",
      "description": "Stay tuned for more details about this beautiful and brilliant entertainment trendsetter."
    },
    {
      "title": "Flynn Timothy Stocklin’s Birthday",
      "description": "Find out everything there is to know about this young celebrity and his family."
    },
    {
      "title": "Kang Daniel’s Birthday",
      "description": "This adorable and dazzling pop sensation is taking the Korean and international music industry by storm."
    },
    {
      "title": "Kevin de León’s Birthday",
      "description": "Let&#39;s get to know more about the rise of this politician who has made great strides."
    },
    {
      "title": "Kyliegh Curran’s Birthday",
      "description": "Kyliegh Curran made her Broadway debut at the tender age of 10."
    },
    {
      "title": "Maliah Michel’s Birthday",
      "description": "This stunning model rose to prominence because of her beauty and charming personality."
    },
    {
      "title": "MeMpHiTz’s Birthday",
      "description": "Memphitz is a celebrity producer on the rise that you will want to know about!"
    },
    {
      "title": "Neptune’s Birthday",
      "description": "We have all the juicy details about the up-and-coming musical artist, Neptune."
    },
    {
      "title": "Raven-Symoné’s Birthday",
      "description": "This dynamic actress and singer is one of America&#39;s most influential teen icons."
    },
    {
      "title": "Teyana Taylor’s Birthday",
      "description": "This spunky singer, songwriter, and actress is a star in her own right."
    }
  ]
}
