{
  "month": "dec",
  "day": 11,
  "holidays": [
    {
      "title": "International Mountain Day",
      "description": null
    },
    {
      "title": "Anniversary of the Statute of Westminster",
      "description": "Join us learning about a momentous — yet largely unnoticed — moment in Canada’s independence route."
    },
    {
      "title": "Burkina Faso Republic Day",
      "description": "Honor the triumphant independence and sovereignty of the Burkinabe people on Burkina Faso Republic Day."
    },
    {
      "title": "Holiday Food Drive for Needy Animals Day",
      "description": "Help raise awareness of animal welfare and become part of the solution."
    },
    {
      "title": "National App Day",
      "description": "Take a selfie for the ’Gram, tweet your thoughts, or play your favorite music."
    },
    {
      "title": "National Jon Day",
      "description": "Where did Jon come from? What does it mean? Find out this National Jon Day."
    },
    {
      "title": "Noodle Ring Day",
      "description": "Get creative, ready your forks, and fire up that carb craving: today is Noodle Ring Day."
    },
    {
      "title": "UNICEF Birthday",
      "description": "We remember UNICEF&#39;s global impact and how we can make a difference ourselves."
    },
    {
      "title": "UNICEF Day for Change",
      "description": "Let’s try to understand the conditions of children around the world and make a good change."
    },
    {
      "title": "aimsey’s Birthday",
      "description": "This internet sensation has gained popularity thanks to her gaming streams, and there’s no looking back!"
    },
    {
      "title": "Alexa Demie’s Birthday",
      "description": "Think again if you think you know her. Here are the fascinating details about Alexa Demie!"
    },
    {
      "title": "Hailee Steinfeld’s Birthday",
      "description": "Hailee Steinfeld lives with her adorable dog, Martini Steinfeld, in Los Angeles."
    },
    {
      "title": "Jack Griffo’s Birthday",
      "description": "This is only the beginning for this passionate, talented actor and musician."
    },
    {
      "title": "Javi Marroquin’s Birthday",
      "description": "There are so many fascinating things to know about this hunky reality star."
    },
    {
      "title": "Jermaine Jackson’s Birthday",
      "description": "For one of the biggest pop stars of the 1990s, he is one admirable legend."
    },
    {
      "title": "John Kerry’s Birthday",
      "description": "John Kerry is more than a politician, his fight against climate change is just getting started."
    },
    {
      "title": "Mo&#39;Nique’s Birthday",
      "description": "From winning awards to fighting discrimination, Mo’Nique has done what she set out to do."
    },
    {
      "title": "Mos Def’s Birthday",
      "description": "Mos Def embodies his quote: “All the things that are worth doing take time.”"
    },
    {
      "title": "Nikki Sixx’s Birthday",
      "description": "Nikki Sixx is spending his 60s celebrating his family, fatherhood, and sobriety."
    },
    {
      "title": "PJ Liguori’s Birthday",
      "description": "Hit that subscribe button and get on board for unlimited fun with P.J. Liguori!"
    },
    {
      "title": "Rey Mysterio Jr.’s Birthday",
      "description": "Gutiérrez was trained by his uncle, Rey Misterio Sr., who taught him ‘Lucha Libre!’"
    },
    {
      "title": "Sam Wilkinson’s Birthday",
      "description": "Sammy Wilk is infiltrating the hearts of music admirers and impacting the world slowly but surely!"
    },
    {
      "title": "Tommy Sotomayor’s Birthday",
      "description": "This political satirist and comedian considers himself the most controversial man on the Internet!"
    }
  ]
}
