{
  "month": "dec",
  "day": 14,
  "holidays": [
    {
      "title": "Free Shipping Day",
      "description": null
    },
    {
      "title": "Monkey Day",
      "description": "We shouldn’t forget that we share a common ancestor with chimpanzees!"
    },
    {
      "title": "Halcyon Days",
      "description": "Indulge in some sweet remembrance today. Here are some ways to turn back the clock."
    },
    {
      "title": "Martyred Intellectuals Day",
      "description": "Honor their lives and memory today — read, share, and amplify the stories of Bangladesh’s martyred intellectuals."
    },
    {
      "title": "More Good Today Day",
      "description": "More Good Today Day is observed every year to encourage kindness and generosity."
    },
    {
      "title": "National Alabama Day",
      "description": "Let’s celebrate Alabama the Beautiful today and remember what makes it so special!"
    },
    {
      "title": "National Bouillabaisse Day",
      "description": "Bon appétit! Bouillabaisse traces its roots all the way back to ancient Greece."
    },
    {
      "title": "National Energy Conservation Day",
      "description": "The day is organized by India&#39;s Bureau of Energy Efficiency."
    },
    {
      "title": "Roast Chestnuts Day",
      "description": "When they are roasted, the natural sweetness of the nut is revealed, delighting our taste buds!"
    },
    {
      "title": "Alex Gaskarth’s Birthday",
      "description": "This rock singer is one of the best to have done it in the music industry."
    },
    {
      "title": "Benjamin Haggard’s Birthday",
      "description": "Benjamin Haggard has forged his own sound and is one of the most successful country musicians."
    },
    {
      "title": "Candiace Dillard’s Birthday",
      "description": "Despite her involvement in controversies, this reality star still keeps us glued to our screens."
    },
    {
      "title": "Ciel Star’s Birthday",
      "description": "His social media accounts already featured the name Ciel, reflecting his immersion in the persona."
    },
    {
      "title": "George VI’s Birthday",
      "description": "He rose to become the finest monarch, loved and respected by his people."
    },
    {
      "title": "James Comey’s Birthday",
      "description": "Comey went to the University of Chicago Law School where he received a law degree."
    },
    {
      "title": "Kate Bogucharskaia’s Birthday",
      "description": "Her trip to Moscow opened her eyes to a world she never knew existed."
    },
    {
      "title": "Lisa Barlow’s Birthday",
      "description": "This reality star is self-made, self-reliant, and proud of her career accomplishments."
    },
    {
      "title": "Mason Disick’s Birthday",
      "description": "With his early exposure to the glitz of Hollywood, we’d love to see him soar."
    },
    {
      "title": "Mike Fuentes’s Birthday",
      "description": "From emo rock to experimental rap, Mike Fuentes isn’t afraid to let his talent shine!"
    },
    {
      "title": "Nostradamus’s Birthday",
      "description": "Let’s celebrate the seer Nostradamus, whose quatrains have attracted a cult following over the centuries."
    },
    {
      "title": "Offset’s Birthday",
      "description": "This famous rapper has made huge waves in the hip-hop and rap communities."
    },
    {
      "title": "Reign Disick’s Birthday",
      "description": "Little Reign Disick seems to have come into the world with the power of a monarch."
    },
    {
      "title": "Ryland Storms’s Birthday",
      "description": "He has taken the social media world by storm with his amazing content!"
    },
    {
      "title": "Vanessa Hudgens’s Birthday",
      "description": "This pop singer has made waves across Hollywood since her film debut, and she’s not stopping."
    }
  ]
}
