{
  "month": "dec",
  "day": 17,
  "holidays": [
    {
      "title": "National Maple Syrup Day",
      "description": "Maine might have its lobsters, but Vermont has its maple syrup."
    },
    {
      "title": "Bhutan National Day",
      "description": "Get ready to learn all you need to know about this widely celebrated holiday in Bhutan."
    },
    {
      "title": "Canadian Maple Syrup Day",
      "description": "It is time to enjoy some smooth, silky, and sweet maple syrup!"
    },
    {
      "title": "Festival of Winter Walks",
      "description": "Join us as we explore this wondrous holiday festival this winter season!"
    },
    {
      "title": "National Device Appreciation Day",
      "description": "An opportunity to appreciate the devices that help us lead our lives."
    },
    {
      "title": "National Wreaths Across America Day",
      "description": "“Remember fallen U.S. veterans; honor those who serve; and teach your children the value of freedom.&#34;"
    },
    {
      "title": "Wright Brother&#39;s Day",
      "description": "The day commemorates the first successful flights in a mechanically propelled airplane."
    },
    {
      "title": "Ashley Jordyn’s Birthday",
      "description": "Ashley Jordyn got her first role in 2011 when she was cast in “The Writer.”"
    },
    {
      "title": "Duff Goldman’s Birthday",
      "description": "This professional pastry chef is only at the beginning of his success."
    },
    {
      "title": "Ivar Ivask’s Birthday",
      "description": "For this talented poet, knowing how to use his words was all it took to succeed."
    },
    {
      "title": "Jessi’s Birthday",
      "description": "Get to know one of K-pop’s biggest stars as she rises to world fame."
    },
    {
      "title": "John Abraham’s Birthday",
      "description": "Let’s celebrate one of the biggest stars in Bollywood on his birthday."
    },
    {
      "title": "Manny Pacquiao’s Birthday",
      "description": "We wish this legendary boxer and politician all the best in his future endeavors."
    },
    {
      "title": "Manu Ríos’s Birthday",
      "description": "He’s a rising actor, model, and social media star whose star quality is undeniable."
    },
    {
      "title": "Michael Cashman’s Birthday",
      "description": "We celebrate Michael Cashman and his contribution to the performing arts and human rights."
    },
    {
      "title": "Milla Jovovich’s Birthday",
      "description": "There is no film project that’s too ambitious for this incredibly talented, versatile, and iconic actress."
    },
    {
      "title": "Nat Wolff’s Birthday",
      "description": "He&#39;s a multi-talented award-winning singer, songwriter, and actor, and it&#39;s just the beginning."
    },
    {
      "title": "Pope Francis’s Birthday",
      "description": "His Holiness has had a full life thus far — let us delve into the details."
    },
    {
      "title": "Ramriddlz’s Birthday",
      "description": "Let’s celebrate someone who is on his way to becoming a major force in music."
    }
  ]
}
