{
  "month": "dec",
  "day": 18,
  "holidays": [
    {
      "title": "Answer The Telephone Like Buddy The Elf Day",
      "description": "Repeat after us: “Buddy the Elf, what’s your favorite color?”"
    },
    {
      "title": "National Crime Junkie Day",
      "description": "Celebrate on December 18th the #1 true crime podcast in the world, Crime Junkie."
    },
    {
      "title": "Arabic Language Day",
      "description": "Arabic was born out of Proto-Semitic languages of the ancient Middle East."
    },
    {
      "title": "Bake Cookies Day",
      "description": "Cookies are more than just a baked treat, with generations bonding over it."
    },
    {
      "title": "Flake Appreciation Day",
      "description": "This Flake Appreciation Day, let&#39;s appreciate the lovely, distinctive, and naturally occurring snowflakes."
    },
    {
      "title": "Guru Ghasidas Jayanti in Chhattisgarh",
      "description": "Guru Ghasidas Jayanti in Chhattisgarh is observed on December 18 to mark his birthday."
    },
    {
      "title": "Hanukkah",
      "description": "Happy Chanukah! The Jewish Festival of Rededication is also called the Festival of Lights."
    },
    {
      "title": "International Migrants Day",
      "description": "The reality of migration is more than just starting over."
    },
    {
      "title": "National Deborah Day",
      "description": "Celebrate National Deborah Day by learning about Deborah the prophetess and others who share her name."
    },
    {
      "title": "National Jeremy Day",
      "description": "Learn about some historical figures named Jeremy and how to celebrate them on National Jeremy Day."
    },
    {
      "title": "National Roast Suckling Pig Day",
      "description": "You don’t have to wait until Christmas to pig out on a decadent feast."
    },
    {
      "title": "National Twin Day",
      "description": "National Twin Day is one intriguing topic. Are you ready to be fascinated?"
    },
    {
      "title": "Qatar National Day",
      "description": "Sit back and enjoy the magnificence of Qatar National Day as well as its cultural significance."
    },
    {
      "title": "Republic Day of Niger",
      "description": "Join in and celebrate with us as we honor this special West African nation."
    },
    {
      "title": "Wear a Plunger on Your Head Day",
      "description": "Add a bit of silliness to your life on Wear a Plunger on Your Head Day."
    },
    {
      "title": "Ashley Benson’s Birthday",
      "description": "This movie star who’s creating a big name for herself in Hollywood is built for success."
    },
    {
      "title": "Ayaka Iida’s Birthday",
      "description": "Celebrate one of Japan’s biggest pop icons who has reached the height of her career."
    },
    {
      "title": "Billie Eilish’s Birthday",
      "description": "Nothing is impossible for this young, talented, award-winning artist. Let’s celebrate her!"
    },
    {
      "title": "Brad Pitt’s Birthday",
      "description": "A great actor like Brad Pitt has done extraordinary things, breathing life into the acting scene."
    },
    {
      "title": "Bridgit Mendler’s Birthday",
      "description": "She has heavily influenced Gen Z’s memories. Let’s look at what she’s done!"
    },
    {
      "title": "Chris FamilyFunPack’s Birthday",
      "description": "Grab the birthday hats and don your best party clothes. It is time to party!"
    },
    {
      "title": "Christina Aguilera’s Birthday",
      "description": "Christina Aguilera, nicknamed the &#34;Voice of a Generation,&#34; was always destined for stardom."
    },
    {
      "title": "DMX’s Birthday",
      "description": "Bring out the balloons and cake, and let us celebrate the birthday of this legend together!"
    },
    {
      "title": "Franz Ferdinand’s Birthday",
      "description": "The legacy of the heir to the imperial throne of the Austro-Hungarian empire lives on."
    },
    {
      "title": "Joseph Stalin’s Birthday",
      "description": "Joseph Stalin brought a reign of terror, and those who opposed him paid with their lives."
    },
    {
      "title": "Katie Holmes’s Birthday",
      "description": "A renowned actress whose aura and talent linger, Katie Holmes blesses us with her performances."
    },
    {
      "title": "Keith Richards’s Birthday",
      "description": "Achieving the great success musicians dream of, he is a cultural icon in his own right."
    },
    {
      "title": "Lyrica Anderson’s Birthday",
      "description": "With a bubbly personality and ample talent, she has been killing it for a decade."
    },
    {
      "title": "Maria Brink’s Birthday",
      "description": "Let’s come together and celebrate an American music goddess on her birthday."
    },
    {
      "title": "Paul Klee’s Birthday",
      "description": "He’s a pioneer of expressionism and surrealism and a highly celebrated artist of the 20th century."
    },
    {
      "title": "Rachel in Wonderland’s Birthday",
      "description": "Put on that sparkly dress and cosplay as your favorite character as we celebrate Rachel’s birthday!"
    },
    {
      "title": "Ray Liotta’s Birthday",
      "description": "Celebrate Ray Liotta: A true cinematic legend who has graced our screens for decades."
    },
    {
      "title": "Ronald Acuna Jr.’s Birthday",
      "description": "This legendary sportsman has set himself apart in the world of baseball."
    },
    {
      "title": "Steven Spielberg’s Birthday",
      "description": "His works offer a glimpse of his talent, which has wowed audiences around the globe."
    },
    {
      "title": "Stone Cold Steve Austin’s Birthday",
      "description": "In and out of the ring, no one could match Stone Cold, the Texan Rattlesnake."
    },
    {
      "title": "YBN Nahmir’s Birthday",
      "description": "YBN Nahmir spoke his wins into existence and is now living a once farsighted dream."
    },
    {
      "title": "ZaZa Bean’s Birthday",
      "description": "There’s a new young and incredible rapper in town —ZaZa Bean has entered the chat!"
    }
  ]
}
