{
  "month": "dec",
  "day": 19,
  "holidays": [
    {
      "title": "National Emo Day",
      "description": "The emo subculture has a long, storied history that reaches back to the 1980s."
    },
    {
      "title": "National Hard Candy Day",
      "description": "Put the peanut butter balls and sugar cookies down, today is all about the hard stuff."
    },
    {
      "title": "Goa Liberation Day",
      "description": "Goa is one of India’s smallest states and was under Portuguese possession for about 450 years."
    },
    {
      "title": "Look for an Evergreen Day",
      "description": "If you still haven’t hunted down your Christmas tree, then you’re in luck!"
    },
    {
      "title": "National Harry Day",
      "description": "Learn the origins of the name Harry and why it remained so popular among boys."
    },
    {
      "title": "National Heroes and Heroines Day",
      "description": "Take out your dancing shoes and join in the celebration as we honor Anguilla’s bravest people."
    },
    {
      "title": "National Oatmeal Muffin Day",
      "description": "Healthy muffins that look like cupcakes and satisfy our sweet cravings? It doesn’t get better!"
    },
    {
      "title": "Alkaline’s Birthday",
      "description": "Making hits and headlines, this talented reggae artist is just getting started."
    },
    {
      "title": "Alyssa Milano’s Birthday",
      "description": "This actress has entertained us for years now and is such a delight to watch."
    },
    {
      "title": "Ashley Flowers’s Birthday",
      "description": "This podcast host has us at the edge of our seats every single time!"
    },
    {
      "title": "Cicely Tyson’s Birthday",
      "description": "This veteran actress wowed the world with her talent and integrity which influenced the movie industry."
    },
    {
      "title": "Criss Angel’s Birthday",
      "description": "He’s a performer who always challenges himself and beats his own records as the best."
    },
    {
      "title": "Delta Shepard’s Birthday",
      "description": "We are excited to see what the world has in store for this young star."
    },
    {
      "title": "Elaine Joyce’s Birthday",
      "description": "Prepare to salute the multi-talented actress Elaine Joyce, who has a long list of accomplishments."
    },
    {
      "title": "Hawkeye Huey’s Birthday",
      "description": "This young champ teaches us that we can make a statement while we are young."
    },
    {
      "title": "Hey.lexie’s Birthday",
      "description": "This social media sensation has already entertained us in the short span of her career."
    },
    {
      "title": "Ines de Ramon’s Birthday",
      "description": "Ines de Ramon is a queen living her best life — a beauty surrounded by mystery."
    },
    {
      "title": "Jake Gyllenhaal’s Birthday",
      "description": "This formidable actor has a personality and acting skills that make him stand out."
    },
    {
      "title": "Janet Guzman’s Birthday",
      "description": "Guzman is a stunning model who is taking social media by storm."
    },
    {
      "title": "Jasmine Sorge’s Birthday",
      "description": "An American reality T.V. star, singer, and hairstylist — is there anything she can&#39;t do?"
    },
    {
      "title": "Jenelle Evans’s Birthday",
      "description": "Jenelle Evans has kept us on the edge of our seats all these years."
    },
    {
      "title": "Nico Hiraga’s Birthday",
      "description": "Hiraga is a rare talent and he’s got what it takes to become an acting superstar."
    },
    {
      "title": "Souline McBroom’s Birthday",
      "description": "Some are born stars and our cutie is one of those stars to watch out for."
    }
  ]
}
