{
  "month": "dec",
  "day": 20,
  "holidays": [
    {
      "title": "National Sangria Day",
      "description": null
    },
    {
      "title": "Cathode-Ray Tube Day",
      "description": "Let us honor technology — the inventions that have transformed our world and our daily lives."
    },
    {
      "title": "Dot Your I’s Day",
      "description": "So, let’s go out today and finish the job well — whatever that may be."
    },
    {
      "title": "Games Day",
      "description": "It’s Gameday! Well, Games Day to be precise. Are you game?"
    },
    {
      "title": "Go Caroling Day",
      "description": "Once upon a time, Christmas celebrations wouldn’t have been anything without caroling."
    },
    {
      "title": "Macao SARE Day",
      "description": "What started as a tiny Portuguese territory evolved into a thriving Asian nation."
    },
    {
      "title": "Mudd Day",
      "description": "Learn about the man who was convicted of aiding in President Abraham Lincoln&#39;s assassination."
    },
    {
      "title": "National Greg Day",
      "description": "Educate yourself on some famous people called Greg this National Greg Day."
    },
    {
      "title": "National Steven Day",
      "description": "People who share the name Steven tend to be successful entertainers, deacons, and athletes!"
    },
    {
      "title": "Sacagawea Day",
      "description": "Let’s celebrate one of the most important dates in Native American history!"
    },
    {
      "title": "Ashleigh Wendrock’s Birthday",
      "description": "Let’s get ready to celebrate the popular TikTok video content creator Ashleigh Wendrock."
    },
    {
      "title": "Christmas Abbott’s Birthday",
      "description": "Ladies and lads, get your muscles pumping as we celebrate Christmas Abbott by working out today!"
    },
    {
      "title": "De&#39;Aaron Fox’s Birthday",
      "description": "At such a young age, this N.B.A. star has already established a name for himself."
    },
    {
      "title": "JoJo’s Birthday",
      "description": "The songstress&#39; music has shaken the industry and she has no plans to slow down!"
    },
    {
      "title": "Jonah Hill’s Birthday",
      "description": "Jonah Hill has seamlessly become one of Hollywood&#39;s most iconic and formidable movie icons."
    },
    {
      "title": "Kylian Mbappé’s Birthday",
      "description": "Kylian Mbappé is an incredible player with some great years ahead. We’re all for it!"
    },
    {
      "title": "Lucia Zambetti’s Birthday",
      "description": "This captivating artist and fun TikTok star is one post away from superstardom!"
    },
    {
      "title": "Melanie Scrofano’s Birthday",
      "description": "Let’s get ready to celebrate the multi-talented Melanie Scrofano’s birthday right here."
    },
    {
      "title": "Mya Nicole Johnson’s Birthday",
      "description": "This star is a crowd-pleaser who has gone viral on the internet."
    },
    {
      "title": "Mystic Inscho’s Birthday",
      "description": "This multi-talented child star is set for greater heights as he embraces emerging opportunities."
    },
    {
      "title": "NAO’s Birthday",
      "description": "This songstress empowers and spreads love to everyone that listens to her music."
    },
    {
      "title": "Peter Criss’s Birthday",
      "description": "This multi-talented drummer, vocalist, and actor is the definition of pure entertainment."
    },
    {
      "title": "Pouya’s Birthday",
      "description": "Pouya keeps dropping bars that are certain to become hits — he is a real star."
    },
    {
      "title": "Sandra Lee’s Birthday",
      "description": "This licensed dermatologist and YouTube star is pimple-popping her way to stardom!"
    },
    {
      "title": "Taimur Ali Khan’s Birthday",
      "description": "Let’s celebrate Saif Ali Khan’s and Kareena Kapoor’s adorable blue-eyed son, Taimur Ali Khan."
    },
    {
      "title": "Tori Bates’s Birthday",
      "description": "Let’s get together and tie up the balloons, it&#39;s time to celebrate Tori Bates&#39; birthday!"
    },
    {
      "title": "Zack Carpinello’s Birthday",
      "description": "Let’s celebrate Zack Carpinello, the professional wrestler who fights under the name Zack Clayton."
    }
  ]
}
