{
  "month": "dec",
  "day": 22,
  "holidays": [
    {
      "title": "National Cookie Exchange Day",
      "description": null
    },
    {
      "title": "​National Short Person Day",
      "description": "“Great things come in small packages.&#34;"
    },
    {
      "title": "Forefathers’ Day",
      "description": "The anniversary of the first pilgrims landing on the shores of North America is observed."
    },
    {
      "title": "Mathematics Day",
      "description": "Mathematics Day celebrates the birth anniversary of India’s famed mathematician Srinivasa Ramanujan."
    },
    {
      "title": "National Ashton Day",
      "description": "On National Ashton Day, learn more about the celebrities who have this unique name."
    },
    {
      "title": "National Betty Day",
      "description": "National Betty Day is the annual recognition of everyone called Betty on December 22."
    },
    {
      "title": "National Date Nut Bread Day",
      "description": "We celebrate the healthy, wholesome, and flavorful bread that is enjoyed for breakfast and teatime."
    },
    {
      "title": "Unity Day Zimbabwe",
      "description": "Zimbabwe’s road toward peace and unity was rough, but it has valuable lessons for all."
    },
    {
      "title": "Alexandria Everett’s Birthday",
      "description": "Alexandria Everett is a well-recognized fashion model who’s made appearances in various shows and films."
    },
    {
      "title": "Bershan Shaw’s Birthday",
      "description": "Bershan Shaw is America&#39;s foremost business coach, motivational guru, and public speaker."
    },
    {
      "title": "Big Tigger’s Birthday",
      "description": "His story will teach you how to transition from sideline to big time."
    },
    {
      "title": "Bryce Gheisar’s Birthday",
      "description": "Bryce Gheisar is finding his feet in the glittering world of showbiz."
    },
    {
      "title": "Chris Hughes’s Birthday",
      "description": "This television personality has made his mark on the British entertainment industry."
    },
    {
      "title": "DaBaby’s Birthday",
      "description": "DaBaby started from the bottom and made it to the top, winning hearts in between!"
    },
    {
      "title": "Denzel Dion’s Birthday",
      "description": "This prominent figure on social media doesn&#39;t hesitate to express his thoughts and opinions."
    },
    {
      "title": "G Hannelius’s Birthday",
      "description": "This Disney actress has become a famous social media star and entrepreneur."
    },
    {
      "title": "Guru Gobind Singh’s Birthday",
      "description": "Here is a leader who led by example and sacrificed his life for the greater good."
    },
    {
      "title": "Hennessy Carolina’s Birthday",
      "description": "A model, actor, and internet star, Hennessy Carolina is anything but just a celebrity sister."
    },
    {
      "title": "Hobo Johnson’s Birthday",
      "description": "This talented rapper and musical artist is one hit away from superstardom. Celebrate him today!"
    },
    {
      "title": "Jean-Michel Basquiat’s Birthday",
      "description": "His talent set him apart and we honor his contributions to art to this day."
    },
    {
      "title": "Jordin Sparks’s Birthday",
      "description": "Jordin Sparks is a beautiful and talented singer and actress with enviable success."
    },
    {
      "title": "Latto’s Birthday",
      "description": "The possibilities are endless for this young and gifted rapper, and her fame is only increasing."
    },
    {
      "title": "Luther Campbell’s Birthday",
      "description": "This music producer and record executive is enjoying a successful career so far!"
    },
    {
      "title": "Madison Kennedy’s Birthday",
      "description": "The 13th FINA World Swimming Championships and Touch the Wall are among Kennedy&#39;s notable accomplishments."
    },
    {
      "title": "Meghan Trainor’s Birthday",
      "description": "This singer gained worldwide recognition after releasing a song that received over 2.5 billion views."
    },
    {
      "title": "Mike Chen’s Birthday",
      "description": "Mike Chen keeps us wanting more as his quest for the perfect dumpling continues."
    },
    {
      "title": "Moonbyul’s Birthday",
      "description": "This talented rapper has made her mark on the South Korean entertainment industry."
    },
    {
      "title": "Natalie Guercio’s Birthday",
      "description": "This television personality rose to prominence after appearing on the reality show &#34;Mob Wives.&#34;"
    },
    {
      "title": "Nate Garner’s Birthday",
      "description": "Nate Garner is entering a new phase in his career and this is only the beginning."
    },
    {
      "title": "Srinivasa Ramanujan’s Birthday",
      "description": "An intuitive mathematician without any formal training, Srinivasa Ramanujan changed the rules."
    },
    {
      "title": "Tanner Fox’s Birthday",
      "description": "The YouTube sensation Tanner Fox is riding the wave of fame and success."
    }
  ]
}
