{
  "month": "dec",
  "day": 25,
  "holidays": [
    {
      "title": "Christmas",
      "description": null
    },
    {
      "title": "A’Phabet Day or No “L” Day",
      "description": "Join us as we play around with festive words this A’Phabet Day or No “L” Day!"
    },
    {
      "title": "GOAL Mile 2021",
      "description": "Join us as we explore the joy of giving with GOAL Mile."
    },
    {
      "title": "Jesus&#39; Birthday",
      "description": "Explore this fascinating, mysterious, and sometimes controversial man’s life as we honor him on his birthday."
    },
    {
      "title": "National Colby Day",
      "description": "Lean in and give a big hug to Colby and make them smile."
    },
    {
      "title": "National Eva Day",
      "description": "Tell Eva that life would neva be the same without her on National Eva Day!"
    },
    {
      "title": "National Joshua Day",
      "description": "Let’s pull out all the stops for Joshua. Appreciate the Joshuas in your life today!"
    },
    {
      "title": "National Pumpkin Pie Day",
      "description": "Missed out on celebrating pumpkins around Halloween, now is the time to make up for it!"
    },
    {
      "title": "Quaid-e-Azam Day",
      "description": "Get set to celebrate Quaid-e-Azam Muhammad Ali Jinnah’s birthday in style this year."
    },
    {
      "title": "Annie Lennox’s Birthday",
      "description": "She has been named one of the ‘100 Greatest Singers of All Time’ for her talent."
    },
    {
      "title": "Armin van Buuren’s Birthday",
      "description": "This D.J. has worked his way to an enviable career punctuated by success!"
    },
    {
      "title": "Ashley Nichole’s Birthday",
      "description": "This fashion and lifestyle vlogger was born on a very special holiday!"
    },
    {
      "title": "Bobbie-Jo’s Birthday",
      "description": "This English TikTok star has what it takes to achieve fame and success."
    },
    {
      "title": "Clara Barton’s Birthday",
      "description": "Clara Barton is a visionary whose humanitarian service helped change the world."
    },
    {
      "title": "Humphrey Bogart’s Birthday",
      "description": "We’ll always have a soft spot for this legendary actor whose star shone brightly!"
    },
    {
      "title": "Jimmy Buffett’s Birthday",
      "description": "Jimmy Buffet has been producing music for over five decades. Time to cross the wild meridian!"
    },
    {
      "title": "Justin Trudeau’s Birthday",
      "description": "Trudeau is a champion of the people and the world loves him for it!"
    },
    {
      "title": "Keith Ape’s Birthday",
      "description": "This South Korean rapper quickly went viral because of his single, &#39;It G Ma.&#39;"
    },
    {
      "title": "Lukas Nelson’s Birthday",
      "description": "Lukas Nelson and his band make country songs that make his legendary father proud."
    },
    {
      "title": "Miku’s Birthday",
      "description": "She&#39;s achieved success, thanks to her unique makeup tutorials and other great content!"
    },
    {
      "title": "Rod Serling’s Birthday",
      "description": "Meet the “angry young man” of Hollywood who did not take no for an answer."
    },
    {
      "title": "Rusev’s Birthday",
      "description": "This talented professional wrestler takes pride in how far he has come and deservingly so."
    },
    {
      "title": "Taylor Zakhar Perez’s Birthday",
      "description": "He blazed onto the scene with &#34;The Kissing Booth 2&#34; and he&#39;s here to stay!"
    }
  ]
}
