{
  "month": "dec",
  "day": 28,
  "holidays": [
    {
      "title": "National Call a Friend Day",
      "description": null
    },
    {
      "title": "National Chocolate Candy Day",
      "description": "Face it. We love chocolate. And today we snack all we want!"
    },
    {
      "title": "National Download Day",
      "description": "Get your phone-fingers flexed, people. National Download Day is coming to town."
    },
    {
      "title": "Card Playing Day",
      "description": "Shuffle your cards and cut the deck."
    },
    {
      "title": "Holy Innocents Day",
      "description": "Honor the sacrifice of the Holy Innocents and celebrate the children in your life today."
    },
    {
      "title": "National Short Film Day",
      "description": "The birth of the motion picture industry is celebrated on National Short Film Day."
    },
    {
      "title": "National Tim Day",
      "description": "The name Tim, short for Timothy, is a classic name with a refined meaning."
    },
    {
      "title": "Pledge of Allegiance Day",
      "description": "The Pledge of Allegiance was something we knew by heart and recited each morning in school."
    },
    {
      "title": "Proclamation Day",
      "description": "Proclamation Day, celebrates the founding of the government in South Australia as a British province."
    },
    {
      "title": "Big 30’s Birthday",
      "description": "The talented American rapper is winning over fans with his intriguing music."
    },
    {
      "title": "Danny Edge’s Birthday",
      "description": "This YouTuber has a great sense of humor and is a talented musician."
    },
    {
      "title": "David Archuleta’s Birthday",
      "description": "For some fans, his music is like therapy, for others, it is like a drug."
    },
    {
      "title": "Denzel Washington’s Birthday",
      "description": "The actor, director, and producer is considered one of the greatest actors of all time."
    },
    {
      "title": "Dolores Catania’s Birthday",
      "description": "This reality T.V. star is a living embodiment of a modern-day housewife and entrepreneur."
    },
    {
      "title": "Emery Kelly’s Birthday",
      "description": "This pop star’s music has garnered the attention of people around the world for a reason."
    },
    {
      "title": "Eric Griffin’s Birthday",
      "description": "This rock star’s music and style are as incredible as they are iconic."
    },
    {
      "title": "Gayle King’s Birthday",
      "description": "The American television personality and journalist is one of the most influential celebrities in the country."
    },
    {
      "title": "Joe Manganiello’s Birthday",
      "description": "He is known for his roles in “True Blood,” “Arrow,” and “How I Met Your Mother.”"
    },
    {
      "title": "John Legend’s Birthday",
      "description": "The multi-talented singer is winning awards and hearts with his music and activism."
    },
    {
      "title": "London Goheen’s Birthday",
      "description": "This stunning Instagram star, model, and T.V. show host is a bonafide social media celebrity."
    },
    {
      "title": "Maggie Smith’s Birthday",
      "description": "As one of the most prolific actresses, everybody knows her — Maggie Smith."
    },
    {
      "title": "Malcolm Gets’s Birthday",
      "description": "This American actor is mostly known for his role in the sitcom “Caroline in the City.”"
    },
    {
      "title": "Maya Boyce’s Birthday",
      "description": "This young actress is a force to be reckoned with and blazes her own trail."
    },
    {
      "title": "Nash Grier’s Birthday",
      "description": "The popular internet sensation has won over fans with his funny videos and acting skills."
    },
    {
      "title": "Nichelle Nichols’s Birthday",
      "description": "Nichelle Nichols was one of those who sought equal representation — she was an icon."
    },
    {
      "title": "Posie Rayne LaBrant’s Birthday",
      "description": "This little girl was a YouTube celebrity even before she was born!"
    },
    {
      "title": "Quackity’s Birthday",
      "description": "This expert YouTuber and lawyer in the making is a man of many talents."
    },
    {
      "title": "Ratan Tata’s Birthday",
      "description": "He knows his stuff, and when the opportunity came to deliver, he gave his best!"
    },
    {
      "title": "Stan Lee’s Birthday",
      "description": "Let&#39;s look back and celebrate the mastermind behind Marvel’s most loved superheroes."
    },
    {
      "title": "Woodrow Wilson’s Birthday",
      "description": "Meet the President of the United States who led the country through World War I."
    }
  ]
}
