{
  "month": "dec",
  "day": 31,
  "holidays": [
    {
      "title": "New Year&#39;s Eve",
      "description": null
    },
    {
      "title": "Hogmanay",
      "description": "Hogmanay is a Scottish word meaning &#34;the last day of the year.&#34;"
    },
    {
      "title": "International Solidarity Day of Azerbaijanis",
      "description": "We’re joining Azerbaijanis all over the world in saluting their beautiful country."
    },
    {
      "title": "Make Up Your Mind Day",
      "description": "It&#39;s Make Up Your Mind Day; make some destiny-determining decisions."
    },
    {
      "title": "National Champagne Day",
      "description": "National Champagne Day, is all about enjoying sipping on this bubbly beverage."
    },
    {
      "title": "National Heroes Day (Timor-Leste)",
      "description": "Learn about the man whom the East Timorese view as the luminary of their independence movement."
    },
    {
      "title": "No Interruptions Day",
      "description": "In observance of No Interruptions Day, put your phone on &#39;Do Not Disturb&#39; throughout the workday."
    },
    {
      "title": "Restoration Day in Geneva",
      "description": "Get ready to fly your inner political geek flag proudly this Restoration Day."
    },
    {
      "title": "Unlucky Day",
      "description": "Unload all the bad from this year and get ready for the upcoming one."
    },
    {
      "title": "World Peace Meditation Day",
      "description": "Join us in promoting peace on a global scale while celebrating our differences and diversity."
    },
    {
      "title": "Amber Katelyn Beale’s Birthday",
      "description": "This YouTube sensation can rock any makeup look! We can’t wait to see her next endeavor."
    },
    {
      "title": "Anthony Hopkins’s Birthday",
      "description": "Actor, musician, and philanthropist, Hopkins has paved the way for many aspiring celebrities!"
    },
    {
      "title": "Bailey McKnight’s Birthday",
      "description": "She started at a young age, and today she dominates all social media platforms!"
    },
    {
      "title": "Donald Trump Jr.’s Birthday",
      "description": "He&#39;s a visionary businessman, political activist, author, and former television presenter."
    },
    {
      "title": "Donna Summer’s Birthday",
      "description": "Donna Summer was an amazing artist and, to this day, still has a legion of fans!"
    },
    {
      "title": "Gabby Douglas’s Birthday",
      "description": "With her extraordinary skills and talent, Gabby Douglas flew higher than anyone before her!"
    },
    {
      "title": "Harvey Mills’s Birthday",
      "description": "Harvey Mills is a brilliant artist who grows stronger every day, and he’s skyrocketing!"
    },
    {
      "title": "Henri Matisse’s Birthday",
      "description": "Matisse became known as one of the Fauves because of the vibrant colorism of his paintings."
    },
    {
      "title": "Hunter Schafer’s Birthday",
      "description": "She appeared in the mainstream media not long ago and is already a huge success!"
    },
    {
      "title": "Joey McIntyre’s Birthday",
      "description": "As an actor and musician, Joey McIntyre has been an integral part of the entertainment industry!"
    },
    {
      "title": "John Denver’s Birthday",
      "description": "John Denver lived life to the fullest and created great music that is well-loved today!"
    },
    {
      "title": "Nadia Parkes’s Birthday",
      "description": "This beautiful actress is going to take over the world of the entertainment industry."
    },
    {
      "title": "Natalia Pitti’s Birthday",
      "description": "Natalia Pitti is a brilliant artist who grows stronger every day — the world is hers!"
    },
    {
      "title": "Psy’s Birthday",
      "description": "It only took one song — ‘Gangnam Style’ shot this singer cum songwriter to international fame!"
    },
    {
      "title": "Val Kilmer’s Birthday",
      "description": "Val Kilmer has had a long and prosperous career — we&#39;re celebrating the phenomenal actor today!"
    }
  ]
}
