{
  "month": "aug",
  "day": 1,
  "holidays": [
    {
      "title": "National Girlfriend Day",
      "description": "It&#39;s a day to honor your &#34;ride or die&#34; crew of homegirls!"
    },
    {
      "title": "National Wellness Month",
      "description": "In August, we celebrate National Wellness Month, prioritizing your self-care, managing stress, and promoting healthy routines. Create wholesome habits in your lifestyle and focus on…"
    },
    {
      "title": "Spider-Man Day",
      "description": "It&#39;s important to remember one thing: with great power comes great responsibility."
    },
    {
      "title": "Albariño Day",
      "description": "Sit back, relax and discover all the facts about the fascinating albariño grape!"
    },
    {
      "title": "Asahna Bucha Day",
      "description": "Light your candles and your incense, and prune those lotus flowers. Asahna Bucha Day has arrived."
    },
    {
      "title": "August Moon Festival",
      "description": "It&#39;s the August Moon Festival! Celebrate this magical night that never ends."
    },
    {
      "title": "Benin Independence Day",
      "description": "Delve into the history of Benin and its long road to independence."
    },
    {
      "title": "Colorado Day",
      "description": "Join all Coloradans as they celebrate the anniversary of their dear state!"
    },
    {
      "title": "Emancipation Day (Guyana)",
      "description": "Let’s look at an account of Guyanese resilience, strength, and faith against the worst odds."
    },
    {
      "title": "Full Moon Day of Waso",
      "description": "Join us as we celebrate the first sermon of Lord Buddha!"
    },
    {
      "title": "Guadalcanal Province Day",
      "description": "Do not miss learning everything about the cultural celebration in the Solomon Islands."
    },
    {
      "title": "Homemade Pie Day",
      "description": "Put on your oven mitts as we prepare to bake it out on Homemade Pie Day."
    },
    {
      "title": "International Can-It Forward Day",
      "description": "Get your canning tools and can fresh produce with us on International Can-It-Forward Day!"
    },
    {
      "title": "International Childfree Day",
      "description": "It is actually okay not to have children. Let us discuss the implications and advantages."
    },
    {
      "title": "Lammas Day",
      "description": "The traditions of harvesting festivals that are similar to Lammas Day have existed for centuries."
    },
    {
      "title": "Lughnasadh",
      "description": "Lughnasadh celebrates new life, typifying “out with the old, in with the new!”"
    },
    {
      "title": "National Andrew Day",
      "description": "Greet and celebrate all the people named Andrew in your life this National Andrew Day."
    },
    {
      "title": "National Day of Benin",
      "description": "Learn why Benin’s struggles against slavery are a cornerstone of the National Day of Benin."
    },
    {
      "title": "National Minority Donor Awareness Day",
      "description": "On this day, pledge to give someone a new lease on life."
    },
    {
      "title": "National Night Out",
      "description": "Civilians, organizations, and the Metropolitan Police Department join hands to enhance the relationship between neighborhoods and communities."
    },
    {
      "title": "National Promise to Care Day",
      "description": "Learn how you can honor urgent care workers and everything they do."
    },
    {
      "title": "National Raspberry Cream Pie Day",
      "description": "Can you imagine a world without raspberry cream pies? Neither can we!"
    },
    {
      "title": "Planner Day",
      "description": "Get your planner, make plans for the day, and spend the day as ‘planned.’"
    },
    {
      "title": "Play Ball Day",
      "description": "Get your gloves out, grab your bats, and rally the kids. It’s time to play ball!"
    },
    {
      "title": "Respect For Parents Day",
      "description": "Call up your parents or surprise them with a visit today."
    },
    {
      "title": "Rounds Resounding Day",
      "description": "It’s the harmonies created by this form of singing that make it so popular and worth celebrating."
    },
    {
      "title": "Santo Domingo Celebrations Start",
      "description": "Be ready to celebrate this traditional festivity in Nicaragua right here with us today."
    },
    {
      "title": "Santo Domingo Celebrations Start",
      "description": "Santo Domingo Celebration Start is here, so let’s pray for a miracle together."
    },
    {
      "title": "Scout Scarf Day",
      "description": "The scouts’ scarf is not only a simple honor but is very practical too!"
    },
    {
      "title": "Start Up Day Across America",
      "description": "Startup Day Across America aims to help us understand entrepreneurship and innovation."
    },
    {
      "title": "Switzerland National Day",
      "description": "To all Swiss people out there, enjoy this Independence Day with even more patriotism than before."
    },
    {
      "title": "Tu B&#39;Av",
      "description": "Find out the historical significance of Tu B&#39;Av and how it changed in modern times."
    },
    {
      "title": "Woman Astronomers Day",
      "description": "Honor women’s under-appreciated achievements in science by learning about Woman Astronomers Day."
    },
    {
      "title": "World Lung Cancer Day",
      "description": "Here&#39;s a quick guide to observing World Lung Cancer Day and staying well."
    },
    {
      "title": "World Wide Web Day",
      "description": "Without the World Wide Web, the world as we know it would not be the same."
    },
    {
      "title": "Yorkshire Day",
      "description": "Happy Yorkshire Day! Let’s promote and celebrate the largest county in the U.K."
    },
    {
      "title": "Coolio’s Birthday",
      "description": "The iconic American rapper continues to be celebrated for his music which transcended conventional hip-hop."
    },
    {
      "title": "Hailey Peters’s Birthday",
      "description": "This TikTok star continues to inspire thousands of fitness fans all over the world."
    },
    {
      "title": "Jason Momoa’s Birthday",
      "description": "This movie star and filmmaker is doing a fantastic job in the entertainment industry."
    },
    {
      "title": "Jerry Garcia’s Birthday",
      "description": "This talented and iconic rock star will live on in our hearts forever."
    },
    {
      "title": "Robert Van Tromp’s Birthday",
      "description": "From reality star to social media hunk — Van Tromp is just getting started."
    }
  ]
}
