{
  "month": "aug",
  "day": 2,
  "holidays": [
    {
      "title": "National Ice Cream Sandwich Day",
      "description": "It&#39;s a simple thing, really, but oh, what deliciousness!"
    },
    {
      "title": "Regatta Day",
      "description": "A holiday that depends on the weather."
    },
    {
      "title": "Earth Overshoot Day",
      "description": "Ever wonder how it will be if we run out of resources on our planet? Read on to find out."
    },
    {
      "title": "National CAD Day",
      "description": "Let’s find out the benefit of using computer-aided design over manual drawing."
    },
    {
      "title": "National Coloring Book Day",
      "description": "Coloring is no longer just for kids. So break out those coloring books!"
    },
    {
      "title": "National Hugh Day",
      "description": "The name Hugh is a boy&#39;s name which evolved as a shortened version of Hughes."
    },
    {
      "title": "National Jacqueline Day",
      "description": "Today let’s get together to honor all the Jacquelines we know this National Jacqueline Day."
    },
    {
      "title": "Republic Day in North Macedonia",
      "description": "Stand in remembrance of the chain of events that allowed Macedonia to achieve independence."
    },
    {
      "title": "Take a Penny/Leave a Penny Day",
      "description": "It&#39;s a day about change, and we&#39;re here to show you fun ways to celebrate it."
    },
    {
      "title": "Virgin of Los Angeles Day",
      "description": "Let’s celebrate and honor La Negrita with the locals on the Virgin of Los Angeles Day."
    },
    {
      "title": "Ayden Mekus’s Birthday",
      "description": "The young multi-talented star is taking social media, and Hollywood, by storm."
    },
    {
      "title": "Charli XCX’s Birthday",
      "description": "This talented star loves making pop rock music and enjoys outdoor activities."
    },
    {
      "title": "James Baldwin’s Birthday",
      "description": "His voice has made a significant difference to social issues and injustices that affect the world."
    },
    {
      "title": "Kris Wilson’s Birthday",
      "description": "Let&#39;s get to know the famous artist in a bit more detail."
    },
    {
      "title": "Mark Lee’s Birthday",
      "description": "This K-pop star has melted our hearts since his rise to stardom, and we love it!"
    },
    {
      "title": "Ola Aphrodite’s Birthday",
      "description": "It&#39;s time to celebrate the stylish, beautiful, and brilliant cosplay model on her birthday."
    },
    {
      "title": "Tiana Small’s Birthday",
      "description": "This reality television star gave us something to talk about while she was in the limelight!"
    }
  ]
}
