{
  "month": "aug",
  "day": 4,
  "holidays": [
    {
      "title": "National Chocolate Chip Cookie Day",
      "description": null
    },
    {
      "title": "National Friendship Day",
      "description": null
    },
    {
      "title": "National Sisters Day",
      "description": "Sisters have a deep connection that grows throughout childhood and remains strong throughout life."
    },
    {
      "title": "American Family Day",
      "description": "This day celebrates the bonds that laid the foundation for our lives, be it blood or otherwise."
    },
    {
      "title": "Assistance Dog Day",
      "description": "Celebrate man’s best friend because it’s Assistance Dog Day here at National Today!"
    },
    {
      "title": "Cook Islands Constitution Day",
      "description": "Learn the fascinating history of the Cook Islands and its citizens on Constitution Day."
    },
    {
      "title": "Founder&#39;s Day",
      "description": "Learn how Ghana gained its independence and what makes The Black Stars so special."
    },
    {
      "title": "Hooray for Kids Day",
      "description": "Check out why — and how — you, too, should celebrate Hooray for Kids Day."
    },
    {
      "title": "International Clouded Leopard Day",
      "description": "About 10,000 endangered clouded leopards need you to celebrate International Clouded Leopard Day."
    },
    {
      "title": "Matice Slovenska Day",
      "description": "Celebrate the birth of the scientific and cultural institution with Slovakians across the globe."
    },
    {
      "title": "National White Wine Day",
      "description": "National White Wine Day on August 4 is the perfect opportunity to enjoy a glass of this very versatile drink. White wines make for great…"
    },
    {
      "title": "Psychic Day",
      "description": "This day recognizes the power of psychics and raises awareness about this ability."
    },
    {
      "title": "Single Working Women&#39;s Day",
      "description": "As its name implies, this day celebrates all those women who are gainfully employed."
    },
    {
      "title": "U.S. Coast Guard Birthday",
      "description": "On the U.S. Coast Guard Birthday, we commemorate the military organization for its valor and discipline."
    },
    {
      "title": "Bobby Shmurda’s Birthday",
      "description": "This man carved his name in music history by creating a trademark unique to himself."
    },
    {
      "title": "Cole Sprouse’s Birthday",
      "description": "We celebrate this talented actor who has built a huge name for himself in the industry."
    },
    {
      "title": "Kyle Cooke’s Birthday",
      "description": "This engaging television and social media star has his fans’ eyes glued to their screens."
    },
    {
      "title": "Lil Skies’s Birthday",
      "description": "Music has been a part of this talented rapper’s life since he was a child."
    },
    {
      "title": "Louis Armstrong’s Birthday",
      "description": "Armstrong’s contribution to jazz is immeasurable. He transformed it from folk into a serious art form."
    },
    {
      "title": "Louis Vuitton’s Birthday",
      "description": "This talented designer built a multi-million-dollar company from scratch and his legend lives on."
    },
    {
      "title": "Marques Houston’s Birthday",
      "description": "His consistency and hard work have led to him becoming the best at what he does."
    },
    {
      "title": "Meghan Markle’s Birthday",
      "description": "She may have married into royalty, but this duchess has always been a true queen."
    }
  ]
}
