{
  "month": "aug",
  "day": 8,
  "holidays": [
    {
      "title": "International Allyship Day",
      "description": "Let&#39;s celebrate strength in unity and embrace diversity and differences to create a sense of belonging for all."
    },
    {
      "title": "International Cat Day",
      "description": "A day to celebrate one of man’s most common and ancient pets."
    },
    {
      "title": "National Braiders Day",
      "description": "Learn more about the cultural significance of braiding and the talented professionals behind the social art."
    },
    {
      "title": "Culturama Day",
      "description": "Marvel at the beauty of the Caribbean in the cultural displays of Culturama Day."
    },
    {
      "title": "Digital Nomad Day",
      "description": "In an increasingly online world, any corner of any city could be your office."
    },
    {
      "title": "Dying to Know Day",
      "description": "Today is about fostering deep conversations about the one thing all humans have in common — death."
    },
    {
      "title": "Happiness Happens Day",
      "description": "Happiness happens and see how you can make it happen today, on Happiness Happens Day."
    },
    {
      "title": "National Anne Day",
      "description": "Let us examine the compelling but often tragic history of well-known Annes."
    },
    {
      "title": "National CBD Day",
      "description": "Set aside a day of relaxation and enjoy our great facts about C.B.D.’s benefits."
    },
    {
      "title": "National Dollar Day",
      "description": "Join us in observing a significant moment in the history of the United States."
    },
    {
      "title": "National Frozen Custard Day",
      "description": "Get ready to treat your sweet tooth with this tasty frozen dessert."
    },
    {
      "title": "National Liam Day",
      "description": "Learn all about the name ‘Liam’ and why it&#39;s so special this National Liam Day."
    },
    {
      "title": "National Melvin Day",
      "description": "Did you know that conflict brought the Melvin name to us? Read on to learn more."
    },
    {
      "title": "National Mochi Day",
      "description": "It’s National Mochi Day, so indulge your taste buds with these sticky orbs of goodness."
    },
    {
      "title": "National Perler Day",
      "description": "Get your Perler beads ready and let’s start creating amazing pixel art to celebrate this day!"
    },
    {
      "title": "National Pickleball Day",
      "description": "Put on your sports shoes and shorts, for it is time to play pickleball."
    },
    {
      "title": "National Sneak Some Zucchini Onto Your Neighbor&#39;s Porch Day",
      "description": "Sneak up your neighbor’s garden path and leave a little surprise on this cheeky day."
    },
    {
      "title": "National Tarantula Appreciation Day",
      "description": "Find out what tarantulas stand for as we highlight them on National Tarantula Appreciation Day."
    },
    {
      "title": "Odie Day",
      "description": "Bring out your old “Garfield” comics because today, we celebrate Odie Day."
    },
    {
      "title": "Peace Festival in Augsburg",
      "description": "The Peace Festival in Augsburg has been Germany’s only municipal public holiday since 1950."
    },
    {
      "title": "Peasants&#39; Day",
      "description": "We celebrate all the hardworking farmers who ensure we have a healthy meal."
    },
    {
      "title": "Scottish Wildcat Day",
      "description": "Be ready to raise awareness about the importance of taking care of endangered species."
    },
    {
      "title": "Take a Penny/Leave a Penny Day",
      "description": "It&#39;s a day about change, and we&#39;re here to show you fun ways to celebrate it."
    },
    {
      "title": "Top 8 Challenge Day",
      "description": "Step up your fundraising game for Top 8 Challenge Day with all our information."
    },
    {
      "title": "Wear Your Mother’s Jewelry Day",
      "description": "Proudly wear your mother’s heirloom to honor their legacy this Wear Your Mother’s Jewelry Day."
    },
    {
      "title": "Dustin Hoffman’s Birthday",
      "description": "Dustin Hoffman altered how actors were regarded and what they were allowed to achieve."
    },
    {
      "title": "JC Chasez’s Birthday",
      "description": "Happy birthday J.C., we hope you never say “bye-bye-bye” to music."
    },
    {
      "title": "Jentzen Ramirez’s Birthday",
      "description": "For this actor, YouTuber, and martial arts student, the sky&#39;s the limit."
    },
    {
      "title": "Meagan Good’s Birthday",
      "description": "Meagan Good is a talented actress who is a good role model to children and an inspiration to many."
    },
    {
      "title": "Roger Federer’s Birthday",
      "description": "Here, we tell the story of the greatest male tennis player of all time."
    },
    {
      "title": "Ryan Garcia’s Birthday",
      "description": "Meet the youngest boxer to win a world title in three different weight classes."
    },
    {
      "title": "Shawn Mendes’s Birthday",
      "description": "For this exceptionally talented, award-winning singer, life is all about sharing the joy of music."
    }
  ]
}
