{
  "month": "aug",
  "day": 9,
  "holidays": [
    {
      "title": "National Book Lovers Day",
      "description": "Books are the purest form of escapism.  They transport you to any time, place, or culture."
    },
    {
      "title": "Adivasi Divas",
      "description": "Adivasi Divas celebrates the struggle of tribes in the Indian subcontinent for better lives."
    },
    {
      "title": "Annual Perseid Meteor Shower Peak Night",
      "description": "Lay on your back on your rooftop and experience the Annual Perseid Meteor Shower Peak Night."
    },
    {
      "title": "Co Working Day",
      "description": "Pick a coworking space and prepare to collaborate with individuals from different but related fields."
    },
    {
      "title": "Hold Hands Day",
      "description": "We’re holding hands, spreading love, and showing kindness on this special day."
    },
    {
      "title": "International Day of The World&#39;s Indigenous People",
      "description": "Let’s sign the social contract to ensure no indigenous groups are left behind."
    },
    {
      "title": "Nagasaki Memorial Day",
      "description": "Help free the world from nuclear weapons and make it a better place for all."
    },
    {
      "title": "National Psychiatric Technician Appreciation Day",
      "description": "Let’s show our appreciation for those who care by celebrating the heroes of mental healthcare."
    },
    {
      "title": "National Rebecca Day",
      "description": "Rebecca is more than just a name — find out more as we dig deep into it."
    },
    {
      "title": "National Rice Pudding Day",
      "description": "Rice pudding is the ultimate dessert because of its versatility and health benefits."
    },
    {
      "title": "National Veep Day",
      "description": "Let’s learn about the American constitution and the related presidential succession plans."
    },
    {
      "title": "National Women&#39;s Day",
      "description": "Every fight gets us one step closer to freedom and equality for women."
    },
    {
      "title": "Singapore National Day",
      "description": "Singapore National Day is observed to celebrate Singapore’s independence from Malaysia in 1965."
    },
    {
      "title": "Suriname Indigenous People&#39;s Day",
      "description": "Let’s celebrate indigenous people and acknowledge how they are indispensable to the Surinamese heritage."
    },
    {
      "title": "Alexa Bliss’s Birthday",
      "description": "This incredible wrestler has proved time and time again that it’s a woman’s world!"
    },
    {
      "title": "Chris Cuomo’s Birthday",
      "description": "There is no limit to the talent of this celebrated television journalist."
    },
    {
      "title": "Dan Levy’s Birthday",
      "description": "He brought the character of David Rose from “Schitt’s Creek” to life and made him memorable."
    },
    {
      "title": "Eugene Harris’s Birthday",
      "description": "Dr. Eugene Harris has been in the news since his appearance on the show “Married To Medicine.”"
    },
    {
      "title": "Jett Lawrence’s Birthday",
      "description": "Jett Lawrence was already a great motocross racer at the age of 11."
    },
    {
      "title": "Rhona Mitra’s Birthday",
      "description": "Rhona Mitra is not just a multi-talented actress. Celebrate her special day right here!"
    },
    {
      "title": "Sam Elliott’s Birthday",
      "description": "This talented award-winning actor continues to impress audiences even after so many years!"
    },
    {
      "title": "Troy Leigh-Anne Johnson’s Birthday",
      "description": "Troy Leigh-Anne Johnson is most recognized for her role in A.B.C&#39;s “Big Sky.”"
    },
    {
      "title": "Whitney Houston’s Birthday",
      "description": "Celebrate this iconic singer universally acknowledged as one of the greatest musicians of all time"
    }
  ]
}
