{
  "month": "aug",
  "day": 10,
  "holidays": [
    {
      "title": "National Lazy Day",
      "description": "In today&#39;s plugged-in world, we have a day when we don&#39;t have to do anything."
    },
    {
      "title": "National Spoil Your Dog Day",
      "description": "It might be a sickness but we&#39;re stupid in love with our dogs!"
    },
    {
      "title": "Abai Day",
      "description": "Grab Abai Kunanbaiuly’s poetry book and celebrate Abai Day in Kazakhstan today!"
    },
    {
      "title": "Ascent of Saint Dominic",
      "description": "Take to the streets and join the colorful parade on the Ascent of Saint Dominic!"
    },
    {
      "title": "Duran Duran Appreciation Day",
      "description": "Let’s find out more and celebrate the Duran Duran band on this national holiday."
    },
    {
      "title": "Ecuador Independence Day",
      "description": "Learn how Ecuadorians managed to declare sovereignty and how to celebrate this festivity."
    },
    {
      "title": "Herbert Hoover Day",
      "description": "Join the birth anniversary celebration of the 31st U.S. president on Herbert Hoover Day!"
    },
    {
      "title": "International Biodiesel Day",
      "description": "Let’s find out what the best fuel is for vehicles, which causes the least environmental damage."
    },
    {
      "title": "National Connecticut Day",
      "description": "Let’s take this opportunity to honor and learn about the fifth state to join the U.S."
    },
    {
      "title": "National Dean Day",
      "description": "Learn more about Dean and the people in history going by this name."
    },
    {
      "title": "National Mary Day",
      "description": "To all the Marys of the world, rejoice! It’s a merry day for you all."
    },
    {
      "title": "National S’mores Day",
      "description": "We honor the most commonly packed camping snack!"
    },
    {
      "title": "National Shapewear Day",
      "description": "National Shapewear Day takes place on August 10 to celebrate and appreciate slimming garments."
    },
    {
      "title": "National SKI Citrus Soda Day",
      "description": "Grab your favorite citrus-flavored SKI soda drink this National SKI Citrus Soda Day!"
    },
    {
      "title": "Update Your Bio Day",
      "description": "Open your laptop, update your resumé, and find your dream job this Update Your Bio Day!"
    },
    {
      "title": "Vlogging Day",
      "description": "Vlogging Day is celebrated on August 10 around the world to appreciate vloggers."
    },
    {
      "title": "World Lion Day",
      "description": "Protect the wild cat’s roar — raise your voice for endangered lions this World Lion Day."
    },
    {
      "title": "Alycia Bellamy’s Birthday",
      "description": "This pop singer is blonde forever! Celebrate her special day with us right here!"
    },
    {
      "title": "Chris Marek’s Birthday",
      "description": "Celebrate the birthday of Chris Marek from “Little People, Big World” with us!"
    },
    {
      "title": "Jacob Latimore’s Birthday",
      "description": "Join us as we celebrate the birthday of this multi-talented actor and singer."
    },
    {
      "title": "Kylie Jenner’s Birthday",
      "description": "For Kylie Jenner, the amazing businesswoman, socialite, model, and influencer, she’s already hit gold."
    },
    {
      "title": "Maci Bookout’s Birthday",
      "description": "For this talented reality star, Maci Bookout, the sky&#39;s definitely the limit and nothing less."
    },
    {
      "title": "Sunny Suljic’s Birthday",
      "description": "For this super talented actor, everything Suljic touches turns to gold. Celebrate his special day today."
    }
  ]
}
