{
  "month": "aug",
  "day": 12,
  "holidays": [
    {
      "title": "International Youth Day",
      "description": "We focus on the difficulties that some young people are experiencing throughout the world."
    },
    {
      "title": "National Bowling Day",
      "description": "Let&#39;s roll! The second Sunday in August means it&#39;s National Bowling Day."
    },
    {
      "title": "Garage Sale Day",
      "description": "Did you know the best day to hold a garage sale is on a Saturday?"
    },
    {
      "title": "IBM PC Day",
      "description": "August 12, 1981 — the day IBM revolutionized the business world through its innovation."
    },
    {
      "title": "Milkman Day",
      "description": "Let’s show love and appreciation for the people who work hard to deliver milk."
    },
    {
      "title": "National Gooey Butter Cake Day",
      "description": "Prepare to savor a slice of gooey butter cake that will tempt your taste buds."
    },
    {
      "title": "National Julienne Fries Day",
      "description": "Did you know the thin crispy fries we love to eat are known as julienne fries?"
    },
    {
      "title": "National Middle Child Day",
      "description": "Middle children may not always get the spotlight, so today we celebrate our oft-forgotten siblings."
    },
    {
      "title": "National Vinyl Record Day",
      "description": "For those who value the quality of sound, vinyl records are here to stay."
    },
    {
      "title": "Thailand Mother&#39;s Day",
      "description": "A mother is a child’s first best friend. This holiday, let’s show our love and appreciation."
    },
    {
      "title": "The Glorious Twelfth",
      "description": "The Glorious Twelfth is a holiday celebrated in the United Kingdom on the 12th day of August."
    },
    {
      "title": "World Elephant Day",
      "description": "We celebrate one of Earth’s most magnificent creatures with World Elephant Day."
    },
    {
      "title": "Cara Delevingne’s Birthday",
      "description": "As the supermodel, actress, and eyebrow queen turns 29, here’s to charting more reasons to love her."
    },
    {
      "title": "Dixie D&#39;Amelio’s Birthday",
      "description": "Dixie has had a meteoric rise to fame, but she’s still only getting started!"
    },
    {
      "title": "Dream’s Birthday",
      "description": "Dream, the multi-talented “Minecraft” YouTuber and singer, worked his way to the top!"
    },
    {
      "title": "George Soros’s Birthday",
      "description": "The influence of George Soros — politics, power, and the struggle for an open society."
    },
    {
      "title": "Hannah Berner’s Birthday",
      "description": "“Summer House&#39;s” Hannah Berner was a season three addition who rapidly became a fan favorite"
    },
    {
      "title": "Ken Walker’s Birthday",
      "description": "Ken is unbothered about what others think of him and prefers to follow his own path."
    },
    {
      "title": "Marc Daly’s Birthday",
      "description": "Marc Daly is the husband of famous and feisty reality star Kenya Moore."
    },
    {
      "title": "Rudy Pankow’s Birthday",
      "description": "The path to success is only beginning for this rising actor, Rudy Pankow!"
    },
    {
      "title": "Tyson Fury’s Birthday",
      "description": "Let us all raise a glass to this generation’s top heavyweight boxer."
    }
  ]
}
