{
  "month": "aug",
  "day": 13,
  "holidays": [
    {
      "title": "International Lefthanders Day",
      "description": "Wonder what it&#39;s like to see the world from a &#34;left-handed&#34; point of view?"
    },
    {
      "title": "Gay Uncles Day",
      "description": "Pull out your photos with your gay relatives and get ready to celebrate them!"
    },
    {
      "title": "Melon Day",
      "description": "Melon Day celebrates cantaloupes, galias, all muskmelons, and, most importantly, the Turkmenbashi melon."
    },
    {
      "title": "National Filet Mignon Day",
      "description": "Devour a tender filet mignon steak in order to pay tribute to this day!"
    },
    {
      "title": "National Prosecco Day",
      "description": "Whether throwing a party with friends or hitting a festival, Prosecco will lighten any mood."
    },
    {
      "title": "Obon Festival",
      "description": "Prepare to rekindle lost connections with your ancestors during one of the biggest festivals in Japan."
    },
    {
      "title": "The Day of Cantabria",
      "description": "Learn more about Cantabria and make this beautiful region with its rich history your next holiday destination."
    },
    {
      "title": "Women&#39;s and Family Day",
      "description": "Call your mother, sister, or daughter and greet them with a happy Women’s and Family Day!"
    },
    {
      "title": "Amber Scholl’s Birthday",
      "description": "For this creative YouTuber, irrevocable fame and success are one post away."
    },
    {
      "title": "Jaemin’s Birthday",
      "description": "This Korean rapper, actor, singer, and dancer’s journey has only just begun."
    },
    {
      "title": "Kendu Isaacs’s Birthday",
      "description": "For this talented music manager, his legacy will live on in sound."
    },
    {
      "title": "Sebastian Stan’s Birthday",
      "description": "The talented actor was not always the bonafide personality he is today."
    },
    {
      "title": "Tiffany Moon’s Birthday",
      "description": "Ever wondered what this budding star gets up to? We have the insights."
    },
    {
      "title": "ZacharyZaxor’s Birthday",
      "description": "ZacharyZaxor has become well-known for his comedy impersonation, wit, and entertaining abilities."
    }
  ]
}
