{
  "month": "aug",
  "day": 14,
  "holidays": [
    {
      "title": "National Financial Awareness Day",
      "description": "It&#39;s more important than you think. And plus, what’s more fun than financial independence?"
    },
    {
      "title": "Pakistan Independence Day",
      "description": "Present day Pakistan fought to be free of British rule and struggled for their independence."
    },
    {
      "title": "Anniversary of the Recovery Oued Ed-Dahab",
      "description": "Celebrate Morocco’s independence and the reclamation of their land after nearly a hundred years of occupation."
    },
    {
      "title": "Falklands Day",
      "description": "Get ready to celebrate the proud history of the Falkland Islands and Falklands Day."
    },
    {
      "title": "Love Your Bookshop Day",
      "description": "It&#39;s time to pay a visit to your local bookstore and express your appreciation!"
    },
    {
      "title": "National Creamsicle Day",
      "description": "I scream, you scream, we all scream for National Creamsicle Day!"
    },
    {
      "title": "National Spirit of ’45 Day",
      "description": "We pay tribute to those who have inspired, sacrificed, and protected our country for future generations."
    },
    {
      "title": "National Tattoo Removal Day",
      "description": "Say goodbye to that almost permanent mistake, and make room for something new."
    },
    {
      "title": "Navajo Code Talkers Day",
      "description": "Did you know the Navajo Code aided America in winning WWII?"
    },
    {
      "title": "Pramuka Day",
      "description": "Let’s celebrate Indonesia’s national scouting organization and the world’s largest group of scouts!"
    },
    {
      "title": "US Victory Day",
      "description": "Observe the holiday as a reminder of the end of the war and an opportunity to pay homage to veterans."
    },
    {
      "title": "Vigil of Assumption Day",
      "description": "Let’s celebrate the day the Virgin Mary was assumed into heaven."
    },
    {
      "title": "World Lizard Day",
      "description": "Make like a lizard and lie in the sun while you learn more about them!"
    },
    {
      "title": "Bryce Hall’s Birthday",
      "description": "Are you a Bryce Hall lover? We have all the details on this famous content creator."
    },
    {
      "title": "Chris Perez’s Birthday",
      "description": "Want to know more about this successful guitarist? We have all the insights!"
    },
    {
      "title": "Halle Berry’s Birthday",
      "description": "This thriving film star is already an A-list plus actress but she isn&#39;t stopping there."
    },
    {
      "title": "Magic Johnson’s Birthday",
      "description": "For this mighty ball player, there are no limits. Let’s celebrate Magic Johnson’s special day."
    },
    {
      "title": "Palmer Williams, Jr.’s Birthday",
      "description": "Ever wondered what Palmer Williams Jr. does in Hollywood? We have the insider info."
    },
    {
      "title": "Princess Love’s Birthday",
      "description": "We take a look into the life of reality television star, Princess Love."
    },
    {
      "title": "Tim Tebow’s Birthday",
      "description": "We have all the interesting information about this celebrated and accomplished football player."
    }
  ]
}
