{
  "month": "aug",
  "day": 25,
  "holidays": [
    {
      "title": "National Banana Split Day",
      "description": null
    },
    {
      "title": "Notting Hill Carnival",
      "description": "Give yourself over to those wonderful West Indian vibes!"
    },
    {
      "title": "Day of Songun",
      "description": "Putting the military first, and recognizing the history and leadership of Kim Jong-il."
    },
    {
      "title": "Kiss and Make Up Day",
      "description": "Exercise your strength by forgiving — just kiss and make up!"
    },
    {
      "title": "National Park Service Founders Day",
      "description": "On this day, President Woodrow Wilson signed the Organic Act, creating the National Park Service."
    },
    {
      "title": "National Secondhand Wardrobe Day",
      "description": "Buying clothes second hand and donating used clothing is crucial for cutting back our waste."
    },
    {
      "title": "National Whiskey Sour Day",
      "description": "Why not kick back and pour yourself a glass of whiskey sour today?"
    },
    {
      "title": "Social Justice Sunday",
      "description": "Today, we are encouraged to listen to and respond to the earth&#39;s cries for help."
    },
    {
      "title": "Uruguay Independence Day",
      "description": "Get your chivito ready and brush up on your Spanish. It&#39;s time to celebrate."
    },
    {
      "title": "Andrew Hussie’s Birthday",
      "description": "Hussie lives on the revenue generated from merch sales and advertising revenue from the “Homestuck” website."
    },
    {
      "title": "Billy Ray Cyrus’s Birthday",
      "description": "He’s had an amazing career and he’s passed on this winning streak to his progeny"
    },
    {
      "title": "Blake Lively’s Birthday",
      "description": "Lively has done an excellent job balancing a full-time acting career and being a devoted mum"
    },
    {
      "title": "China Anne McClain’s Birthday",
      "description": "She was only seven years old when she started acting and she’s been going strong since."
    },
    {
      "title": "Gene Simmons’s Birthday",
      "description": "Simmons has reached the status of iconic and is loved by millions around the world."
    },
    {
      "title": "Sean Connery’s Birthday",
      "description": "Connery was a legendary actor and one of the most handsome men ever."
    },
    {
      "title": "Tim Burton’s Birthday",
      "description": "Burton’s style may not be everyone’s cup of tea but his artistic sense is without reproach"
    }
  ]
}
