{
  "month": "aug",
  "day": 29,
  "holidays": [
    {
      "title": "National Lemon Juice Day",
      "description": "When life hands you lemons, make lemonade!"
    },
    {
      "title": "According to Hoyle Day",
      "description": "Who is Hoyle? And how did he become an expert on rules and card games?"
    },
    {
      "title": "Founding Anniversary of the Senate",
      "description": "Get ready for a historical trip to the politics of the Philippine Senate."
    },
    {
      "title": "Individual Rights Day",
      "description": "Celebrate your individual rights and the man who made it happen — John Locke."
    },
    {
      "title": "International Day against Nuclear Tests",
      "description": "Let’s raise awareness about the devastating effects of nuclear weapons."
    },
    {
      "title": "Late Summer Bank Holiday",
      "description": "Summer comes to an end, and Autumn begins, but not before the Late Summer Bank Holiday!"
    },
    {
      "title": "Literacy &amp; Numeracy Week",
      "description": "Read about it, write about it, crunch it, and calculate it all through this week!"
    },
    {
      "title": "More Herbs, Less Salt Day",
      "description": "Salt is out, seasoning is in!"
    },
    {
      "title": "National Chop Suey Day",
      "description": "Let’s enjoy hot chop suey as we learn about its history and facts."
    },
    {
      "title": "National Heroes Day of Philippines",
      "description": "Get ready to understand the importance of National Heroes of Philippines Day and its history."
    },
    {
      "title": "National Sports Day",
      "description": "Calling all sports fans! Join us in celebrating field hockey and all other sporting activities."
    },
    {
      "title": "National Uprising Day",
      "description": "On Slovak National Uprising Anniversary, we’re celebrating peace and honoring the lost."
    },
    {
      "title": "Summer Bank Holiday (England and Wales)",
      "description": "Enjoy the last dregs of the summer holidays by indulging in fun activities at festivals and more!"
    },
    {
      "title": "GG Allin’s Birthday",
      "description": "Allin’s artistic expressions hinged on the extreme and he is still known for his wild performances."
    },
    {
      "title": "Iris Apfel’s Birthday",
      "description": "The public saw Apfel in her full glory, and that started her career in mainstream fashion."
    },
    {
      "title": "John Locke’s Birthday",
      "description": "The Father of Liberalism, British philosopher John Locke, continues to influence philosophical discourse, even today."
    },
    {
      "title": "Newton Pittman’s Birthday",
      "description": "The popular American voice artist has built a major fan following with his anime dubs."
    },
    {
      "title": "William Levy’s Birthday",
      "description": "The former model and actor became an international sensation for his good looks and acting abilities."
    }
  ]
}
