{
  "month": "apr",
  "day": 2,
  "holidays": [
    {
      "title": "National Peanut Butter and Jelly Day",
      "description": "The average American eats two thousand peanut butter and jelly sandwiches before graduating high school."
    },
    {
      "title": "Day of the Veterans",
      "description": "Let&#39;s take a moment to reflect on the souls of the deceased."
    },
    {
      "title": "Explore Your Career Options Week",
      "description": "Are you on the best career path? Explore your options with us this week."
    },
    {
      "title": "Geologists Day",
      "description": "Read on to learn more about all the amazing ways geology rocks our world."
    },
    {
      "title": "International Children’s Book Day",
      "description": "Dynamite comes in small packages, especially children’s books. Buy a book and enrich a young mind."
    },
    {
      "title": "International Fact-Checking Day",
      "description": "Extra, extra! Read all about it — our hot tips on how fact-checking prevents fake news!"
    },
    {
      "title": "National Children’s Picture Book Day",
      "description": "We have flown on scaly dragons, and eaten houses made out of candy and gingerbread."
    },
    {
      "title": "National DIY Day",
      "description": "Save money and time, and spark your creativity by just doing it yourself!"
    },
    {
      "title": "National Ferret Day",
      "description": "Learn more about domesticated ferrets. You will be surprised by the myths you harbor about them."
    },
    {
      "title": "National Love Your Produce Manager Day",
      "description": "Let&#39;s give these unsung heroes a round of applause for sourcing the freshest and best produce."
    },
    {
      "title": "National Reconciliation Day",
      "description": "Mend things with that family member or colleague who was hurt by your words or deeds."
    },
    {
      "title": "National Ride Your Horse to a Bar Day",
      "description": "Quirky, fun, unconventional — there are many ways to describe this day! Go ahead and enjoy it."
    },
    {
      "title": "Nature Day",
      "description": "Pack some snacks and games, and move outdoors — it is picnicking day!"
    },
    {
      "title": "Palm Sunday",
      "description": "Palm Sunday is the beginning of Jesus’ final week on earth."
    },
    {
      "title": "Pascua Florida Day",
      "description": "We have a lot more to explore beyond Florida’s beautiful shores."
    },
    {
      "title": "Semana Santa Spain",
      "description": "Semana Santa is a time to remember Christ’s suffering and sacrifice for humankind."
    },
    {
      "title": "Union Day of Belarus and Russia",
      "description": "We give you suggestions on how best to observe this day that united Belarus and Russia."
    },
    {
      "title": "World Autism Acceptance Day",
      "description": "We’re joining forces to spread love and raise awareness about World Autism Acceptance Day."
    },
    {
      "title": "World Autism Awareness Day",
      "description": "Wear blue to raise awareness on behalf of those diagnosed with autism."
    },
    {
      "title": "BadBoyHalo’s Birthday",
      "description": "We are celebrating the family-friendly “Minecraft” Streamer and YouTuber, BadBoyHalo on his birthday."
    },
    {
      "title": "Daniel Seavey’s Birthday",
      "description": "From the streets to the charts — Daniel James Seavey has made it big!"
    },
    {
      "title": "Marvin Gaye’s Birthday",
      "description": "Marvin Gaye was one of the greatest soul singers of all time."
    },
    {
      "title": "Quavo Marshall’s Birthday",
      "description": "This rapper and songwriter is more than just a musician — he is an artist par excellence."
    },
    {
      "title": "Shannon Boodram’s Birthday",
      "description": "She believes discussing sensitive topics like intimacy should no longer be taboo."
    },
    {
      "title": "Traci Braxton’s Birthday",
      "description": "The multitalented songstress, actress, and reality T.V. star surely lived her life to the fullest."
    }
  ]
}
