{
  "month": "apr",
  "day": 6,
  "holidays": [
    {
      "title": "National Siamese Cat Day",
      "description": null
    },
    {
      "title": "National Student-Athlete Day",
      "description": "This day celebrates the student athletes who excel both on the field and in the classroom."
    },
    {
      "title": "New Beer&#39;s Eve",
      "description": "In 1933, the government ended Prohibition. The date was April 7, so grab a beer and toast to your ability to drink it!"
    },
    {
      "title": "Army Day",
      "description": "Let us explore the importance of Army Day and its rich history."
    },
    {
      "title": "Bohring-Opitz Syndrome Day",
      "description": "Brush up on your knowledge of rare diseases as we observe Bohring-Opitz Syndrome Awareness Day."
    },
    {
      "title": "California Poppy Day",
      "description": "Let’s get in the spirit of California Poppy Day. Celebrate with us right here, right now!"
    },
    {
      "title": "Chakri Day",
      "description": "Chakri Day celebrates the Chakri royal family, 350 years old, of Thailand."
    },
    {
      "title": "Community Garden Week",
      "description": "It’s time to get your hands dirty, let’s celebrate Community Garden Week!"
    },
    {
      "title": "Drowsy Driver Awareness Day",
      "description": "Shocking statistics show that 62% of Americans attest to driving when feeling drowsy."
    },
    {
      "title": "Dyngus Day",
      "description": "Indulge your adventurous traits and treat yourself to a nice holiday this Dyngus Day."
    },
    {
      "title": "Easter Monday",
      "description": "There are different and interesting traditions surrounding the Monday that comes immediately after Easter Day."
    },
    {
      "title": "Evolution of Dance Day",
      "description": "Celebrate Evolution of Dance Day by embracing the rhythm, reliving iconic dance moves, and honoring Judson Laipply’s legendary viral performance!"
    },
    {
      "title": "Fresh Tomato Day",
      "description": "Work up your appetite, it’s time to celebrate Fresh Tomato Day with us!"
    },
    {
      "title": "International Day of Sport for Development and Peace",
      "description": "This day celebrates how sports have made the world a better place."
    },
    {
      "title": "Jump Over Things Day",
      "description": "When walking over stuff gets boring, why not spice things up by jumping over them?"
    },
    {
      "title": "National Acai Bowl Day",
      "description": "Açaí season is here. Grab a bowl and make it Insta-worthy as we celebrate."
    },
    {
      "title": "National Caramel Popcorn Day",
      "description": "Let’s all grab a bucket and indulge in this delicious treat today!"
    },
    {
      "title": "National Carbonara Day",
      "description": "Bring out your forks and plates and help yourself to a serving of spaghetti carbonara."
    },
    {
      "title": "National Employee Benefits Day",
      "description": "Providing employees with benefits that bring a positive change in their life is important."
    },
    {
      "title": "National Food Faces Day",
      "description": "We love an excuse to play with our food! Thanks, National Food Faces Day."
    },
    {
      "title": "National Gang Day",
      "description": "On National Gang Day, we honor and appreciate the Gangs in our lives!"
    },
    {
      "title": "National Jay Day",
      "description": "A celebration to let all the Jays in the world know that we appreciate and love them."
    },
    {
      "title": "National Library Day",
      "description": "Join us as we celebrate libraries and librarians this National Library Day."
    },
    {
      "title": "National Pajama Day",
      "description": "Have you ever wondered what it would be like to go to work in pajamas?"
    },
    {
      "title": "National Parker Day",
      "description": "We&#39;re celebrating everyone named &#39;Parker,&#39; a solid name that inspires feelings of strength and trust."
    },
    {
      "title": "National Robert Day",
      "description": "The name Robert is shared by kings, noblemen, celebrities, and international stars."
    },
    {
      "title": "National Student Athlete Day",
      "description": "Celebrate the exceptional student athletes around you on National Student-Athlete Day."
    },
    {
      "title": "National Taylor Day",
      "description": "Today is a day to celebrate and honor all the Taylors worldwide."
    },
    {
      "title": "National Teflon Day",
      "description": "Get your Teflon pans and pots out as we celebrate this wonderful discovery."
    },
    {
      "title": "National Twinkie Day",
      "description": "Celebrate everyone’s favorite sweet snack on National Twinkie Day right here with us."
    },
    {
      "title": "New Beer&#39;s Eve",
      "description": "Enjoy a sip of your favorite drink on New Beer’s Eve and rejoice that you may."
    },
    {
      "title": "Plan Your Epitaph Day",
      "description": "This morbid but fun holiday is a pleasant way to accept the inevitable end to every human’s journey."
    },
    {
      "title": "President Ntaryamira Day",
      "description": "Remembering a beloved national leader, his tragic death, and the resolve to become a better nation."
    },
    {
      "title": "Sorry Charlie Day",
      "description": "Sorry Charlie Day allows us to pause and reflect on the rejections we’ve faced throughout our lives."
    },
    {
      "title": "Tartan Day",
      "description": "Tartan Day commemorates the day that the Scottish Declaration of Independence was signed in 1320."
    },
    {
      "title": "White House Easter Egg Roll",
      "description": "Pick a color and get ready to roll at the White House Easter Egg Roll."
    },
    {
      "title": "Mingyu’s Birthday",
      "description": "By eighth grade, Mingyu knew how to play most musical instruments — talk about a young prodigy!"
    },
    {
      "title": "Peyton List’s Birthday",
      "description": "We celebrate this former child star who has now become an established model and actress."
    }
  ]
}
