{
  "month": "apr",
  "day": 12,
  "holidays": [
    {
      "title": "National Grilled Cheese Sandwich Day",
      "description": null
    },
    {
      "title": "Big Wind Day",
      "description": "Get blown away with some interesting facts about Big Wind Day."
    },
    {
      "title": "Cosmonautics Day",
      "description": "This cosmonaut and national hero made history for humankind. Celebrate Cosmonautics Day with us."
    },
    {
      "title": "D.E.A.R. Day",
      "description": "Get ready to drop everything and celebrate one of the most educational celebrations of the year."
    },
    {
      "title": "Deskfast Day",
      "description": "Celebrating Deskfast Day can be fun, and delicious too  — let us show you how!"
    },
    {
      "title": "Erev Pesach (Israel)",
      "description": "Put on your Kittel on this day, and get ready for Erev Pesach!"
    },
    {
      "title": "God of Medicine&#39;s Birthday",
      "description": "Today, people across Taiwan commemorate Baosheng Fadi&#39;s birth, also known as the God of Medicine."
    },
    {
      "title": "Halifax Day",
      "description": "Join us as we observe the embracing of American independence this Halifax Day!"
    },
    {
      "title": "Hamster Day",
      "description": "Hamsters are one of the most popular pets in the United States."
    },
    {
      "title": "International Day for Human Space Flight",
      "description": "International Day for Human Space Flight celebrates humankind’s special relationship with space."
    },
    {
      "title": "International Day for Street Children",
      "description": "International Day for Street Children gives a voice to the voiceless street children around the world."
    },
    {
      "title": "International Day of Pink",
      "description": "Wear pink to support the campaign and stand in solidarity with the 2SLGBTQIA+ community."
    },
    {
      "title": "National Catch and Release Day",
      "description": "The catch and release method benefits both the anglers and fish species in the long run."
    },
    {
      "title": "National Dolores Day",
      "description": "Explore the Christian origin of the name Dolores and its usage in other countries."
    },
    {
      "title": "National For Twelves Day",
      "description": "See some (not 12 — we can’t fit in that much!) fun ideas to celebrate 12!"
    },
    {
      "title": "National Gavin Day",
      "description": "Read on and learn about some famous people named Gavin and their life achievements."
    },
    {
      "title": "National Licorice Day",
      "description": "Black licorice is a common ingredient in food items and it is healthy too."
    },
    {
      "title": "National Mac Day",
      "description": "National Mac Day explores the rich ancestry and facts about this Gaelic name."
    },
    {
      "title": "National Maya Day",
      "description": "Today is a great day to celebrate anyone called Maya and learn more about this name."
    },
    {
      "title": "National Only Child Day",
      "description": "Hey, only children or those with only kids, here are some hassle-free ways to celebrate!"
    },
    {
      "title": "Silvia Name Day",
      "description": "Derived from a ‘forest deity’, the name is popular both in fiction and in real life."
    },
    {
      "title": "Slow Art Day",
      "description": "Art is supposed to be studied and interpreted, not just viewed as something pretty."
    },
    {
      "title": "Teak Awareness Day",
      "description": "Teak is one of the best timbers known to man and has an ever-rising demand."
    },
    {
      "title": "Walk on Your Wild Side Day",
      "description": "Bring out your inner wild child on Walk on Your Wild Side Day."
    },
    {
      "title": "Wear a Star Day",
      "description": "Today we get to share our grief and cherish the time we spend with loved ones."
    },
    {
      "title": "Yuri&#39;s Night",
      "description": "Get ready to learn more about Yuri Gagarin — the first man to explore space."
    },
    {
      "title": "Chicago Bulls vs. Washington Wizards",
      "description": null
    },
    {
      "title": "Dallas Mavericks vs. Toronto Raptors",
      "description": "ALL PATRONS AGES 2 AND ABOVE MUST HAVE A TICKET."
    },
    {
      "title": "Denver Nuggets vs. Memphis Grizzlies",
      "description": "Please Note: Please adhere to the published ticket limits. Guests attending Ball Arena events are advised that laptops, tablets, bags, backpacks, luggage, coolers, parcels, briefcases…"
    },
    {
      "title": "Los Angeles Lakers vs. Houston Rockets",
      "description": null
    },
    {
      "title": "Portland Trail Blazers vs. Golden State Warriors",
      "description": "Bags and full-length umbrellas are not allowed in the arena. Exclusions apply for medical bags, children&#39;s bags and clutches 5X8&#34; or smaller. Bag check is…"
    },
    {
      "title": "SACRAMENTO KINGS VS. LOS ANGELES CLIPPERS",
      "description": null
    },
    {
      "title": "Brendon Urie’s Birthday",
      "description": "Brendon Urie’s vocal range and multi-instrumental talent show that he has what it takes to be great."
    },
    {
      "title": "True Thompson’s Birthday",
      "description": "True will be a woman who will give us something to talk about. Celebrate her today!"
    }
  ]
}
