{
  "month": "apr",
  "day": 13,
  "holidays": [
    {
      "title": "National Make Lunch Count Day",
      "description": null
    },
    {
      "title": "National Scrabble Day",
      "description": "It&#39;s time to C-E-L-E-B-R-A-T-E one of the world&#39;s most iconic board games."
    },
    {
      "title": "FND Awareness Day",
      "description": "Together we can unravel the mystery of FND through awareness, support, and research!"
    },
    {
      "title": "International Plant Appreciation Day",
      "description": "Let&#39;s plant our way to a greener, safer planet while appreciating these green oxygen makers."
    },
    {
      "title": "International Special Librarians Day",
      "description": "Let us rejoice in the fact that information professionals exist in today&#39;s workplace!"
    },
    {
      "title": "Martyrdom of Imam Sadeq",
      "description": "Today we appreciate and reflect on Islamic history as we observe the Martyrdom of Imam Sadeq."
    },
    {
      "title": "National Borinqueneers Day",
      "description": "Let’s pay tribute to the Borinqueneers  — a depiction of Puerto Rican pride and fighting spirit."
    },
    {
      "title": "National Peach Cobbler Day",
      "description": "From classics like peach- and blackberry cobblers, to crisps, crumbles, Brown Betties, and pandowdies!"
    },
    {
      "title": "National Silly Earring Day",
      "description": "The best accessory today is an earring, which makes everyone around you smile."
    },
    {
      "title": "National Theresa Day",
      "description": "Theresa is a lovely name with deep roots steeped in culture and meaning."
    },
    {
      "title": "Palm Sunday",
      "description": "Palm Sunday is the beginning of Jesus’ final week on earth."
    },
    {
      "title": "Palm Sunday Orthodox",
      "description": "On Palm Sunday Orthodox, let’s celebrate and remember Christ’s triumphal entry into Jerusalem."
    },
    {
      "title": "Passover",
      "description": "The Jewish holiday commemorates the Biblical story of Exodus — where God freed the Israelites from Egypt."
    },
    {
      "title": "Semana Santa Spain",
      "description": "Semana Santa is a time to remember Christ’s suffering and sacrifice for humankind."
    },
    {
      "title": "Theravada New Year",
      "description": "Theravada New Year unites Buddhists in self-reflection and meditation wherever it is celebrated."
    },
    {
      "title": "Thomas Jefferson Day",
      "description": "Get to know Thomas Jefferson, the third president of the United States."
    },
    {
      "title": "Unfairly Prosecuted Persons Day",
      "description": "Let&#39;s take a look at the history, key dates, and facts surrounding Unfairly Prosecuted Persons Day."
    },
    {
      "title": "Boston Celtics vs. Charlotte Hornets",
      "description": "Please adhere to the published ticket limits. Guests attending TD Garden events are advised that laptops, tablets, bags, backpacks, luggage, coolers, parcels, briefcases and like…"
    },
    {
      "title": "Brooklyn Nets v. New York Knicks (Kids Game)",
      "description": null
    },
    {
      "title": "Golden State Warriors vs. LA Clippers",
      "description": null
    },
    {
      "title": "Holy Week",
      "description": "This is a week to recall the life, death, and resurrection of the Savior!"
    },
    {
      "title": "Memphis Grizzlies vs. Dallas Mavericks",
      "description": null
    },
    {
      "title": "Miami Heat vs. Washington Wizards",
      "description": null
    },
    {
      "title": "Milwaukee Bucks vs Detroit Pistons (Premium Spaces)",
      "description": null
    },
    {
      "title": "Milwaukee Bucks vs. Detroit Pistons",
      "description": null
    },
    {
      "title": "Philadelphia 76ers vs. Chicago Bulls",
      "description": null
    },
    {
      "title": "Portland Trail Blazers v Los Angeles Lakers - Fan Appreciation Night",
      "description": "Bags and full-length umbrellas are not allowed in the arena. Exclusions apply for medical bags, children&#39;s bags and clutches 5X8&#34; or smaller. Bag check is…"
    },
    {
      "title": "SACRAMENTO KINGS VS. PHOENIX SUNS",
      "description": null
    },
    {
      "title": "San Antonio Spurs vs. Toronto Raptors",
      "description": "Doors open one hour before game time. Ages two and up require a ticket"
    },
    {
      "title": "Songkran Water Festival",
      "description": "Prepare your water guns, hoses, and buckets as we celebrate the world’s wettest festival!"
    },
    {
      "title": "Maya Summers’s Birthday",
      "description": "Summers is a persistent woman who aims to be the queen of YouTube."
    },
    {
      "title": "Thomas Jefferson’s Birthday",
      "description": "He is remembered for being honest and good-hearted and for his social and political achievements"
    }
  ]
}
