{
  "month": "apr",
  "day": 16,
  "holidays": [
    {
      "title": "National Librarian Day",
      "description": null
    },
    {
      "title": "Selena Day",
      "description": "Play your favorite Selena songs and remember the incredible impact the Tejano crooner had on music."
    },
    {
      "title": "Wear Pajamas to Work Day",
      "description": "We always recommend checking with the boss first — unless you&#39;re working from home."
    },
    {
      "title": "Birthday of Jose de Diego",
      "description": "Celebrate the Birthday of Jose de Diego, whose teachings inspired people to strive for freedom."
    },
    {
      "title": "Day of the Mushroom",
      "description": "Let’s go truffle-hunting; it’s Day of the Mushroom today! Celebrate with us!"
    },
    {
      "title": "Foursquare Day",
      "description": "Take your first step to meeting new people and making lasting connections on Foursquare Day."
    },
    {
      "title": "National Angel Day",
      "description": "To our divinely named human beings, on this day, we celebrate you, Angel!"
    },
    {
      "title": "National Bean Counter Day",
      "description": "Join in as we celebrate the professionals who take care of our financial wellbeing."
    },
    {
      "title": "National Cash Day",
      "description": "Take a look at the history of the name Cash and its rise to popularity."
    },
    {
      "title": "National Eggs Benedict Day",
      "description": "Poached eggs, English muffins, and Canadian bacon covered in Hollandaise sauce and surrounded by a misconception."
    },
    {
      "title": "National Healthcare Decisions Day",
      "description": "Prepare your minds as we observe a day that helps us make vital health choices."
    },
    {
      "title": "National Joseph Day",
      "description": "To all the Joes around the world, you are far from average, and this one’s for you!"
    },
    {
      "title": "National Orchid Day",
      "description": "Ready your hearts in celebration of this special day to honor and remember lost loved ones."
    },
    {
      "title": "National Reveal the Genius Within Day",
      "description": "Get ready to share your ideas with our tips and information about this day!"
    },
    {
      "title": "Save the Elephant Day",
      "description": "Save the Elephant Day aims to sensitize people to the plight of elephants."
    },
    {
      "title": "Teach Your Daughter to Volunteer Day",
      "description": "Voluntary service is a way to assist others and give back to society."
    },
    {
      "title": "World Semicolon Day",
      "description": "It’s time to learn a bit more about mental health and anti-suicide campaigns."
    },
    {
      "title": "WORLD VOICE DAY",
      "description": "Make some noise; it’s time for World Voice Day! Celebrate with us, right here!"
    },
    {
      "title": "Akon’s Birthday",
      "description": "This incredible artist, rapper, and singer has produced chart-topping hits for years."
    },
    {
      "title": "Alyssa Hyde’s Birthday",
      "description": "This YouTube star has made an impact in her home town and her fame keeps growing."
    },
    {
      "title": "Anya Taylor-Joy’s Birthday",
      "description": "This star is not only a talented actress but a source of inspiration to girls worldwide."
    },
    {
      "title": "Chance The Rapper’s Birthday",
      "description": "For this talented Grammy award-winning rapper, and songwriter, life is all about chance."
    },
    {
      "title": "Charlie Chaplin’s Birthday",
      "description": "He was a one-of-a-kind actor, filmmaker, and director whose works are remembered decades after his death."
    },
    {
      "title": "Martin Lawrence’s Birthday",
      "description": "This talented American actor still brings smiles to people’s faces when he appears on screen."
    },
    {
      "title": "Sadie Sink’s Birthday",
      "description": "This American actress and model is not only gorgeous but super talented as well."
    },
    {
      "title": "Selena Quintanilla’s Birthday",
      "description": "She ranks among the most influential Latin artists and even in death, her legacy lives on."
    }
  ]
}
