{
  "month": "apr",
  "day": 17,
  "holidays": [
    {
      "title": "Maundy Thursday",
      "description": null
    },
    {
      "title": "National Cheese Ball Day",
      "description": "All of your favorite party flavors rolled into one compact package."
    },
    {
      "title": "National Haiku Day",
      "description": "An ancient form of Japanese poetry featuring three lines with the syllable structure &#34;five-seven-five&#34;"
    },
    {
      "title": "2A Day",
      "description": "Everybody strap up and get ready! It’s time to commemorate 2A Day."
    },
    {
      "title": "Blah Blah Blah Day",
      "description": "Let’s get ready to appreciate the pleasure of casual talk this Blah Blah Blah Day."
    },
    {
      "title": "Celebrate Teen Literature Day",
      "description": "What’s better than picking and reading a book to Celebrate Teen Literature Day?"
    },
    {
      "title": "College Student Grief Awareness Day",
      "description": "Learn about this less documented issue as we raise some much-needed awareness."
    },
    {
      "title": "Ford Mustang Day",
      "description": "Raise a toast to this iconic Pony car that made James Bond look extra dashing."
    },
    {
      "title": "Herbalist Day",
      "description": "Get ready to celebrate one of the most fragrant holidays of the year."
    },
    {
      "title": "Holy Thursday",
      "description": "Holy Thursday is an annual religious event that commemorates the Last Supper of Christ."
    },
    {
      "title": "International Bat Appreciation Day",
      "description": "Show our flying and mostly nocturnal friends some love."
    },
    {
      "title": "International Day of Mastering Conversations That Matter",
      "description": "A good conversation is not just about expressing one’s ideas but also listening to others’ ideas."
    },
    {
      "title": "International Pizza Cake Day",
      "description": "Prepare your belly because today’s not about slices of pizza, but a stack of pizzas."
    },
    {
      "title": "Malbec World Day",
      "description": "It’s time to get a taste of Argentina’s wine heritage on Malbec World Day."
    },
    {
      "title": "National Auctioneers Day",
      "description": "Place a bid before it’s too late and discover all there is to know about auctioneering."
    },
    {
      "title": "National Crawfish Day",
      "description": "Everyone, sit down at the table and get your forks ready; it’s National Crawfish Day!"
    },
    {
      "title": "National High Five Day",
      "description": "Up high! Make sure to give a &#34;high five&#34; to everyone you meet today!"
    },
    {
      "title": "National Kickball Day",
      "description": "Get your game-face on and put your kickball skills to the ultimate test."
    },
    {
      "title": "No Limits for Deaf Children Day",
      "description": "Help us spread the message that there truly are No Limits For Deaf Children!"
    },
    {
      "title": "Syria Independence Day",
      "description": "Let’s stand and salute as we celebrate Syria’s independence this Independence Day."
    },
    {
      "title": "There’s Nothing Like a Dame Day",
      "description": "The day celebrates the Dames ― in this case, the actresses of yesteryears."
    },
    {
      "title": "World Circus Day",
      "description": "Celebrate circus artists, craftsmen, creators, performers, and their contributions to circus arts!"
    },
    {
      "title": "World Hemophilia Day",
      "description": "Be a part of the worldwide effort to speak out on hemophilia and create change."
    },
    {
      "title": "Jennifer Garner’s Birthday",
      "description": "There is nothing in the world that will stop this amazing actress, humanitarian, and mother!"
    },
    {
      "title": "Julien Solomita’s Birthday",
      "description": "There’s no stopping this multi-talented YouTube star from winning over more fans!"
    }
  ]
}
