{
  "month": "apr",
  "day": 17,
  "holidays": [
    {
      "title": "National Cheese Ball Day",
      "description": null
    },
    {
      "title": "National Haiku Day",
      "description": "An ancient form of Japanese poetry featuring three lines with the syllable structure &#34;five-seven-five&#34;"
    },
    {
      "title": "2A Day",
      "description": "Everybody strap up and get ready! It’s time to commemorate 2A Day."
    },
    {
      "title": "Blah Blah Blah Day",
      "description": "Let’s get ready to appreciate the pleasure of casual talk this Blah Blah Blah Day."
    },
    {
      "title": "Ford Mustang Day",
      "description": "Raise a toast to this iconic Pony car that made James Bond look extra dashing."
    },
    {
      "title": "Herbalist Day",
      "description": "Get ready to celebrate one of the most fragrant holidays of the year."
    },
    {
      "title": "International Bat Appreciation Day",
      "description": "Show our flying and mostly nocturnal friends some love."
    },
    {
      "title": "International Day of Mastering Conversations That Matter",
      "description": "A good conversation is not just about expressing one’s ideas but also listening to others’ ideas."
    },
    {
      "title": "Malbec World Day",
      "description": "It’s time to get a taste of Argentina’s wine heritage on Malbec World Day."
    },
    {
      "title": "National Banana Day",
      "description": "What an amazing time to celebrate the awesomeness of the world’s most popular fruit — the banana!"
    },
    {
      "title": "National Crawfish Day",
      "description": "Everyone, sit down at the table and get your forks ready; it’s National Crawfish Day!"
    },
    {
      "title": "National Kickball Day",
      "description": "Get your game-face on and put your kickball skills to the ultimate test."
    },
    {
      "title": "No Limits for Deaf Children Day",
      "description": "Help us spread the message that there truly are No Limits For Deaf Children!"
    },
    {
      "title": "Ram Navami",
      "description": "Devotees of Lord Rama keep a day-long fast on the significant day of Ram Navami."
    },
    {
      "title": "Ram Navami Day",
      "description": "Get ready to understand the story behind Ram Navami and the importance of the day."
    },
    {
      "title": "Syria Independence Day",
      "description": "Let’s stand and salute as we celebrate Syria’s independence this Independence Day."
    },
    {
      "title": "There’s Nothing Like a Dame Day",
      "description": "The day celebrates the Dames ― in this case, the actresses of yesteryears."
    },
    {
      "title": "World Circus Day",
      "description": "Celebrate circus artists, craftsmen, creators, performers, and their contributions to circus arts!"
    },
    {
      "title": "World Hemophilia Day",
      "description": "Be a part of the worldwide effort to speak out on hemophilia and create change."
    },
    {
      "title": "Youth Homelessness Matters Day",
      "description": "Let’s raise awareness to support the youth experiencing or at risk of homelessness."
    },
    {
      "title": "Jennifer Garner’s Birthday",
      "description": "There is nothing in the world that will stop this amazing actress, humanitarian, and mother!"
    },
    {
      "title": "Julien Solomita’s Birthday",
      "description": "There’s no stopping this multi-talented YouTube star from winning over more fans!"
    }
  ]
}
