{
  "month": "apr",
  "day": 19,
  "holidays": [
    {
      "title": "National Garlic Day",
      "description": "One thing&#39;s obvious: There&#39;s a certain something in the air during National Garlic Day."
    },
    {
      "title": "Refresh Your Goals Day",
      "description": "This is the perfect time to refocus and refresh your personal goals."
    },
    {
      "title": "Congenital Diaphragmatic Hernia Action Day",
      "description": "Are you ready to learn about Congenital Diaphragmatic Hernia and spread awareness about it?"
    },
    {
      "title": "Dutch-American Friendship Day",
      "description": "Don’t miss celebrating Dutch-American Friendship Day. It’s a special day to spend time with your friends."
    },
    {
      "title": "Humorous Day",
      "description": "This is a day designed to urge us to see the silver lining in every situation."
    },
    {
      "title": "John Parker Day",
      "description": "Celebrate determination and bravery in the face of danger on John Parker Day."
    },
    {
      "title": "Landing of the 33 Patriots Day",
      "description": "Wave your flags up in the air to celebrate Landing of the 33 Patriots Day."
    },
    {
      "title": "National Amaretto Day",
      "description": "Savor the rich, strong, velvety taste of almond-flavored liqueur goodness this National Amaretto Day."
    },
    {
      "title": "National Banana Day",
      "description": "What an amazing time to celebrate the awesomeness of the world’s most popular fruit — the banana!"
    },
    {
      "title": "National Cat Lady Day",
      "description": "Get ready to spoil your furry pal as we celebrate National Cat Lady Day."
    },
    {
      "title": "National Dog Parent Appreciation Day",
      "description": "Who let the dogs out? Not dog parents, that’s for sure. Let’s celebrate these responsible heroes!"
    },
    {
      "title": "National Hanging Out Day",
      "description": "Ditch your dryers and hang your clothes outside as we celebrate the National Hanging Out Day."
    },
    {
      "title": "National Hayden Day",
      "description": "Learn more about this charming, unisex name that has its origins in the Old English language."
    },
    {
      "title": "National North Dakota Day",
      "description": "Find out how to best celebrate National North Dakota Day right here with us!"
    },
    {
      "title": "National Oklahoma City Bombing Commemoration Day",
      "description": "Be ready to commemorate this unique day. This terrorist attack should be remembered."
    },
    {
      "title": "National Poker Day",
      "description": "Put your money where your mouth is as we celebrate National Poker Day."
    },
    {
      "title": "Poetry &amp; The Creative Mind Day",
      "description": "Today, we celebrate how words have the power to rouse hearts, shape perspectives, and broaden minds."
    },
    {
      "title": "Rice Ball Day",
      "description": "Help yourself to a huge serving of rice balls today to satisfy your cravings."
    },
    {
      "title": "Sylvester the Cat&#39;s Birthday",
      "description": "Let’s root for Sylvester! Being his special day, maybe things will today go well for him."
    },
    {
      "title": "Youth Homelessness Matters Day",
      "description": "Let’s raise awareness to support the youth experiencing or at risk of homelessness."
    },
    {
      "title": "Hayden Christensen’s Birthday",
      "description": "“Don&#39;t dream it, do it,” best describes this famous talented award-winning actor and producer."
    },
    {
      "title": "James Franco’s Birthday",
      "description": "This immensely multi-talented and skillful actor has always been a high flyer."
    },
    {
      "title": "Jeremy Hutchins’s Birthday",
      "description": "This increasingly beloved internet star is a force to be reckoned with."
    },
    {
      "title": "Joanna Gaines’s Birthday",
      "description": "This brilliant T.V. presenter has many talents — she is a true all-rounder!"
    },
    {
      "title": "Kate Hudson’s Birthday",
      "description": "This award-winning actress and businesswoman has always been an unstoppable force."
    },
    {
      "title": "Loren Gray’s Birthday",
      "description": "This multi-talented singer and internet star has always been a high achiever!"
    }
  ]
}
