{
  "month": "apr",
  "day": 23,
  "holidays": [
    {
      "title": "Administrative Professionals Day",
      "description": null
    },
    {
      "title": "Army Reserve Birthday",
      "description": "Let your patriotism shine as we celebrate the Army Reserves&#39; 114th Birthday."
    },
    {
      "title": "Canada Book Day",
      "description": "Canada Book Day is a great day of joy for all book lovers."
    },
    {
      "title": "Impossible Astronaut Day",
      "description": "“Hello, Stonehenge!” Are you a big fan of one of the most popular series, “Doctor Who?”"
    },
    {
      "title": "International Creator Day",
      "description": "Content creators are making real contributions to society, let’s celebrate them today!"
    },
    {
      "title": "International English Language Day",
      "description": "Grab your favorite book and devote today to studying the English language!"
    },
    {
      "title": "International Pixel-Stained Technopeasant Day",
      "description": "Celebrate the International Pixel-Stained Technopeasant Day by showcasing your writing skills today."
    },
    {
      "title": "Movie Theatre Day",
      "description": "Grab some popcorn, sit back, and celebrate with a blockbuster at your favorite local cinema!"
    },
    {
      "title": "National Bryan Day",
      "description": "Read up and discover things about this stylish name with various spellings."
    },
    {
      "title": "National Cherry Cheesecake Day",
      "description": "We always knew it was a classic, but did you know it dates back to 2,000 B.C.?"
    },
    {
      "title": "National Email Day",
      "description": "ZeroBounce gives you all the tools you need to ensure your emails reach your customers’ inboxes."
    },
    {
      "title": "National English Muffin Day",
      "description": "Let us toast to a great breakfast treat! What a way to start your day."
    },
    {
      "title": "National Lost Dog Awareness Day",
      "description": "Be the reason someone celebrates because you helped find their missing pet."
    },
    {
      "title": "National Lover&#39;s Day",
      "description": "Today, you have a chance to show your companion just how much they mean to you."
    },
    {
      "title": "National Picnic Day",
      "description": "Baskets and blankets seem to make everything taste better."
    },
    {
      "title": "National Sovereignty and Children&#39;s Day",
      "description": "Continue reading to learn more about Turkey and the history of this day."
    },
    {
      "title": "National Sovereignty and Children&#39;s Day",
      "description": "This National Sovereignty and Children&#39;s Day, let children affect both the future and the present."
    },
    {
      "title": "National Take a Chance Day",
      "description": "“The biggest risk is not taking one.&#34; Learn how to take that first step."
    },
    {
      "title": "Pet Tech CPR Day",
      "description": "Time to brush up on your emergency training but this time, for your pets!"
    },
    {
      "title": "Saint George&#39;s Day",
      "description": "Saint George’s Day, also called the Feast of Saint George, is celebrated by several Christian churches."
    },
    {
      "title": "Secretary Day",
      "description": "This Secretary Day, show secretaries how much you value their hard work."
    },
    {
      "title": "Shakespeare Day",
      "description": "Lend us your ears, we have lots of interesting information about the Bard."
    },
    {
      "title": "Slay a Dragon Day",
      "description": "Overcoming dragons is a metaphor we can all relate to. Celebrate today with us!"
    },
    {
      "title": "Spanish Language Day",
      "description": "It’s okay, you can pretend to be Dora the Explorer for a day to non-Spanish speakers."
    },
    {
      "title": "St. George&#39;s Day",
      "description": "The patron saint of England has captivated British imaginations since the Crusades and Hundred Years&#39; War."
    },
    {
      "title": "Talk Like Shakespeare Day",
      "description": "Joineth the Bard in his distinct speech, and thou art sure to smileth all day."
    },
    {
      "title": "UN English Language Day",
      "description": "Let’s celebrate the beauty of the most spoken language in the world."
    },
    {
      "title": "UN English Language Day",
      "description": "&#34;The language we use influences the way we think.&#34; ~ Steven Pinker."
    },
    {
      "title": "World Book and Copyright Day",
      "description": "Join us as we page through the chapters of history on World Book and Copyright Day."
    },
    {
      "title": "World Book Day",
      "description": "Get your geek on and wear it proudly this World Book Day."
    },
    {
      "title": "World Book Night",
      "description": "No challenge is impossible to solve with a little help from books and reading!"
    },
    {
      "title": "World Laboratory Day",
      "description": "We&#39;ve done our own experimentation for awesome ways to celebrate this day. Check them out!"
    },
    {
      "title": "World Table Tennis Day",
      "description": "It&#39;s raining celluloid balls on World Table Tennis Day, so get those rackets and play."
    },
    {
      "title": "London Marathon",
      "description": "Join the London Marathon and not only get a good body workout but also support charity."
    },
    {
      "title": "Chaeyoung’s Birthday",
      "description": "Son Chae-young is a multi-talented artist who is dedicated to her craft."
    },
    {
      "title": "George Lopez’s Birthday",
      "description": "This outstanding, award-winning actor and comedian has proven that anything is possible."
    },
    {
      "title": "Gigi Hadid’s Birthday",
      "description": "She isn’t only a supermodel, she’s an inspiration to the younger generation."
    },
    {
      "title": "Jaryd Lazar’s Birthday",
      "description": "As a Twitch streamer, gamer and vlogger, Jaryd Lazar is quite an extraordinary personality."
    },
    {
      "title": "Jeno’s Birthday",
      "description": "Thanks to his many talents, Jeno is a great role model for youngsters."
    },
    {
      "title": "John Cena’s Birthday",
      "description": "He is undoubtedly the most influential wrestler in W.W.E. history."
    },
    {
      "title": "William Shakespeare’s Birthday",
      "description": "His influence has dynamically impacted traditional literature, western philosophy, and the English language."
    }
  ]
}
