{
  "month": "apr",
  "day": 24,
  "holidays": [
    {
      "title": "National Pet Care for All Day",
      "description": null
    },
    {
      "title": "Action Day for Tolerance and Respect between People",
      "description": "Let us take the time to understand the forgotten people from our history."
    },
    {
      "title": "Armenian Genocide Remembrance Day",
      "description": "Armenian Genocide Remembrance Day commemorates the lives lost and the history of Armenia during World War I."
    },
    {
      "title": "Coronation Day of Pope Benedict XVI",
      "description": "We’re saying a prayer as we observe Coronation Day of Pope Benedict XVI."
    },
    {
      "title": "Fashion Revolution Day",
      "description": "Finally, let us know more about this powerful day in the history of the fashion industry."
    },
    {
      "title": "International Day of Multilateralism and Diplomacy for Peace",
      "description": "Make a global effort through multilateralism to promote world peace, security, and cooperation."
    },
    {
      "title": "International Girls In ICT Day",
      "description": "Let’s work together to get more young women to join the I.C.T. sector."
    },
    {
      "title": "Love Your Thighs Day",
      "description": "Choose to love yourself on Love Your Thighs Day by celebrating right here with National Today."
    },
    {
      "title": "National Brandon Day",
      "description": "Explore the variations and cultural influences that revolve around this name that’s predominantly given to boys."
    },
    {
      "title": "National Pigs in a Blanket Day",
      "description": "A holiday celebrating one of our favorite comfort foods — pork sausage (or hotdogs) baked in pastry."
    },
    {
      "title": "National Skipping Day",
      "description": "Having fun while exercising doesn&#39;t get any better!"
    },
    {
      "title": "New Kids on the Block Day",
      "description": "Let us take a closer look into the New Kids on the Block."
    },
    {
      "title": "Scream Day",
      "description": "I scream, you scream, we all scream for… Scream Day! Celebrate with us right here!"
    },
    {
      "title": "Take Our Daughters and Sons to Work Day",
      "description": "Ever wanted to see what your parents do all day? Get a glimpse!"
    },
    {
      "title": "World Day for Animals in Laboratories",
      "description": "Animal lives matter too, so join us today in advocating for the protection of their rights."
    },
    {
      "title": "Yom HaShoah",
      "description": "Yom HaShoah brings with it garlands of determination and strength amidst tales of suffering."
    },
    {
      "title": "Gathering of Nations (Pow Wow)",
      "description": "We have amazing tricks on how to enjoy the day with the best activities."
    },
    {
      "title": "Jazz Is Dead",
      "description": null
    },
    {
      "title": "Barbra Streisand’s Birthday",
      "description": "Streisand is a multi-talented, award-winning singer, actress, and director who’s inspired us to pursue our dreams."
    },
    {
      "title": "Joe Keery’s Birthday",
      "description": "Other than his role in “Stranger Things,” there&#39;s much more to this legend with great hair."
    },
    {
      "title": "Kelly Clarkson’s Birthday",
      "description": "This renowned singer, songwriter, actress, and author is an inspiration in many ways."
    },
    {
      "title": "Thomas Sanders’s Birthday",
      "description": "With singing and acting added to his credits, this entertainer is an all-rounder."
    }
  ]
}
