{
  "month": "apr",
  "day": 27,
  "holidays": [
    {
      "title": "Autism Super Mom Day",
      "description": null
    },
    {
      "title": "Babe Ruth Day",
      "description": "Explore Babe Ruth’s extraordinary life through his childhood, baseball years, and cancer."
    },
    {
      "title": "Day of Uprising Against Occupation",
      "description": "Let’s mark the anniversary of the founding of the Slovenian Liberation Front."
    },
    {
      "title": "Divine Mercy Sunday",
      "description": "Come one come all! Let us embrace mercy and love on this special day!"
    },
    {
      "title": "Free Feral Cat Spay Day",
      "description": "Honor cats of all kinds, no matter where they call home. Help them get spayed!"
    },
    {
      "title": "Freedom Day  (South Africa)",
      "description": "Freedom Day celebrates the struggles and victories of the people of South Africa to reach independence."
    },
    {
      "title": "International Donor Conception Awareness Day",
      "description": "Help educate others about the significance of donor conception in the lives of infertile couples."
    },
    {
      "title": "Lapu Lapu Day",
      "description": "Let us do a little victory dance in honor of Lapu-Lapu Day!"
    },
    {
      "title": "Marine Mammal Rescue Day",
      "description": "Today, we pay tribute to all marine life contributors. Let us send them our gratitude!"
    },
    {
      "title": "Matanzas Mule Day",
      "description": "Learn the story of a mule honored after losing its life during the American-Spanish War."
    },
    {
      "title": "Morse Code Day",
      "description": "Learn about Morse code history, facts, and why this code is so important to the world."
    },
    {
      "title": "Mother Father Deaf Day",
      "description": "Share your experiences of deaf parents and the children of deaf parents on this special day."
    },
    {
      "title": "National Alicia Day",
      "description": "Take the day to celebrate all the Alicias you know and love, famous or not."
    },
    {
      "title": "National Devil Dog Day",
      "description": "Our celebrations for National Devil Dog Day this April 27 promise to be very sweet indeed!"
    },
    {
      "title": "National Little Pampered Dog Day",
      "description": "Every dog has the right to be pampered and treated like royalty."
    },
    {
      "title": "National Patricia Day",
      "description": "Celebrate National Patricia Day by recognizing all the great Patricas you know."
    },
    {
      "title": "National Pet Parents Day",
      "description": "It’s a great day to treat your pet, or take them for a checkup."
    },
    {
      "title": "National Pneumatics Day",
      "description": "Get eco-friendly production spaces using clean, dry compressed air in automation and processing equipment."
    },
    {
      "title": "National Prime Rib Day",
      "description": "A feast day to honor the classic cut of the finest beef ever known to man."
    },
    {
      "title": "National Tell A Story Day",
      "description": "Bring color to your life and spread joy through the art of storytelling!"
    },
    {
      "title": "Order of National Artist",
      "description": "We&#39;ve compiled some cool history tidbits, fun facts, and awesome ways to celebrate, just for you!"
    },
    {
      "title": "Sierra Leone Independence Day",
      "description": "To all Sierra Leoneans, on your independence anniversary, we celebrate with you."
    },
    {
      "title": "Teach Children To Save Day",
      "description": "It’s never too early to teach your children about the importance of saving money."
    },
    {
      "title": "Togo Independence Day (Togo)",
      "description": "Today, come join us in celebrating the anniversary of Togo&#39;s Independence Day!"
    },
    {
      "title": "Woody Woodpecker Day",
      "description": "Let&#39;s take a journey down memory lane, shall we, all you crazy birds?"
    },
    {
      "title": "World Design Day",
      "description": "The world would be a dull place without good design. Let’s appreciate it today!"
    },
    {
      "title": "World Pinhole Photography Day",
      "description": "This day is an opportunity to engage in an ancient photography method and take some amazing pictures"
    },
    {
      "title": "World Tapir Day",
      "description": "World Tapir Day strives to safeguard these endangered species for future generations."
    },
    {
      "title": "Koningsdag",
      "description": "Happy Koningsdag to all of the Dutch people, and happy birthday to King Willem-Alexander!"
    },
    {
      "title": "Turkmen Racing Horse Festival",
      "description": "Saddle up to catch the horse fever that grips the Turkmen each year with this festival."
    },
    {
      "title": "Lizzo’s Birthday",
      "description": "This incredible musician is going places and changing the world one song at a time."
    },
    {
      "title": "Melinda Melrose’s Birthday",
      "description": "As a model, YouTuber, and actress, Melinda Melrose is an inspiring person to all."
    },
    {
      "title": "Patrick Stump’s Birthday",
      "description": "This talented musician is no stranger to stardom and he will never cease to amaze us."
    }
  ]
}
