{
  "month": "aug",
  "day": 3,
  "holidays": [
    {
      "title": "National Watermelon Day",
      "description": "Harry Styles said it best, it&#39;s a watermelon sugar high!"
    },
    {
      "title": "Clean Your Floors Day",
      "description": "Grab your mop and clean your floors on this Clean Your Floors Day."
    },
    {
      "title": "Cloves Syndrome Awareness Day",
      "description": "Join us in raising awareness, funds, and support for patients with Cloves."
    },
    {
      "title": "Cycle to Work Day",
      "description": "We leave the car keys and grab a helmet instead for today&#39;s commute!"
    },
    {
      "title": "India Pale Ale Day",
      "description": "Get ready to raise a glass and celebrate India Pale Ale Day. Cheers!"
    },
    {
      "title": "Makira-Ulawa Province Day",
      "description": "Discover the Makira-Ulawa province and check out fun ways to celebrate this day."
    },
    {
      "title": "National Big Forehead Day",
      "description": "Let go of those insecurities and focus on the beauty of your bold and beautiful forehead."
    },
    {
      "title": "National Grab Some Nuts Day",
      "description": "You won’t be surprised to hear that it’s a very nutty occasion."
    },
    {
      "title": "National IPA Day (India Pale Ale Beer)",
      "description": "Bottoms up, enjoy the unique taste of one of the most popular beverages around."
    },
    {
      "title": "National Michael Day",
      "description": "National Michael Day is an annual celebration of all the Michaels around the world."
    },
    {
      "title": "Pidjiguiti Day",
      "description": "Remember the fallen heroes of the Pidjiguiti massacre as we celebrate their invaluable sacrifice."
    },
    {
      "title": "Tom Brady’s Birthday",
      "description": "Happy Birthday to one of the most prolific and successful quarterbacks in NFL history!"
    },
    {
      "title": "Devon Lee Carlson’s Birthday",
      "description": "This social media star is on the right path to making a name for herself."
    },
    {
      "title": "James Hetfield’s Birthday",
      "description": "Through music, there’s nothing this talented rock vocalist, guitarist, and songwriter can’t do."
    },
    {
      "title": "Martha Stewart’s Birthday",
      "description": "This smart and tactical businesswoman has built a media empire around herself from scratch."
    },
    {
      "title": "Tony Bennett’s Birthday",
      "description": "One lesson learned from this jazz icon is to never give up!"
    },
    {
      "title": "Zach Wilson’s Birthday",
      "description": "From Draper to the N.F.L., this play never stops pursuing a higher goal."
    }
  ]
}
