{
  "month": "aug",
  "day": 5,
  "holidays": [
    {
      "title": "National Mustard Day",
      "description": "Ground from the seeds of a mustard plant, mustard is one of America’s favorite condiments."
    },
    {
      "title": "Blogger Day",
      "description": "If you have created a blog before, you should be celebrating Blogger Day."
    },
    {
      "title": "Burkina Faso Independence Day",
      "description": "Read on till you know all you need about Burkina Faso Independence Day."
    },
    {
      "title": "Mead Day",
      "description": "Get your glasses ready to drink up all things incredible about mead."
    },
    {
      "title": "National Couscous Day",
      "description": "Get ready to savor and have your fill of couscous in all its forms!"
    },
    {
      "title": "National Dash Cam Day",
      "description": "Dash cams have made telling your stories easier than ever. Learn more!"
    },
    {
      "title": "National Disc Golf Day",
      "description": "Celebrate America&#39;s fourth-largest sport in style, with some fun ideas we have for you."
    },
    {
      "title": "National Jamaican Patty Day",
      "description": "Check out these awesome ideas to satisfy your Jamaican patty cravings and honor the dish too!"
    },
    {
      "title": "National Oyster Day",
      "description": "Slurp up these great ideas to celebrate the day with a couple of oysters."
    },
    {
      "title": "National Twins Day",
      "description": "We show you how easy it is to celebrate the twins in your life."
    },
    {
      "title": "National Underwear Day",
      "description": "Let us just brief-ly tell why we love underwear."
    },
    {
      "title": "Our Lady of Africa",
      "description": "Go all out, and join Ceuta to celebrate our Lady of Africa today."
    },
    {
      "title": "Sandcastle Day",
      "description": "Come on, let&#39;s head to the beach! It&#39;s a perfect day to build sandcastles!"
    },
    {
      "title": "Work Like a Dog Day",
      "description": "This quirky day is inspired by the reputed strong work ethic of canines, especially service dogs."
    },
    {
      "title": "Cookiee Kawaii’s Birthday",
      "description": "She is the creator of several TikTok sensations. Celebrate her special day with us!"
    },
    {
      "title": "Elyse Dehlbom’s Birthday",
      "description": "This reality T.V. Star has eight adorable puppies! Celebrate her special day with us!"
    },
    {
      "title": "Gohan Son’s Birthday",
      "description": "This YouTuber is fluent in English and Korean and is charming as well!"
    },
    {
      "title": "Ja&#39;net Dubois’s Birthday",
      "description": "The contributions of this legendary performer to the entertainment world will last an eternity!"
    },
    {
      "title": "Lolo Jones’s Birthday",
      "description": "This outstanding athlete is doing exceptionally well for herself! Celebrate her special day today!"
    },
    {
      "title": "Neil Armstrong’s Birthday",
      "description": "He has become a symbol of what’s possible for human exploration and discovery."
    },
    {
      "title": "Yungblud’s Birthday",
      "description": "We celebrate Yungblud who initially struggled to fit in but now has a solid fan base."
    }
  ]
}
