{
  "month": "aug",
  "day": 6,
  "holidays": [
    {
      "title": "National Friendship Day",
      "description": "Friendships are the purest type of human relationships. Let&#39;s celebrate the importance of loving platonic relationships."
    },
    {
      "title": "National Root Beer Float Day",
      "description": "Today, enjoy the tallest, fizziest root beer float you can find!"
    },
    {
      "title": "National Sisters Day",
      "description": "Sisters have a deep connection that grows throughout childhood and remains strong throughout life."
    },
    {
      "title": "American Family Day",
      "description": "This day celebrates the bonds that laid the foundation for our lives, be it blood or otherwise."
    },
    {
      "title": "Balloons to Heaven Day",
      "description": "Here&#39;s to never forgetting and hoping strengthened legislation prevails. Pledge to end gun violence today."
    },
    {
      "title": "Bolivia Independence Day",
      "description": "Get your red, yellow, and green out because it’s Bolivia Independence Day"
    },
    {
      "title": "Celebrations of San Salvador",
      "description": "Celebrate the Divine Savior of the World with the Celebrations of San Salvador."
    },
    {
      "title": "Farmworker Appreciation Day",
      "description": "Be ready to raise awareness about the importance of farmworkers on this special day!"
    },
    {
      "title": "Fiesta de San Salvador",
      "description": "Let’s celebrate all things Salvador and the Transfiguration of Jesus Christ on Fiesta de San Salvador!"
    },
    {
      "title": "Fiesta Patronales Holiday",
      "description": "Join the celebrations for the Divine Saviour of the World on Fiesta Patronales Day."
    },
    {
      "title": "Hiroshima Day",
      "description": "On Hiroshima Day, we remember one of the deadliest days in recent history."
    },
    {
      "title": "International Sailor Moon Day",
      "description": "Calling all manga and anime lovers to celebrate International Sailor Moon Day."
    },
    {
      "title": "Jamaica Independence Day",
      "description": "It’s Jamaica Independence Day! Prepare your black, yellow, and green apparel for this celebration."
    },
    {
      "title": "National Carolyn Day",
      "description": "Let’s honor everyone with the name Carolyn this National Carolyn Day."
    },
    {
      "title": "National Fresh Breath Day",
      "description": "Avoid a social faux pas and check if your breath is minty fresh."
    },
    {
      "title": "National Henry Day",
      "description": "Hi there, Henry. Today is your day, so let’s find out more about your name!"
    },
    {
      "title": "National Tree Day",
      "description": "Learn how Arbor Day originated and found its way to Australia to become National Tree Day."
    },
    {
      "title": "National Wiggle Your Toes Day",
      "description": "Show off your digits on National Wiggle Your Toes Day. Let’s see those piggies!"
    },
    {
      "title": "Psychic Day",
      "description": "This day recognizes the power of psychics and raises awareness about this ability."
    },
    {
      "title": "Andy Warhol’s Birthday",
      "description": "This artist’s finest achievement was elevating his character to the status of a pop icon."
    },
    {
      "title": "Elliott Smith’s Birthday",
      "description": "He was a multi-instrumentalist who could play the piano and guitar and had a distinct voice."
    },
    {
      "title": "Leslie Odom Jr.’s Birthday",
      "description": "From his music and acting to everything in between, read on for more on Odom."
    },
    {
      "title": "Lucille Ball’s Birthday",
      "description": "She will be remembered as the goofy and lovable Lucy Ricardo forever."
    },
    {
      "title": "Ty Simpkins’s Birthday",
      "description": "Curious about Ty Simpkins? You’ve come to the right place. Celebrate his special day right here."
    },
    {
      "title": "Veronica Merrell’s Birthday",
      "description": "Here’s everything you need to know about Veronica Merrell of The Merrell Twins."
    }
  ]
}
