{
  "month": "aug",
  "day": 11,
  "holidays": [
    {
      "title": "Mountain Day",
      "description": "Ain&#39;t no mountain high enough to keep people from celebrating Mountain Day in Japan."
    },
    {
      "title": "National Son and Daughter Day",
      "description": "National Son and Daughter Day is a time to go ahead and spoil the kids a little."
    },
    {
      "title": "Chad Independence Day",
      "description": "Today we celebrate Chad which gained independence after being colonized for 60 years."
    },
    {
      "title": "Hip Hop Day",
      "description": "Amp up your music player, and dedicate a playlist for hip-hop on this special day!"
    },
    {
      "title": "Ingersoll Day",
      "description": "See how we plan to remember and honor this great man."
    },
    {
      "title": "National Align Your Teeth Day",
      "description": "Join us as we raise awareness about the importance of teeth alignment."
    },
    {
      "title": "National Bakewell Tart Day",
      "description": "Take a bite out of the decadent layers of Bakewell tart this National Bakewell Tart Day!"
    },
    {
      "title": "National Face Mask Day",
      "description": "Whip up a homemade face mask and let it work its magic on your skin!"
    },
    {
      "title": "National Fufu Day",
      "description": "Enjoy the West African dish, Fufu — dipped in sauces or paired with stews."
    },
    {
      "title": "National Presidential Joke Day",
      "description": "Presidents can be funny people too; let’s share some of their best jokes."
    },
    {
      "title": "National Raspberry Bombe Day",
      "description": "Get ready for another deliciously sweet celebration this National Raspberry Bombe Day."
    },
    {
      "title": "Shop Online for Groceries Day",
      "description": "Don’t move an inch, you are one click away from a checked-out grocery list!"
    },
    {
      "title": "Alyson Stoner’s Birthday",
      "description": "This multi-talented artist has it all! Celebrate her special day with us today!"
    },
    {
      "title": "Changbin’s Birthday",
      "description": "All it took was an exceptional performance at a school festival for him to realize his dream!"
    },
    {
      "title": "Chris Hemsworth’s Birthday",
      "description": "From humble beginnings as a television series actor to one of the best Marvel characters!"
    },
    {
      "title": "Hulk Hogan’s Birthday",
      "description": "What started as a music career turned into a professional wrestling career!"
    },
    {
      "title": "Joe Rogan’s Birthday",
      "description": "For Joe Rogan, the sky’s the limit. Celebrate his special day with us right here!"
    },
    {
      "title": "Savannah Chrisley’s Birthday",
      "description": "For this beautiful reality star, there&#39;s no time to stroll when success keeps calling her name."
    }
  ]
}
