{
  "month": "aug",
  "day": 15,
  "holidays": [
    {
      "title": "Chant at the Moon Day",
      "description": "Ah, summer, where the days are long and the nights are longer."
    },
    {
      "title": "Indian Independence Day",
      "description": "Join in the celebration of what Nehru called India&#39;s &#34;Tryst with Destiny.&#34;"
    },
    {
      "title": "National Relaxation Day",
      "description": "Sometimes, you just have to stop and smell the roses."
    },
    {
      "title": "Assumption of Mary (Spain)",
      "description": "Let&#39;s commemorate Mary&#39;s ascension into heaven after her death by celebrating the Assumption of Mary."
    },
    {
      "title": "Check the Chip Day",
      "description": "This Check the Chip Day, use microchipping to keep your pets safe."
    },
    {
      "title": "Feast of Assumption (Chile)",
      "description": "Join the Chileans in honoring the Assumption Feast and Mary&#39;s elevation to Heaven."
    },
    {
      "title": "Feast of the Assumption",
      "description": "Christians observe the Virgin Mary’s bodily ascent to heaven at the end of her life."
    },
    {
      "title": "Flooding of the Nile",
      "description": "The Flooding of The Nile is an event shrouded in myth, history, and modern-day mystery."
    },
    {
      "title": "Foundation of Old Panama City",
      "description": "Panama City is the oldest European settlement on the Pacific and a UNESCO heritage site."
    },
    {
      "title": "Founding of Asuncion in Paraguay",
      "description": "In Paraguay and Newfoundland, people rise despite everything. Both are very resilient."
    },
    {
      "title": "Liberation Day",
      "description": "Celebrate the restoration of national independence that was lost for 36 years under Japanese rule."
    },
    {
      "title": "Liechtenstein National Day",
      "description": "August 15 is Liechtenstein National Day. Are you ready to celebrate?"
    },
    {
      "title": "Malaita Province Day",
      "description": "Celebrate this special holiday with the people of Malatia Province and show your pride!"
    },
    {
      "title": "National Acadian Day",
      "description": "Happy Acadian Day to all Acadians in Canada; we are celebrating with you today!"
    },
    {
      "title": "National Back To School Prep Day",
      "description": "Do you have all the supplies that you need? Is the homework station set up?"
    },
    {
      "title": "National Jean Day",
      "description": "Jean is one of the most iconic names in history and today we celebrate it."
    },
    {
      "title": "National Leathercraft Day",
      "description": "It’s not just a craft, it’s an art. Celebrate the art of leathercrafting today!"
    },
    {
      "title": "National Lemon Meringue Pie Day",
      "description": "Take your taste buds on an unforgettable journey with the amazing lemon meringue pie!"
    },
    {
      "title": "National Philip Day",
      "description": "Learn more about the name Philip and the people who share the same name."
    },
    {
      "title": "No Sponge Bob Day",
      "description": "Today all residents of Bikini Bottom, except SpongeBob SquarePants, have their version of the Burning Man."
    },
    {
      "title": "St Mary&#39;s Day",
      "description": "St. Mary’s Day events and processions attract many thousands of visitors every year."
    },
    {
      "title": "World Greatness Day",
      "description": "This special holiday is your chance to celebrate the unsung heroes in your life."
    },
    {
      "title": "Ben Affleck’s Birthday",
      "description": "Find out about this Hollywood actor’s exciting journey toward cinematic stardom and artistic greatness."
    },
    {
      "title": "Chief Keef’s Birthday",
      "description": "The Chicago rapper Chief Keef is the pioneer of the ‘drill music’ subgenre."
    },
    {
      "title": "Destiny Morales’s Birthday",
      "description": "This social media star is creating her legacy one post at a time."
    },
    {
      "title": "Jennifer Lawrence’s Birthday",
      "description": "Today, we&#39;re celebrating the actress known for her versatility on-screen and her accessible, honest off-screen persona."
    },
    {
      "title": "Jill Vertes’s Birthday",
      "description": "This popular “Dance Mom” hasn’t forgotten her time on the show and the friends she made."
    },
    {
      "title": "Joe Jonas’s Birthday",
      "description": "Joe Jonas’ life and career have been nothing short of a successful adventure."
    },
    {
      "title": "Matt Lobster’s Birthday",
      "description": "This talented content creator is creating his success one post at a time!"
    },
    {
      "title": "Melinda Gates’s Birthday",
      "description": "As a successful entrepreneur, philanthropist, and mother, she&#39;s a good example showing how it’s all possible."
    },
    {
      "title": "Napoleon Bonaparte’s Birthday",
      "description": "Let&#39;s take a look at the life of Napoleon Bonaparte, the French military and political leader."
    },
    {
      "title": "Natasha Bure’s Birthday",
      "description": "This multi-talented actress and YouTube star is quickly becoming a household name in the movie industry."
    },
    {
      "title": "Nipsey Hussle’s Birthday",
      "description": "Nipsey Hussle personified what it means to be an artist, a brand and entertainment mogul."
    }
  ]
}
