{
  "month": "aug",
  "day": 16,
  "holidays": [
    {
      "title": "JUVÉDERM® Day",
      "description": "On JUVÉDERM® Day, discover why the JUVÉDERM® Collection of Fillers is the US’ #1 chosen collection."
    },
    {
      "title": "National Work From Home for Wellness Day",
      "description": "National Work From Home for Wellness Day on August 16th is the chance to discover the positive impact working from home can have on your well-being."
    },
    {
      "title": "Bennington Battle Day",
      "description": "This Bennington Battle Day, let the rich history of this epic battle enthrall you."
    },
    {
      "title": "Ekka People&#39;s Day",
      "description": "We&#39;ve got some amazing ideas to celebrate Ekka People&#39;s Day so scroll down and check them out."
    },
    {
      "title": "National Airborne Day",
      "description": "We recognize the past, present, and future contributions of American airborne troops."
    },
    {
      "title": "National Authenticity Day",
      "description": "Authenticity is not needing external approval to feel good about your actions."
    },
    {
      "title": "National Backflow Prevention Day",
      "description": "Join us as we celebrate and honor backflow prevention professionals this August 16!"
    },
    {
      "title": "National Energy Multiplier Day",
      "description": "Stay hydrated and get your energy boost from this exciting blend of matcha, guayusa, and ginger."
    },
    {
      "title": "National Independent Worker Day",
      "description": "We’re wishing a happy National Independent Worker Day to all those who are self-employed!"
    },
    {
      "title": "National Roller Coaster Day",
      "description": "At any amusement park, it has the highest &#34;wow&#34; factor."
    },
    {
      "title": "National Rum Day",
      "description": "We pay tribute to the currency of the Caribbean as we celebrate National Rum Day."
    },
    {
      "title": "National Tell A Joke Day",
      "description": "A horse walks into a bar. The bartender says, &#34;Why the long face?&#34;"
    },
    {
      "title": "Parsi New Year",
      "description": "Celebrate the Parsi New Year, also called ‘Nowruz’ with your family and friends."
    },
    {
      "title": "Restoration Day (Dominican Republic)",
      "description": "Let&#39;s discover what Restoration Day means to the Dominicans and join them in their celebration."
    },
    {
      "title": "Royal National Agricultural Show Day",
      "description": "Dogwood dogs, Bertie Beetle show bags, fireworks display, and a whole day of fun and relaxation!"
    },
    {
      "title": "St. Roch’s Day",
      "description": "Celebrate the patron saint, St. Roch, with us right here, right now!"
    },
    {
      "title": "Angela Bassett’s Birthday",
      "description": "Today we celebrate a diva, a big screen icon, and a worldwide role model for actresses."
    },
    {
      "title": "Charles Bukowski’s Birthday",
      "description": "This renowned poet is about to make your day with his timeless pieces."
    },
    {
      "title": "Kathie Lee Gifford’s Birthday",
      "description": "Today, we’re celebrating this incredible T.V. host, actress, singer, and author."
    },
    {
      "title": "Madonna’s Birthday",
      "description": "Thanks to her fantastic musical talent, Madonna has carved her own path to success."
    },
    {
      "title": "Shubham Goel’s Birthday",
      "description": "This reality star entertains fans with his wit, sass, and humor on social media."
    },
    {
      "title": "Sophie Michelle’s Birthday",
      "description": "This young star is just getting started and hundreds of thousands agree she’s going places!"
    },
    {
      "title": "SpyCakes’s Birthday",
      "description": "We may not know this YouTuber’s real name but his skill in online gaming is legendary"
    },
    {
      "title": "Tommicus Walker’s Birthday",
      "description": "The entrepreneur and businessman has made headlines ever since he became famous."
    },
    {
      "title": "Young Thug’s Birthday",
      "description": "Young Thug has been one of the most distinctive contemporary rap artists since 2014."
    }
  ]
}
