{
  "month": "aug",
  "day": 17,
  "holidays": [
    {
      "title": "National Black Cat Appreciation Day",
      "description": "They’re so sleek and hypnotizing with their all-knowing eyes, but black cats seldom get recognition."
    },
    {
      "title": "Baby Boomers Recognition Day",
      "description": "Join millions in celebrating the contributions made by boomers in today&#39;s society!"
    },
    {
      "title": "Gabon Independence Day",
      "description": "Gabon Independence Day.is an occasion to honor the birth of a sovereign nation."
    },
    {
      "title": "Indonesia independence day",
      "description": "Indonesia Independence Day celebrates a long battle for the people of Indonesia for their own nation."
    },
    {
      "title": "National Abel Day",
      "description": "Listen Abels around the world, this is the day to celebrate your lovely name."
    },
    {
      "title": "National I LOVE My feet Day",
      "description": "Celebrate National I Love My Feet Day and your feet will thank you."
    },
    {
      "title": "National Marilyn Day",
      "description": "Marilyn is one of the most iconic names in history and today we celebrate it."
    },
    {
      "title": "National Massachusetts Day",
      "description": "Grab some turkey and cranberries, and hail the wonderful state in your best Boston accent."
    },
    {
      "title": "National Nonprofit Day",
      "description": "It’s time to celebrate the unsung heroes who fight for those who can’t!"
    },
    {
      "title": "National Thrift Shop Day",
      "description": "Macklemore said it best, &#34;I&#39;m gonna pop some tags, only got twenty dollars in my pocket!&#34;"
    },
    {
      "title": "National Workers’ Comp Adjuster Day",
      "description": "Do your job and demand your compensation, but in just that order."
    },
    {
      "title": "Slovenians in Prekmurje Incorporated into the Mother Nation Day",
      "description": "Deca ste lüblene slovenske matere (You are children of the beloved Slovene mother)."
    },
    {
      "title": "Joi Wade’s Birthday",
      "description": "This natural hair and lifestyle vlogger is also an outstanding entrepreneur and author!"
    },
    {
      "title": "Joyner Lucas’s Birthday",
      "description": "Stretching the boundaries of creativity in rapping is what Joyner Lucas does best."
    },
    {
      "title": "Kayla Davis’s Birthday",
      "description": "For this creative YouTuber, the life she wants is one upload away."
    },
    {
      "title": "Mae West’s Birthday",
      "description": "She was the most controversial actress of her day, famed for her carefree sexual freedom."
    },
    {
      "title": "Robert De Niro’s Birthday",
      "description": "This legendary Oscar-winning actor is not about to slow down and hang up his acting gloves."
    },
    {
      "title": "Taissa Farmiga’s Birthday",
      "description": "She evokes anxiety that delights her fans through suspense-filled scenes, making her a true scream queen."
    }
  ]
}
