{
  "month": "aug",
  "day": 19,
  "holidays": [
    {
      "title": "National Potato Day",
      "description": "National Potato Day on August 19th is the perfect chance to celebrate the most diverse of vegetables."
    },
    {
      "title": "World Humanitarian Day",
      "description": "World Humanitarian Day honors humanitarian aid workers all over the world."
    },
    {
      "title": "Afghanistan Independence Day",
      "description": "Get your dancing shoes ready as we celebrate this day with merriment."
    },
    {
      "title": "Crown Princess Mette-Marit&#39;s day",
      "description": "Learn more about the day by celebrating it with the ethos promoted by the Crown Princess."
    },
    {
      "title": "International Bow Day",
      "description": "Prepare your bow as we appreciate one of the world&#39;s most popular fashion accessories."
    },
    {
      "title": "International Geocaching Day",
      "description": "Prepare yourself for the holiday that evokes the excitement of classic treasure hunts."
    },
    {
      "title": "International Homeless Animals Day",
      "description": "The International Society for Animal Rights introduced the day to spread awareness about pet overpopulation."
    },
    {
      "title": "International Orangutan Day",
      "description": "Let’s demonstrate our compassion for orangutans today by pledging to conserve these endangered species."
    },
    {
      "title": "National Aviation Day",
      "description": "We feel the need for speed on National Aviation Day!"
    },
    {
      "title": "National Patient Advocacy Day",
      "description": "We notice and appreciate the medical professionals that advocate for their patients."
    },
    {
      "title": "National Photography Day",
      "description": "Prepare your camera as we honor one of the most influential days in history."
    },
    {
      "title": "National Soft Ice Cream Day",
      "description": "Soft ice cream pops up in the happiest of places, and has a fascinating history too!"
    },
    {
      "title": "Revolution Commemoration Day",
      "description": "It is time to hoist the Vietnamese flag high as we celebrate the end of oppression."
    },
    {
      "title": "Saviours of the Apple Feast Day",
      "description": "It’s impossible to get into the church. Knots of apples float overhead on this day!"
    },
    {
      "title": "World Honey Bee Day",
      "description": "Let&#39;s celebrate the importance of the honey bee on this special day!"
    },
    {
      "title": "World Photo Day",
      "description": "The definition of photography is quite literally &#34;drawing the light.&#34;"
    },
    {
      "title": "Bill Clinton’s Birthday",
      "description": "Bill Clinton is a name that’s synonymous with empowerment and prosperity in the U.S."
    },
    {
      "title": "Brock O&#39;Hurn’s Birthday",
      "description": "For this multi-talented American actor, model, and fitness trainer, nothing is getting in his way."
    },
    {
      "title": "Coco Chanel’s Birthday",
      "description": "Coco Chanel paved the road for fashion designers to bring their ideas to life."
    },
    {
      "title": "Emmi Butler’s Birthday",
      "description": "This YouTuber is creating her legacy and success one upload at a time."
    },
    {
      "title": "Ethan Cutkosky’s Birthday",
      "description": "Hard work has paid off for this talented T.V. actor with a big heart."
    },
    {
      "title": "Fat Joe’s Birthday",
      "description": "This rapper just doesn’t quit releasing hits after hits, and luckily, he doesn’t plan to."
    },
    {
      "title": "John Deacon’s Birthday",
      "description": "This bass guitarist, electronics whizz, and music writer is a triple threat."
    },
    {
      "title": "Matthew Perry’s Birthday",
      "description": "There’s so much more to the man you know simply as Chandler Bing."
    },
    {
      "title": "Nate Dogg’s Birthday",
      "description": "From 213 to 2pac and 50 Cent, for Nate Dogg, rap wasn’t a numbers game."
    },
    {
      "title": "Noel Miller’s Birthday",
      "description": "This hilarious comedian and YouTuber has tried his hand at many different things and succeeded."
    },
    {
      "title": "Tayler Holder’s Birthday",
      "description": "From motocross racing to singing Christmas music, Tayler Holder seems to succeed in just basically everything."
    }
  ]
}
