{
  "month": "aug",
  "day": 20,
  "holidays": [
    {
      "title": "Anniversary of the Revolution of the King and the People",
      "description": null
    },
    {
      "title": "Hungary National Day",
      "description": "Why is today so important to Hungarians? Let’s do a cultural and historical deep dive."
    },
    {
      "title": "National Bacon Lovers Day",
      "description": "Chomp, chomp, it’s crispy bacon o’clock. Grab some honey, and get your bacon on, bacon lover."
    },
    {
      "title": "National Chocolate Pecan Pie Day",
      "description": "Chocolate pecan pie is a staple in cookbooks and on restaurant menus around the globe."
    },
    {
      "title": "National Radio Day",
      "description": "Radio is far from dead and increasingly appreciated for its vintage and fantastic content."
    },
    {
      "title": "St. Stephen’s Day Hungary",
      "description": "St. Stephen’s Day is an official holiday of Hungary that celebrates the foundation of the state."
    },
    {
      "title": "World Mosquito Day",
      "description": "More than just annoying summertime pests, mosquitoes are also responsible for spreading malaria."
    },
    {
      "title": "Andrew Garfield’s Birthday",
      "description": "This “Amazing Spider-Man,” has garnered respect in Hollywood for his brilliant portrayals."
    },
    {
      "title": "Ben Barnes’s Birthday",
      "description": "This driven actor and singer has a heart as big and amazing as his talents."
    },
    {
      "title": "Demi Lovato’s Birthday",
      "description": "For this well-rounded award-winning singer, actress, and businesswoman, nothing is impossible. Celebrate her today!"
    },
    {
      "title": "DJ Blizzard’s Birthday",
      "description": "Today we focus on this DJ and TikTok star who dishes out excellent musical recommendations."
    },
    {
      "title": "Fred Durst’s Birthday",
      "description": "We celebrate this rapper-filmmaker whose success is due to his unwavering dedication to his trade"
    },
    {
      "title": "HP Lovecraft’s Birthday",
      "description": "For this talented novelist, overcoming fear and his struggles meant breaking all boundaries and succeeding."
    },
    {
      "title": "Meme Bouquet’s Birthday",
      "description": "Meme Bouquet is the DJ you want at your party to keep everyone on the dance floor."
    },
    {
      "title": "Misha Collins’s Birthday",
      "description": "For Collins, reaching new heights has been but one successful leap of faith and effort."
    },
    {
      "title": "Mitch Trubisky’s Birthday",
      "description": "Mitch Trubisky is the missing piece the Steelers needed to shine again."
    },
    {
      "title": "Prettyboyfredo’s Birthday",
      "description": "This YouTube star is creating his success one upload at a time."
    },
    {
      "title": "Robert Plant’s Birthday",
      "description": "For Robert Plant, the experienced and passionate vocalist and songwriter, music is life!"
    }
  ]
}
