{
  "month": "aug",
  "day": 22,
  "holidays": [
    {
      "title": "National Tooth Fairy Day",
      "description": null
    },
    {
      "title": "Be An Angel Day",
      "description": "We show you how to make a difference and become an angel on earth."
    },
    {
      "title": "Folklore Day",
      "description": "Join us as we celebrate Brazil&#39;s unique folk traditions on Folklore Day!"
    },
    {
      "title": "International Day Commemorating the Victims of Acts of Violence Based on Religion or Belief",
      "description": "Let’s work together for a peaceful world where religion guides and doesn’t divide."
    },
    {
      "title": "National Bao Day",
      "description": "With countless possible fillings, you can be sure that there&#39;s a bao steamed to your liking!"
    },
    {
      "title": "National Burger Day",
      "description": "Join us as we bring you the best ways to celebrate National Burger Day."
    },
    {
      "title": "National Pecan Torte Day",
      "description": "Prepare to spend an entire day eating one of the tastiest desserts ever!"
    },
    {
      "title": "National Surgical Oncologist Day",
      "description": "You never know when you may need a surgeon, so let&#39;s celebrate what they do."
    },
    {
      "title": "National Take Your Cat to the Vet Day",
      "description": "We celebrate love for our friendly, furry, kitty companions."
    },
    {
      "title": "Never Bean Better Day",
      "description": "Keep your friends close, your dogs closer, and celebrate the companionship of man’s best friend."
    },
    {
      "title": "Rainbow Baby Day",
      "description": "Today is Rainbow Baby Day, and we join these beautiful infants in celebrating."
    },
    {
      "title": "Russian Flag Day",
      "description": "Travel back in time and decode the symbolism behind Russia’s national flag."
    },
    {
      "title": "World Plant Milk Day",
      "description": "Did you know plant milk is a good, sustainable, alternative to dairy milk?"
    },
    {
      "title": "Chuck Brown’s Birthday",
      "description": "Although he is no longer with us, Chuck Brown’s music still influences funk and hip-hop."
    },
    {
      "title": "Claude Debussy’s Birthday",
      "description": "Join us as we celebrate a composer ‘extraordinaire’ of the late 19th and early 20th Centuries."
    },
    {
      "title": "Dua Lipa’s Birthday",
      "description": "With her deep and sultry voice, she is unquestionably a talented vocalist and an energetic performer."
    },
    {
      "title": "Keith Powers’s Birthday",
      "description": "This excellent actor and model has a solid career and a promising future."
    },
    {
      "title": "Kristen Wiig’s Birthday",
      "description": "This accomplished actress has achieved great things and shows no signs of slowing down anytime soon."
    },
    {
      "title": "LaMelo Ball’s Birthday",
      "description": "LaMelo Ball is the best young player in the N.B.A. — and the face of its future."
    },
    {
      "title": "Layne Staley’s Birthday",
      "description": "This gifted musician rose to prominence and is now regarded as a rock music legend."
    },
    {
      "title": "Liane Valenzuela’s Birthday",
      "description": "The singer and actress has gained millions of fans who are increasing by the minute."
    },
    {
      "title": "Morgan Adams’s Birthday",
      "description": "Her fun and quirky videos have made her successful on Instagram, with millions of views apiece."
    },
    {
      "title": "Tori Amos’s Birthday",
      "description": "Singer, activist, environmentalist, and survivor. Amos carries these titles with pride, reflected in her music."
    },
    {
      "title": "Yvie Oddly’s Birthday",
      "description": "This drag queen never stops challenging perceptions within and without the drag community"
    }
  ]
}
