{
  "month": "aug",
  "day": 22,
  "holidays": [
    {
      "title": "National Tooth Fairy Day",
      "description": "Let&#39;s keep the tradition of a child receiving a gift for a lost tooth, alive."
    },
    {
      "title": "Be An Angel Day",
      "description": "We show you how to make a difference and become an angel on earth."
    },
    {
      "title": "Folklore Day",
      "description": "Join us as we celebrate Brazil&#39;s unique folk traditions on Folklore Day!"
    },
    {
      "title": "International Day Commemorating the Victims of Acts of Violence Based on Religion or Belief",
      "description": "Let’s work together for a peaceful world where religion guides and doesn’t divide."
    },
    {
      "title": "National Bao Day",
      "description": "With countless possible fillings, you can be sure that there&#39;s a bao steamed to your liking!"
    },
    {
      "title": "National Heroes&#39; Day",
      "description": "Filipinos celebrate and honor the known and unknown heroes of the Philippine Revolution."
    },
    {
      "title": "National Pamela Day",
      "description": "Women and girls named Pamela are known to make great friends due to their sweet nature."
    },
    {
      "title": "National Pecan Torte Day",
      "description": "Prepare to spend an entire day eating one of the tastiest desserts ever!"
    },
    {
      "title": "National Rainbow Baby Day",
      "description": "Today is Rainbow Baby Day, and we join these beautiful infants in celebrating."
    },
    {
      "title": "National Surgical Oncologist Day",
      "description": "You never know when you may need a surgeon, so let&#39;s celebrate what they do."
    },
    {
      "title": "National Take Your Cat to the Vet Day",
      "description": "We celebrate love for our friendly, furry, kitty companions."
    },
    {
      "title": "Never Bean Better Day",
      "description": "Keep your friends close, your dogs closer, and celebrate the companionship of man’s best friend."
    },
    {
      "title": "Russia National Flag Day",
      "description": "Travel back in time and decode the symbolism behind Russia’s national flag."
    },
    {
      "title": "World Plant Milk Day",
      "description": "Did you know plant milk is a good, sustainable, alternative to dairy milk?"
    },
    {
      "title": "Chuck Brown’s Birthday",
      "description": "Although he is no longer with us, Chuck Brown’s music still influences funk and hip-hop."
    },
    {
      "title": "Claude Debussy’s Birthday",
      "description": "Join us as we celebrate a composer ‘extraordinaire’ of the late 19th and early 20th Centuries."
    },
    {
      "title": "Morgan Adams’s Birthday",
      "description": "Her fun and quirky videos have made her successful on Instagram, with millions of views apiece."
    },
    {
      "title": "Tori Amos’s Birthday",
      "description": "Singer, activist, environmentalist, and survivor. Amos carries these titles with pride, reflected in her music."
    },
    {
      "title": "Yvie Oddly’s Birthday",
      "description": "This drag queen never stops challenging perceptions within and without the drag community"
    }
  ]
}
