{
  "month": "aug",
  "day": 26,
  "holidays": [
    {
      "title": "National Dog Day",
      "description": "What would we do without man’s best friend?"
    },
    {
      "title": "National Cherry Popsicle Day",
      "description": "Cool down with the reigning nobility of the popsicle world — the cherry popsicle."
    },
    {
      "title": "National Day of Repentance",
      "description": "Join us as we observe Papua New Guinea’s National Repentance Day this August 26."
    },
    {
      "title": "National Kelly Day",
      "description": "Kelly was originally a boy’s name only but today, it’s more common as a girl’s name."
    },
    {
      "title": "National Logan Day",
      "description": "Today we celebrate the name Logan which is fun, quirky, and gender-neutral."
    },
    {
      "title": "National Spark the World Day",
      "description": "To you it’s a kind word, to them it’s the spark to reach their full potential."
    },
    {
      "title": "National Toilet Paper Day",
      "description": "This is an annual observance to commemorate this essential invention for personal hygiene."
    },
    {
      "title": "National WebMistress Day",
      "description": "A webmistress is a woman who designs, develops, markets, and maintains websites."
    },
    {
      "title": "Tracky Dack Day",
      "description": "To understand Tracky Dack Day, first, know that ‘dack’ is Australian English slang for trousers."
    },
    {
      "title": "Women’s Equality Day",
      "description": "Observe the achievements of women’s rights activists and the unique daily struggles that women face."
    },
    {
      "title": "Ayla Woodruff’s Birthday",
      "description": "The Instagram star is taking over the internet. Today, we celebrate her special day."
    },
    {
      "title": "Dylan O&#39;Brien’s Birthday",
      "description": "For this young and prominent actor, the future gets brighter by the minute."
    },
    {
      "title": "King Cid’s Birthday",
      "description": "Let&#39;s learn more about the budding YouTube star right here as we celebrate his birthday."
    },
    {
      "title": "Macaulay Culkin’s Birthday",
      "description": "A kid star and millionaire at 10 years old — let’s celebrate our favorite childhood actor."
    },
    {
      "title": "Mother Teresa’s Birthday",
      "description": "The nun that helped the lives of those who needed her the most. Celebrate her special day right here."
    }
  ]
}
