{
  "month": "aug",
  "day": 26,
  "holidays": [
    {
      "title": "National Dog Day",
      "description": null
    },
    {
      "title": "Janmashtami",
      "description": "We wish our Indian friends a happy Janmashtami as we commemorate Krishna’s life."
    },
    {
      "title": "Late Summer Bank Holiday",
      "description": "Summer comes to an end, and Autumn begins, but not before the Late Summer Bank Holiday!"
    },
    {
      "title": "National Cherry Popsicle Day",
      "description": "Cool down with the reigning nobility of the popsicle world — the cherry popsicle."
    },
    {
      "title": "National Day of Repentance",
      "description": "Join us as we observe Papua New Guinea’s National Repentance Day this August 26."
    },
    {
      "title": "National Heroes Day of Philippines",
      "description": "Get ready to understand the importance of National Heroes of Philippines Day and its history."
    },
    {
      "title": "National Heroes&#39; Day",
      "description": "Filipinos celebrate and honor the known and unknown heroes of the Philippine Revolution."
    },
    {
      "title": "National Spark the World Day",
      "description": "To you it’s a kind word, to them it’s the spark to reach their full potential."
    },
    {
      "title": "National Toilet Paper Day",
      "description": "This is an annual observance to commemorate this essential invention for personal hygiene."
    },
    {
      "title": "National WebMistress Day",
      "description": "A webmistress is a woman who designs, develops, markets, and maintains websites."
    },
    {
      "title": "Summer Bank Holiday (England and Wales)",
      "description": "Enjoy the last dregs of the summer holidays by indulging in fun activities at festivals and more!"
    },
    {
      "title": "Women’s Equality Day",
      "description": "Observe the achievements of women’s rights activists and the unique daily struggles that women face."
    },
    {
      "title": "Ayla Woodruff’s Birthday",
      "description": "The Instagram star is taking over the internet. Today, we celebrate her special day."
    },
    {
      "title": "Dylan O&#39;Brien’s Birthday",
      "description": "For this young and prominent actor, the future gets brighter by the minute."
    },
    {
      "title": "James Harden’s Birthday",
      "description": "Meet James Harden, N.B.A. star and professional basketball player for the Houston Rockets."
    },
    {
      "title": "John Mulaney’s Birthday",
      "description": "Comedian, stand-up actor, producer, and writer: Meet John Mulaney, one of America’s comedy icons."
    },
    {
      "title": "Keke Palmer’s Birthday",
      "description": "Actress, singer, and songwriter — Palmer is the true definition of a born star."
    },
    {
      "title": "King Cid’s Birthday",
      "description": "Let&#39;s learn more about the budding YouTube star right here as we celebrate his birthday."
    },
    {
      "title": "Lil Tecca’s Birthday",
      "description": "Lil Tecca, an exceptionally talented M.C., is taking over the New York rap scene."
    },
    {
      "title": "Macaulay Culkin’s Birthday",
      "description": "A kid star and millionaire at 10 years old — let’s celebrate our favorite childhood actor."
    },
    {
      "title": "Mother Teresa’s Birthday",
      "description": "The nun that helped the lives of those who needed her the most. Celebrate her special day right here."
    }
  ]
}
