{
  "month": "aug",
  "day": 27,
  "holidays": [
    {
      "title": "International Lottery Day",
      "description": null
    },
    {
      "title": "Crab Soup Day",
      "description": "Feast on the region’s specialty, crab soup, a simple dish full of amazing flavors!"
    },
    {
      "title": "Lyndon Baines Johnson Day",
      "description": "We invite you to join us in celebrating the 36th President of the United States."
    },
    {
      "title": "Moldova Independence Day",
      "description": "Let’s commemorate Moldova’s adoption of the Declaration of Independence!"
    },
    {
      "title": "National Just Because Day",
      "description": "Why? Well, just because."
    },
    {
      "title": "National Petroleum Day",
      "description": "The impact of petroleum on civilization cannot be underestimated, which is why we celebrate this resource!"
    },
    {
      "title": "National Pots De Creme Day",
      "description": "Satisfy your sweet tooth by celebrating and indulging in this tasty custard dessert."
    },
    {
      "title": "The Duchess Who Wasn&#39;t Day",
      "description": "Let&#39;s remember women like Margaret Wolfe Hungerford who worked in obscurity to make their voices heard."
    },
    {
      "title": "Aaron Paul’s Birthday",
      "description": "For this super-talented Hollywood star, the sky&#39;s the limit. Let’s celebrate him today!"
    },
    {
      "title": "Calvin Millan’s Birthday",
      "description": "Join us as we celebrate the talented actor and his life on his birthday."
    },
    {
      "title": "Lyndon B. Johnson’s Birthday",
      "description": "The contributions of this politician to the United States cannot be overstated."
    },
    {
      "title": "Mario Barrett’s Birthday",
      "description": "Singer, songwriter, actor, dancer, and model — is there anything Mario Barret can’t do?"
    },
    {
      "title": "Mase’s Birthday",
      "description": "This rapper has had a huge impact on the world of hip hop!"
    },
    {
      "title": "Rod Wave’s Birthday",
      "description": "Besides his unique style, Rod Wave has a storytelling ability that not many artists have."
    },
    {
      "title": "Savannah James’s Birthday",
      "description": "This young woman wears many hats: as a designer, Instagram star, and devoted mother."
    }
  ]
}
