{
  "month": "aug",
  "day": 28,
  "holidays": [
    {
      "title": "Crackers Over The Keyboard Day",
      "description": null
    },
    {
      "title": "Emirati Womens Day",
      "description": "Today we honor the ladies of the United Arab Emirates. Happy Women&#39;s Day to them."
    },
    {
      "title": "National Bow Tie Day",
      "description": "The one and only holiday dedicated to everyone’s favorite underrated accessory."
    },
    {
      "title": "National Cherry Turnover Day",
      "description": "Celebrate this day by devouring some of this delicious French puff pastry dessert."
    },
    {
      "title": "Power Rangers Day",
      "description": "Suit up! Everybody gets to be a Ranger on Power Rangers Day."
    },
    {
      "title": "Race Your Mouse Around the Icons Day",
      "description": "Get your mouse ready, and race your cursor around your system&#39;s icon really fast today."
    },
    {
      "title": "Rainbow Bridge Remembrance Day",
      "description": "The death of a beloved pet, is a sad occasion."
    },
    {
      "title": "Florence Welch’s Birthday",
      "description": "She has had a very fruitful career so far; let&#39;s look at some of those achievements."
    },
    {
      "title": "Honey Boo Boo’s Birthday",
      "description": "For this viral sensation, the world&#39;s a stage to showcase her unique and funny personality."
    },
    {
      "title": "Jack Black’s Birthday",
      "description": "The actor isn’t afraid to showcase his goofy personality to entertain people all over the world."
    },
    {
      "title": "John Allen Nelson’s Birthday",
      "description": "Let&#39;s get to know the famous actor a bit better as we celebrate his birthday."
    },
    {
      "title": "LeAnn Rimes’s Birthday",
      "description": "Who doesn&#39;t love LeAnn Rimes? We get closer to the star by learning more about her."
    },
    {
      "title": "Leo Tolstoy’s Birthday",
      "description": "The Russian writer, Leo Tolstoy, has made an undeniably huge mark on Western literature!"
    },
    {
      "title": "Roxie Roker’s Birthday",
      "description": "Let&#39;s get to know this Hollywood icon a bit better as we celebrate her birthday."
    },
    {
      "title": "Shania Twain’s Birthday",
      "description": "With her heartfelt lyrics and emotion-inducing songs, Twain has no shortage of musical talent."
    },
    {
      "title": "Tanisha Thomas’s Birthday",
      "description": "Let’s see what the reality star has been up to in her career."
    }
  ]
}
