{
  "month": "aug",
  "day": 30,
  "holidays": [
    {
      "title": "National Beach Day",
      "description": null
    },
    {
      "title": "College Colors Day",
      "description": "By rocking your college colors and apparel, you show spirit and school pride."
    },
    {
      "title": "Frankenstein Day",
      "description": "Can you believe it’s been over 200 years since the original “Frankenstein” story was published?"
    },
    {
      "title": "International Cabernet Sauvignon Day",
      "description": "Get your glasses and corkscrews ready as we celebrate one of the world’s best wines."
    },
    {
      "title": "International Day of the Victims of Enforced Disappearances",
      "description": "Involuntary disappearances happen every day so use your voice to raise awareness of this global issue."
    },
    {
      "title": "International Whale Shark Day",
      "description": "Let’s show giant displays of love and affection for the whale shark on August 30."
    },
    {
      "title": "National Grief Awareness Day",
      "description": "This National Grief Awareness Day on August 30 is dedicated to raising awareness of the myriad ways in which individuals cope with loss. It offers…"
    },
    {
      "title": "National Holistic Pet Day",
      "description": "Care for your pet with the same generosity you give your own mind, body, and spirit."
    },
    {
      "title": "National Toasted Marshmallow Day",
      "description": "Whip out your best marshmallow toasting skills and win over everyone at the party!"
    },
    {
      "title": "Popular Consultation Day",
      "description": "Let us learn about the importance of the decision of the Indonesian president regarding East Timor."
    },
    {
      "title": "Santa Rosa De Lima",
      "description": "Get ready to learn about the life of Saint Rose of Lima today!"
    },
    {
      "title": "Santa Rosa De Lima",
      "description": "Peru celebrates Santa Rosa de Lima to honor Rose of Lima, the country’s patron saint."
    },
    {
      "title": "Slinky Day",
      "description": "Today marks Slinky&#39;s 79th anniversary! Let&#39;s remember this much-loved retro toy today."
    },
    {
      "title": "Turkey Victory Day",
      "description": "We are fostering national pride and learning more about history on Turkey Victory Day."
    },
    {
      "title": "Brayden Ledford’s Birthday",
      "description": "All you need to know about the TikTok sensation Brayden Ledford is right here."
    },
    {
      "title": "Cameron Diaz’s Birthday",
      "description": "Success was written in the stars for this celebrity, who’s won the hearts of many."
    },
    {
      "title": "Cameron J. Wright’s Birthday",
      "description": "Although he’s just making inroads into acting, the world needs to sit up and take note."
    },
    {
      "title": "Erin Napier’s Birthday",
      "description": "Driven by passion and excellence in all that she does, nothing can stop this home renovator."
    },
    {
      "title": "Sarah Stevenson’s Birthday",
      "description": "For this YouTuber, her legacy is materializing one upload at a time."
    },
    {
      "title": "T-Rex’s Birthday",
      "description": "T-Rex is a rap battle extraordinaire who has earned a name in the battle rap scene."
    },
    {
      "title": "Tyler Funke’s Birthday",
      "description": "Incredibly funny and well-known TikTok star Tyler Funke is only getting more and more popular!"
    },
    {
      "title": "Warren Buffett’s Birthday",
      "description": "Today we celebrate this business magnate who continues to make waves in the business world."
    }
  ]
}
