{
  "month": "aug",
  "day": 30,
  "holidays": [
    {
      "title": "National Beach Day",
      "description": "Here&#39;s how you can help: after enjoying the beach, leave nothing behind."
    },
    {
      "title": "Frankenstein Day",
      "description": "Can you believe it’s been over 200 years since the original “Frankenstein” story was published?"
    },
    {
      "title": "International Cabernet Sauvignon Day",
      "description": "Get your glasses and corkscrews ready as we celebrate one of the world’s best wines."
    },
    {
      "title": "International Whale Shark Day",
      "description": "Let’s show giant displays of love and affection for the whale shark on August 30."
    },
    {
      "title": "National Grief Awareness Day",
      "description": "This National Grief Awareness Day on August 30 is dedicated to raising awareness of the myriad ways in which individuals cope with loss. It offers…"
    },
    {
      "title": "National Harper Day",
      "description": "Join us as we unmask the history of the name Harper on National Harper Day."
    },
    {
      "title": "National Holistic Pet Day",
      "description": "Care for your pet with the same generosity you give your own mind, body, and spirit."
    },
    {
      "title": "National Toasted Marshmallow Day",
      "description": "Whip out your best marshmallow toasting skills and win over everyone at the party!"
    },
    {
      "title": "Onam",
      "description": "Celebrating the rice harvest, Onam is one of the three primary Hindu celebrations."
    },
    {
      "title": "Popular Consultation Day",
      "description": "Let us learn about the importance of the decision of the Indonesian president regarding East Timor."
    },
    {
      "title": "Santa Rosa De Lima",
      "description": "Get ready to learn about the life of Saint Rose of Lima today!"
    },
    {
      "title": "Victory Day",
      "description": "We are fostering national pride and learning more about history on Victory Day."
    },
    {
      "title": "Cameron J. Wright’s Birthday",
      "description": "Although he’s just making inroads into acting, the world needs to sit up and take note."
    },
    {
      "title": "Erin Napier’s Birthday",
      "description": "Driven by passion and excellence in all that she does, nothing can stop this home renovator."
    },
    {
      "title": "Sarah Stevenson’s Birthday",
      "description": "For this YouTuber, her legacy is materializing one upload at a time."
    },
    {
      "title": "Tyler Funke’s Birthday",
      "description": "Incredibly funny and well-known TikTok star Tyler Funke is only getting more and more popular!"
    },
    {
      "title": "Warren Buffett’s Birthday",
      "description": "Today we celebrate this business magnate who continues to make waves in the business world."
    }
  ]
}
