{
  "month": "jun",
  "day": 1,
  "holidays": [
    {
      "title": "Global Day of Parents",
      "description": null
    },
    {
      "title": "National Olive Day",
      "description": "The olive has its roots in a traditional Mediterranean diet, but it’s enjoyed worldwide these days."
    },
    {
      "title": "Dare Day",
      "description": "Are you a daredevil? If yes, you will enjoy this day more than anyone else!"
    },
    {
      "title": "Dinosaur Day",
      "description": "Let’s travel back to prehistoric times to meet the great and amazing dinosaurs."
    },
    {
      "title": "Don&#39;t Give up the Ship Day",
      "description": "This battle is recorded as one of the deadliest in British-American naval history."
    },
    {
      "title": "Flip A Coin Day",
      "description": "Today, be like Julius Caesar and flip a coin for every difficult decision in your life!"
    },
    {
      "title": "Gawai Dayak",
      "description": "Get into the festive spirit as we celebrate the festival of the Dayak people."
    },
    {
      "title": "Intergenerational Day",
      "description": "Let’s build connections with each other by sharing old experiences and new adventures."
    },
    {
      "title": "International Children&#39;s Day",
      "description": "Let’s vow to give every child their rights on this important day!"
    },
    {
      "title": "International Tabletop Day",
      "description": "We’re excited to go all-in for our favorite games!"
    },
    {
      "title": "Madaraka Day",
      "description": "The first step is sometimes as valuable as any other. Come celebrate Madaraka Day with us!"
    },
    {
      "title": "National Barefoot Day",
      "description": "Today, it’s time to put our best foot forward and contribute to a charitable cause."
    },
    {
      "title": "National Billboard Day",
      "description": "The simple concept behind National Billboard day has been around for ages."
    },
    {
      "title": "National Black Bear Day",
      "description": "We&#39;ve got all the information you need about America&#39;s black bear right here."
    },
    {
      "title": "National Bubbly Day",
      "description": "Let your enthusiasm bubble over; celebrate National Bubbly Day our way!"
    },
    {
      "title": "National Hazelnut Cake Day",
      "description": "Hazelnut cakes are one of the most popular cakes in America."
    },
    {
      "title": "National Heimlich Maneuver Day",
      "description": "This day recognizes this important and life-saving technique of the Heimlich maneuver."
    },
    {
      "title": "National Nail Polish Day",
      "description": "Instead of painting the town red, paint your nails with any color you want!"
    },
    {
      "title": "National Pen Pal Day",
      "description": "The rich tradition of making pen pals continues even today despite social media."
    },
    {
      "title": "National Prairie Day",
      "description": "National Prairie Day promotes the appreciation and conservation of America&#39;s native prairies."
    },
    {
      "title": "National Roman Day",
      "description": "Let’s pull out all the stops for the Romans in the world today."
    },
    {
      "title": "National Skincare Education Day",
      "description": "This National Skincare Education Day, learn why taking good care of your skin is critical."
    },
    {
      "title": "National Trails Day",
      "description": "National Trails Day is not a trial but an awesome celebration of hiking!"
    },
    {
      "title": "New Year&#39;s Resolution Recommitment Day",
      "description": "Given up on your New Year’s resolutions? Nurture the spark of change and begin again."
    },
    {
      "title": "Oscar the Grouch Day",
      "description": "Today we celebrate Oscar the Grouch, the grumpy fictional character on “Sesame Street”."
    },
    {
      "title": "Samoa Independence Day",
      "description": "After 60 years of independence, Samoa maintains a strong and multifaceted relationship with New Zealand."
    },
    {
      "title": "Say Something Nice Day",
      "description": "People may not remember what you do, but they’ll certainly remember how you made them feel."
    },
    {
      "title": "Stand For Children Day",
      "description": "Special days like these can make the country better for the children of America."
    },
    {
      "title": "Statehood Day in Kentucky",
      "description": "Celebrate Statehood Day by wearing red, white, and blue and waving your Kentucky flag!"
    },
    {
      "title": "Statehood Day in Tennessee",
      "description": "Bust out your red, white, and blue outfit and flag to celebrate Statehood Day of Tennessee!"
    },
    {
      "title": "The Big Lunch",
      "description": "Get ready to meet and make new friends, it&#39;s The Big Lunch."
    },
    {
      "title": "Wear a Dress Day",
      "description": "On Wear a Dress Day, you have got to dress to impress — and we know just how!"
    },
    {
      "title": "World Milk Day",
      "description": "From a glass of milk, to a heaping bowl of ice cream, we celebrate it all!"
    },
    {
      "title": "World Narcissistic Abuse Awareness Day",
      "description": "On this day, let us take heed of the warning signs that constitute narcissistic abuse."
    },
    {
      "title": "World Outlander Day",
      "description": "Join us as we celebrate the long-running historical drama, “Outlander,” this June 1!"
    },
    {
      "title": "World Reef Awareness Day",
      "description": "Reefs create a magical marine world. Let’s explore this world on World Reef Awareness Day."
    },
    {
      "title": "Chase Chrisley’s Birthday",
      "description": "Today, we are celebrating Chase Chrisley, the man who loves his family dearly."
    },
    {
      "title": "Juliet Rader’s Birthday",
      "description": "This sweet little YouTuber has a life’s worth of memories yet to be documented."
    },
    {
      "title": "Marilyn Monroe’s Birthday",
      "description": "This Hollywood legend revolutionized the industry by walking so that present and future actors can fly."
    },
    {
      "title": "Morgan Freeman’s Birthday",
      "description": "You&#39;re going to want to learn more about the impressive life of this amazing actor."
    },
    {
      "title": "Notch’s Birthday",
      "description": "This video game designer and billionaire has no feat left to achieve."
    },
    {
      "title": "Tom Holland’s Birthday",
      "description": "Our spidey senses think you will enjoy learning more about this talented actor."
    }
  ]
}
