{
  "month": "jun",
  "day": 3,
  "holidays": [
    {
      "title": "National Egg Day",
      "description": "Eggs aren’t just for breakfast anymore. Even McDonald’s offers eggs all day on its menu."
    },
    {
      "title": "Chimborazo Day",
      "description": "A day for celebrating the highest point on Earth? That’s Chimborazo Day for you!"
    },
    {
      "title": "European Bicycle Day",
      "description": "Non-motorized transport is more important than we think to achieve sustainable development."
    },
    {
      "title": "H.M. Queens Birthday",
      "description": "Join the celebration as we honor Queen Suthida on H.M. Queen&#39;s Birthday."
    },
    {
      "title": "Insect Repellent Awareness Day",
      "description": "Rid your environment of pests and diseases by observing Insect Repellent Awareness Day."
    },
    {
      "title": "International Tabletop Day",
      "description": "We’re excited to go all-in for our favorite games!"
    },
    {
      "title": "Love Conquers All Day",
      "description": "We love love and on Love Conquers All Day we can’t get enough of it. Love gives us the strength and hope to conquer all challenges of life."
    },
    {
      "title": "Mabo Day",
      "description": "Celebrate this historic event that revolutionized land rights for Indigenous Australian communities."
    },
    {
      "title": "National Black Bear Day",
      "description": "We&#39;ve got all the information you need about America&#39;s black bear right here."
    },
    {
      "title": "National Bubbly Day",
      "description": "Let your enthusiasm bubble over; celebrate National Bubbly Day our way!"
    },
    {
      "title": "National Carl Day",
      "description": "Gather the troops and pull out all the stops for a Carl-themed celebration today."
    },
    {
      "title": "National Chocolate Macaroon Day",
      "description": "All the dessert lovers in America celebrate National Chocolate Macaroon Day on June 3."
    },
    {
      "title": "National Prairie Day",
      "description": "National Prairie Day promotes the appreciation and conservation of America&#39;s native prairies."
    },
    {
      "title": "National Simp Day",
      "description": "Let&#39;s spread the word that the term &#34;simp&#34; isn&#39;t as harmless as many people believe."
    },
    {
      "title": "National Trails Day",
      "description": "National Trails Day is not a trial but an awesome celebration of hiking!"
    },
    {
      "title": "Opium Suppression Movement Day",
      "description": "It’s never too late to quit smoking. Throw out your cigarettes and start afresh."
    },
    {
      "title": "Poson Full Moon Poya",
      "description": "Held at full moon, this day commemorates the introduction of Buddhism to Sri Lanka."
    },
    {
      "title": "Repeat Day",
      "description": "Repeating can be a wonderful thing. Especially when it involves an activity we love."
    },
    {
      "title": "The Big Lunch",
      "description": "Get ready to meet and make new friends, it&#39;s The Big Lunch."
    },
    {
      "title": "Uganda Martyrs Day",
      "description": "Honor the martyrs and the bold sacrifice they made in holding fast to their beliefs."
    },
    {
      "title": "World Bicycle Day",
      "description": "Riding a bicycle without training wheels was the first challenging physical activity we mastered."
    },
    {
      "title": "World Cider Day",
      "description": "Gather your friends, pour a few pints, and enjoy the familiar crispness of a delicious cider!"
    },
    {
      "title": "Jefferson Davis’s Birthday",
      "description": "This American politician has gone down in history with reverence and his legacy is preserved."
    },
    {
      "title": "Josephine Baker’s Birthday",
      "description": "Josephine Baker’s work and success helped black entertainers to become recognized as artists worldwide."
    },
    {
      "title": "Louis Partridge’s Birthday",
      "description": "This young actor has the whole world in view and is ready to conquer."
    },
    {
      "title": "Rafael Nadal’s Birthday",
      "description": "This record-breaking tennis player has achieved real greatness and he keeps moving forward."
    },
    {
      "title": "Yaya Panton’s Birthday",
      "description": "This dynamic teenage YouTube child star is loved by millions for her interesting videos."
    },
    {
      "title": "Zayne Emory’s Birthday",
      "description": "Zayne Emory is a talented actor who has appeared in popular T.V. shows like “Supergirl.”"
    }
  ]
}
