{
  "month": "jun",
  "day": 7,
  "holidays": [
    {
      "title": "Global Running Day",
      "description": "Simply grab your running shoes, a bottle of water, and get your legs moving!"
    },
    {
      "title": "International Supply Chain Professionals Day",
      "description": "E2open, together with supply chain professionals, are now ‘Moving as one.’"
    },
    {
      "title": "World Caring Day",
      "description": "World Caring Day serves as a reminder that no act of caring is ever too small."
    },
    {
      "title": "Anniversary of the Memorandum of the Slovak Nation",
      "description": "The most important national movement of Slovakia established their national identity and eventual independence."
    },
    {
      "title": "Daniel Boone Day",
      "description": "Today, in 1769, Daniel Boone was the first American to see the valleys and forests of Kentucky!"
    },
    {
      "title": "Dissolution of Union between Norway and Sweden",
      "description": "Learn about the Dissolution of Union between Norway and Sweden right here."
    },
    {
      "title": "June Bug Day",
      "description": "Switch on the porch light to attract a gathering of June bugs this June Bug Day."
    },
    {
      "title": "Love Island Day",
      "description": "Let&#39;s get pumped for the new season of &#34;Love Island&#34; this Love Island Day."
    },
    {
      "title": "National Alexandra Day",
      "description": "Alexandra is a lady with personality — who stands strong to defend those that she cares about."
    },
    {
      "title": "National Benjamin Day",
      "description": "You have no fear and never resist change, Benjamin. This day is for you to celebrate!"
    },
    {
      "title": "National Chocolate Ice Cream Day",
      "description": "Channel your inner Willy Wonka and pay tribute to this decadently frosty treat."
    },
    {
      "title": "National Elias Day",
      "description": "For those named Elias, or sons named Elias, this day is all about you!"
    },
    {
      "title": "National Tailors Day",
      "description": "Here is all that you need to know to celebrate and enjoy National Tailors Day."
    },
    {
      "title": "National VCR Day",
      "description": "Do you remember VCRs? Today is the best time to relive this technological innovation."
    },
    {
      "title": "Sette Giugno",
      "description": "Celebrate Sette Giugno Day by sipping a delightful cocktail while learning about Malta’s history."
    },
    {
      "title": "World Food Safety Day",
      "description": "Protecting our food, prioritizing our health, and living for a safer tomorrow."
    },
    {
      "title": "Prince’s Birthday",
      "description": "Prince could play it all — and we&#39;re celebrating his artistic contributions."
    },
    {
      "title": "Allen Iverson’s Birthday",
      "description": "This outstanding N.B.A. player has left a memorable mark on the game of basketball."
    },
    {
      "title": "Charles Macintosh’s Birthday",
      "description": "Charles Rennie Mackintosh is considered an important figure in Scottish art and architecture."
    },
    {
      "title": "Coco Quinn’s Birthday",
      "description": "This amazing young dancer, singer, model, social media personality, and actor is quite accomplished."
    },
    {
      "title": "Fetty Wap’s Birthday",
      "description": "This exceptional rapper continues to wow us with his technique and impact on the music scene."
    },
    {
      "title": "Hirohiko Araki’s Birthday",
      "description": "This artist made a name for himself by creating one of the world&#39;s most popular manga."
    },
    {
      "title": "Lexi Rivera’s Birthday",
      "description": "This successful YouTuber and social media star is on her way to greatness."
    },
    {
      "title": "Liam Neeson’s Birthday",
      "description": "This great actor continues to be a popular action star with his successful box-office hits."
    },
    {
      "title": "Mike Pence’s Birthday",
      "description": "This lawyer has risen from humble beginnings to become a well-known politician with numerous accomplishments."
    },
    {
      "title": "Prince Vegeta’s Birthday",
      "description": "With a unique talent like his, this voice actor has established a strong presence on YouTube."
    }
  ]
}
