{
  "month": "jun",
  "day": 9,
  "holidays": [
    {
      "title": "International Dark &#39;n Stormy® Day",
      "description": null
    },
    {
      "title": "Day of La Rioja",
      "description": "Day of La Rioja marks the anniversary of when the autonomous community’s statute was approved."
    },
    {
      "title": "Day of Murcia",
      "description": "You better get ready to celebrate the Day of Murcia, it is going to be fun."
    },
    {
      "title": "Donald Duck Day",
      "description": "Well, what do you give to a duck that has it all? His own holiday!"
    },
    {
      "title": "Filipino-Chinese Friendship Day",
      "description": "Raise a toast to celebrate Filipino-Chinese Friendship Day right here at National Today."
    },
    {
      "title": "National Cancer Thriver Day",
      "description": "Observe National Cancer Thriver Day to celebrate those surviving cancer and those thriving after beating it!"
    },
    {
      "title": "National Heroes Day Uganda",
      "description": "Honor the brave who gave their lives for their country on National Heroes Day Uganda."
    },
    {
      "title": "National Kids Day",
      "description": "Celebrate National Kids Day by celebrating the precious kids in your life."
    },
    {
      "title": "National Krewe of Tucks Day",
      "description": "National Krewe of Tucks Day celebrates having a good time and putting on a great show!"
    },
    {
      "title": "National Meal Prep Day",
      "description": "Organize your kitchen and treat yourself to your favorite recipes on National Meal Prep Day."
    },
    {
      "title": "National No Apologies Period Day",
      "description": "Refuse to abide by the culture that shames menstruators by observing National No Apologies Period Day."
    },
    {
      "title": "National Sex Day",
      "description": "Today we celebrate and tell you all about the birds and the bees."
    },
    {
      "title": "National Strawberry Rhubarb Pie Day",
      "description": "It’s time to please that sweet tooth as we celebrate this delicious dessert."
    },
    {
      "title": "Race Unity Day",
      "description": "Bahá&#39;í is the original sponsor of Race Unity Day but it can be celebrated by anyone."
    },
    {
      "title": "Johnny Depp’s Birthday",
      "description": "Johnny Deep has experienced many hardships but this talented actor continues to endure and thrive."
    },
    {
      "title": "Les Paul’s Birthday",
      "description": "This multi-talented guitarist gave the world a musical gift that is timeless."
    },
    {
      "title": "Michael J. Fox’s Birthday",
      "description": "Fox is a man who lets no health condition stand in his way of achieving greatness."
    },
    {
      "title": "Natalie Portman’s Birthday",
      "description": "Portman is a talented, award-winning, astounding performer who aims to achieve greatness at its fullest."
    }
  ]
}
