{
  "month": "jun",
  "day": 11,
  "holidays": [
    {
      "title": "National Corn on the Cob Day",
      "description": null
    },
    {
      "title": "Erev Shavuot",
      "description": "Read on to find out how you should be celebrating Erev Shavuot."
    },
    {
      "title": "King Kamehameha Day",
      "description": "A highly revered leader, Kamehameha is honored each year with numerous celebrations across the Hawaiian islands."
    },
    {
      "title": "National Call Your Doctor Day",
      "description": "This day reminds and encourages women to schedule their yearly Well-Woman Exam."
    },
    {
      "title": "National Forklift Safety Day",
      "description": "Do your bit of the heavy lifting today and commit to safe working environments."
    },
    {
      "title": "National German Chocolate Cake Day",
      "description": "Featuring rich chocolate layers coated in sweet and nutty frosting — but the dessert isn’t actually German!"
    },
    {
      "title": "National Making Life Beautiful Day",
      "description": "Remove those Snapchat and Instagram filters; see people for their real beauty!"
    },
    {
      "title": "Say Hi Day",
      "description": "Strangers can become best friends with just one word. So, say hi to someone today."
    },
    {
      "title": "Shavuot",
      "description": "Shavuot—or the Feast of Weeks—is a Jewish holiday, with an agricultural and biblical significance."
    },
    {
      "title": "Yarn Bombing Day",
      "description": "There&#39;s no wrong way to make yarn graffiti, so make yours bold and colorful!"
    },
    {
      "title": "Claire Holt’s Birthday",
      "description": "This talented actress and model is creating a relevant legacy in Hollywood."
    },
    {
      "title": "Dan Howell’s Birthday",
      "description": "For this multi-talented go-getter, nothing is more satisfactory and fulfilling than a cup of victory."
    },
    {
      "title": "Flamingo’s Birthday",
      "description": "Flamingo rose to prominence by streaming his Roblox gameplay on his YouTube channel."
    },
    {
      "title": "Jake Webber’s Birthday",
      "description": "Webber’s humorous way of presenting himself on YouTube continues to earn him accolades!"
    },
    {
      "title": "Kodak Black’s Birthday",
      "description": "To this rapper who, through his music, mirrors the genuine illustrations of life, keep soaring high."
    },
    {
      "title": "Shia LaBeouf’s Birthday",
      "description": "He came into the game to win, and he lets no opportunity pass him."
    }
  ]
}
