{
  "month": "jun",
  "day": 21,
  "holidays": [
    {
      "title": "International Yoga Day",
      "description": null
    },
    {
      "title": "National Selfie Day",
      "description": "Time to find the perfect angle, try out that new filter, and freshen up your socials!"
    },
    {
      "title": "Summer Solstice",
      "description": "On the Summer Solstice the sun stays in the sky the longest it will all year."
    },
    {
      "title": "World Day of Music",
      "description": "Even if we can&#39;t play instruments, or sing, somehow, we can connect with rhythms and melodies."
    },
    {
      "title": "Andean New Year",
      "description": "Today is all about celebrating culture as is done by the people of the Andes region."
    },
    {
      "title": "Aymara New Year",
      "description": "Learn more about the Aymara New Year and its rituals, which transcend space, time, and history."
    },
    {
      "title": "Aymara New Year Day",
      "description": "Get set to celebrate Aymara New Year&#39;s Day with our great tips and information."
    },
    {
      "title": "Canada&#39;s National Indigenous Peoples Day",
      "description": "Today we recognize the many achievements of the country&#39;s Indigenous peoples, and celebrates cultures and traditions."
    },
    {
      "title": "Go Skateboarding Day",
      "description": "Unleash your sporting side as we celebrate one of the most popular activities across the globe."
    },
    {
      "title": "International Day of the Celebration of the Solstice",
      "description": "Get informed about solstice celebrations around the world with our detailed article."
    },
    {
      "title": "International Day of Yoga",
      "description": "Get your gear and start stretching! We’re celebrating yoga’s amazing benefits this International Day of Yoga."
    },
    {
      "title": "International Surfing Day",
      "description": "Hang onto your surfboard as we dive into the fun facts about International Surfing Day."
    },
    {
      "title": "Martyrs&#39; Day in Togo",
      "description": "Honor the memories of all sons and daughters of the land in your individual ways."
    },
    {
      "title": "National Aboriginal Day",
      "description": "Learn about the contributions of the indigenous peoples of Canada with our detailed article."
    },
    {
      "title": "National Arizona Day",
      "description": "Whether you’re local or not, get ready to celebrate as we appreciate the beauty of Arizona."
    },
    {
      "title": "National Cookie Dough Day",
      "description": "Indulge your cravings with some cookie dough on National Cookie Dough Day."
    },
    {
      "title": "National Day of the Gong",
      "description": "Ring a gong, ring a gong! It’s National Day of the Gong."
    },
    {
      "title": "National Daylight Appreciation Day",
      "description": "Spend an extra hour outside on National Daylight Appreciation Day."
    },
    {
      "title": "National Dog Party Day",
      "description": "You’re invited to the woof woof party of the year — be sure to bring a friend!"
    },
    {
      "title": "National Peaches and Cream Day",
      "description": "It’s that time of the year where we indulge in this traditional and delicious summertime dessert."
    },
    {
      "title": "National Seashell Day",
      "description": "You know it’s summer when you can sink your feet in the sand and admire seashells."
    },
    {
      "title": "National Smoothie Day",
      "description": "Mix your favorite sweet juices and express your own personal take on the taste of summer."
    },
    {
      "title": "National Wagyu Day",
      "description": "Savor the exquisite flavors and melt-in-your-mouth experience of Wagyu."
    },
    {
      "title": "National Yard Games Day",
      "description": "Get some chilled beverages, gather your friends, head to the yard, and play some yard games."
    },
    {
      "title": "Shades for Migraine",
      "description": "Grab your boldest pair of sunglasses, and show that you care about this worthy campaign."
    },
    {
      "title": "Siding Check Day",
      "description": "Regular siding maintenance protects your home&#39;s structure and appearance year-round."
    },
    {
      "title": "World Giraffe Day",
      "description": "Join us this World Giraffe Day as we dedicate the longest day to the tallest animal!"
    },
    {
      "title": "World Humanist Day",
      "description": "A day to celebrate and raise awareness about humanism, humanist principles, and its global impact!"
    },
    {
      "title": "World Hydrography Day",
      "description": "Put on your diving gear and join hydrographers as they unravel the mysterious topography that’s underwater."
    },
    {
      "title": "World MotorCycle Day",
      "description": "Become a part of this enthusiastic activity and see how you develop a sense of freedom."
    },
    {
      "title": "Chris Pratt’s Birthday",
      "description": "For his role in “Jurassic Park,” Chirs Pratt is known by audiences all over the world."
    },
    {
      "title": "Lana Del Rey’s Birthday",
      "description": "Aside from the great music, what do you really know about Lana Del Rey?"
    },
    {
      "title": "Max Schneider’s Birthday",
      "description": "For this multifaceted singer and actor, there is a wealth of exciting possibilities to explore."
    },
    {
      "title": "Rebecca Black’s Birthday",
      "description": "She deserves accolades for becoming one of pop culture&#39;s most enduring accidental success stories."
    },
    {
      "title": "Sofie Dossi’s Birthday",
      "description": "This young gymnast’s unique talent will take her to places where success awaits her."
    },
    {
      "title": "Steve Haddadin’s Birthday",
      "description": "Celebrate this passionate entrepreneur and leading expert in the luxury real estate market."
    }
  ]
}
