{
  "month": "jun",
  "day": 22,
  "holidays": [
    {
      "title": "National Kissing Day",
      "description": "Pucker up! National Kissing Day is all about showing your love and improving your health."
    },
    {
      "title": "National Onion Ring Day",
      "description": "We celebrate the irresistible deliciousness of onion rings—by eating as many of them as possible."
    },
    {
      "title": "National Pet Choking Prevention Day",
      "description": "Educate yourself about the everyday pet choking hazards around your home!"
    },
    {
      "title": "Anti-Fascist Struggle Day",
      "description": "Let’s honor the memories of the late Partisan Detachment who began Yugoslavia&#39;s uprising."
    },
    {
      "title": "B Kinder",
      "description": "Let’s talk about a dying art in today’s world — kindness. Learn more about kindness right here with us!"
    },
    {
      "title": "Dragon Boat Festival",
      "description": "Bring out the zongzi and the wine. Settle in for a journey back in time."
    },
    {
      "title": "Glastonbury Festival",
      "description": "Glastonbury Festival is an iconic cavalcade of arts that must not be missed."
    },
    {
      "title": "National Chocolate Eclair Day",
      "description": "Treat yourself to a delicious chocolate eclair on National Chocolate Eclair Day."
    },
    {
      "title": "National HVAC Tech Day",
      "description": "We honor our very hard-working repairmen and women keeping us cool in the blazing heat."
    },
    {
      "title": "National Limoncello Day",
      "description": "When life deals you lemons, make Limoncello out of them. Celebrate National Limoncello day today!"
    },
    {
      "title": "Positive Media Day",
      "description": "For a change, let’s not look at negativity today — makes sense?"
    },
    {
      "title": "Windrush Day",
      "description": "Dress up in your colorful best to celebrate the migration of Afro-Carribeans to the U.K."
    },
    {
      "title": "World Rainforest Day",
      "description": "Today, get your thinking cap on and brainstorm ways to protect rainforests."
    },
    {
      "title": "Bob The Drag Queen’s Birthday",
      "description": "You will never see a drag queen who makes you laugh quite like her!"
    },
    {
      "title": "Cyndi Lauper’s Birthday",
      "description": "She punched the air for girl power, and became an icon for ages!"
    },
    {
      "title": "Elizabeth Warren’s Birthday",
      "description": "For this dynamic, persuasive, and brilliant politician, there is always fighting a chance."
    },
    {
      "title": "Lee Min-ho’s Birthday",
      "description": "This multi-talented and influential actor, singer, producer, and creative director believes every dream is possible!"
    },
    {
      "title": "MC Sai’s Birthday",
      "description": "For this talented rapper, success is no isolated incident but the result of his consistency."
    },
    {
      "title": "Meryl Streep’s Birthday",
      "description": "Meryl Streep is a perfectionist when preparing for roles and can master almost any accent."
    },
    {
      "title": "Zach Clayton’s Birthday",
      "description": "When it comes to comedy, no one compares. Zach Clayton will always make you smile."
    }
  ]
}
