{
  "month": "jun",
  "day": 23,
  "holidays": [
    {
      "title": "National Porridge Day",
      "description": null
    },
    {
      "title": "International Olympic Day",
      "description": "The most important thing in the Olympics is not winning, but taking part in it."
    },
    {
      "title": "International Widows&#39; Day",
      "description": "On this International Widows Day, let us commit to giving the support widows need."
    },
    {
      "title": "International Women in Engineering Day",
      "description": "Today’s a great day to celebrate the women in STEM even more than we usually do."
    },
    {
      "title": "Jura Independence Day",
      "description": "Buckle up! It’s time to learn about freedom and independence this Jura Independence Day!"
    },
    {
      "title": "Let it Go Day",
      "description": "“Don’t ruin a new day by thinking about yesterday. Let it go.”"
    },
    {
      "title": "Luxembourg National Day",
      "description": "Let&#39;s get ready to celebrate the Grand Duke/Duchess of Luxembourg&#39;s official birthday!"
    },
    {
      "title": "National Detroit Style Pizza Day",
      "description": "Get ready, we’re going to the birthplace of the American automobile and Motown!"
    },
    {
      "title": "National Family Owned &amp; Operated Businesses Day",
      "description": "Find out why family businesses are invaluable to the economy and often have a long history."
    },
    {
      "title": "National Fatherless Children’s Day",
      "description": "Join us in raising awareness about the detrimental effects that fatherless children face around the world."
    },
    {
      "title": "National Hydration Day",
      "description": "Proper hydration is vital to living a healthy life, but it’s often overlooked."
    },
    {
      "title": "National Pecan Sandies Day",
      "description": "Cookies make everything infinitely better, so we guarantee pecan sandies will have you coming back for more."
    },
    {
      "title": "National Pink Day",
      "description": "“Whoever said orange is the new pink is seriously disturbed!”"
    },
    {
      "title": "National Typewriter Day",
      "description": "We’re using the day to celebrate the written word!"
    },
    {
      "title": "Pentecost Orthodox",
      "description": "Pentecost Orthodox is celebrated fifty days after Easter in the Orthodox Church."
    },
    {
      "title": "Pink Flamingo Day",
      "description": "Find out why many homeowners love decorating their gardens with these quirky pink ornaments."
    },
    {
      "title": "United Nations Public Service Day",
      "description": "Emphasize the public service contribution to the development process and recognize the work of public servants."
    },
    {
      "title": "Victory Day Estonia",
      "description": "The beautiful country had to fight many wars before it became free and happy."
    },
    {
      "title": "Brawadis’s Birthday",
      "description": "The whole Awadis family is on social media, but Brawadis is undoubtedly the most popular of all."
    },
    {
      "title": "Casey Frey’s Birthday",
      "description": "Casey Frey is filled with enough energy to make us laugh for many years to come."
    },
    {
      "title": "Johannes Gutenberg’s Birthday",
      "description": "Attempt after attempt, Johannes Gutenberg made the greatest invention known to man."
    },
    {
      "title": "Lilliana Ketchman’s Birthday",
      "description": "If dancing is an art, Lilliana Ketchman is the Mona Lisa."
    }
  ]
}
