{
  "month": "jun",
  "day": 25,
  "holidays": [
    {
      "title": "Bourdain Day",
      "description": "Anthony Bourdain urged us to do more than simply try new foods in exotic places."
    },
    {
      "title": "Global Beatles Day",
      "description": "The occasion pays tribute to &#34;The Beatles&#34; and their impact on both music and pop culture."
    },
    {
      "title": "International Day of the Seafarer",
      "description": "From Coast Guards, to Navies, to every fisherman and marine biologist and cruise ship captain."
    },
    {
      "title": "Bonalu",
      "description": "Join in on Bonalu celebrations as devotees offer their prayers to the Hindu goddess Mahakali."
    },
    {
      "title": "Color TV Day",
      "description": "Let’s celebrate color television, which we count on for entertainment, news, weather, sports, and even music."
    },
    {
      "title": "Croatia Independence Day",
      "description": "Let&#39;s get ready to celebrate and learn about Croatian independence!"
    },
    {
      "title": "Goats Cheese Day",
      "description": "Tangy, sour, tart, acidic, salty, earthy — these are the flavors that make goats&#39; cheese so distinctive."
    },
    {
      "title": "Log Cabin Day",
      "description": "Take an imaginary or virtual trip to the forest and learn more about these historical homes."
    },
    {
      "title": "Mozambique Independence Day",
      "description": "Let us get ready to celebrate Mozambique&#39;s rich culture and heritage by joining in the festivities!"
    },
    {
      "title": "National Camp Counts Day",
      "description": "National Camp Counts Day is here to reinforce that camp is cool, fun, and important."
    },
    {
      "title": "National Catfish Day",
      "description": "Swim in the goodness of catfish whilst educating yourself and others about its wonders."
    },
    {
      "title": "National Croatian Wine Day",
      "description": "There&#39;s no better time to learn about Croatian wine than on National Croatian Wine Day!"
    },
    {
      "title": "National Fatherless Children’s Day",
      "description": "Join us in raising awareness about the detrimental effects that fatherless children face around the world."
    },
    {
      "title": "National Leon Day",
      "description": "Enjoy your Christmas treats and ugly Christmas sweaters for the heck of it on June 25."
    },
    {
      "title": "National Olaplex Day",
      "description": "Let your hair down and show off your crown of locks as we celebrate Olaplex Day."
    },
    {
      "title": "National Strawberry Parfait Day",
      "description": "During the summer days, we welcome the cold and delicious strawberry parfait into our lives."
    },
    {
      "title": "Please Take My Children to Work Day",
      "description": "A day when stay-at-home parents can ask their partners or friends to take their children to work."
    },
    {
      "title": "Statehood Day",
      "description": "On this Statehood Day, let’s celebrate Slovenia’s declaration of independence and honor their history."
    },
    {
      "title": "The Day of the Filipino Seafarer",
      "description": "Get ready to enter and learn about the strenuous world of seafarers."
    },
    {
      "title": "World Vitiligo Day",
      "description": "Learn more about vitiligo and how to support those who are affected by this condition."
    },
    {
      "title": "Anthony Bourdain’s Birthday",
      "description": "A brilliant author and travel documentarian, this renowned chef’s legacy will forever endure."
    },
    {
      "title": "Eric Carle’s Birthday",
      "description": "His love of nature made up his happiest memories, inspiring him to write and illustrate books."
    },
    {
      "title": "George Michael’s Birthday",
      "description": "Known as the best-selling music artist of his time, the legendary artist’s music lives on."
    },
    {
      "title": "Kylie Cantrall’s Birthday",
      "description": "This young star is on the right path to making a name for herself in Hollywood."
    },
    {
      "title": "La La Anthony’s Birthday",
      "description": "From radio host to television star, author, and entrepreneur, she’s independently built her empire."
    },
    {
      "title": "Madison Reyes’s Birthday",
      "description": "With her growing speed, Reyes will undoubtedly be a force to be reckoned with."
    },
    {
      "title": "Mckenna Grace’s Birthday",
      "description": "For this young movie star, the world is her oyster and she’s just getting started."
    }
  ]
}
