{
  "month": "jun",
  "day": 26,
  "holidays": [
    {
      "title": "National Sarah Day",
      "description": null
    },
    {
      "title": "Azerbaijan Armed Forces Day",
      "description": "Let us join in the festivities to celebrate Azerbaijan Armed Forces Day."
    },
    {
      "title": "Flag Day of Romania",
      "description": "Flags inspire national pride, they symbolize important values, and convey meaningful messages."
    },
    {
      "title": "Forgiveness Day",
      "description": "Practicing forgiveness is a great way to wipe the slate clean and clear your conscience."
    },
    {
      "title": "International Day Against Drug Abuse and Illicit Trafficking",
      "description": "International Day Against Drug Abuse and Illicit Trafficking stops people from using drugs and\nsaves lives."
    },
    {
      "title": "Madagascar Independence Day",
      "description": "Get ready to Trompa (Madagascar folk dance) as we celebrate this day with gusto!"
    },
    {
      "title": "National Barcode Day",
      "description": "Let us prepare to celebrate the U.P.C. —  the code that simplifies our shopping."
    },
    {
      "title": "National Beautician Day",
      "description": "Beautify your beautician day by taking your hat off for them for their great work!"
    },
    {
      "title": "National Canoe Day",
      "description": "Gear up with a paddle and life jacket, it’s time to celebrate National Canoe Day."
    },
    {
      "title": "National Chocolate Pudding Day",
      "description": "If you had chocolate pudding in your lunch sack, you knew you had top currency."
    },
    {
      "title": "National Day of Joy",
      "description": "Look within and around you — what makes you happy might just be an inch away."
    },
    {
      "title": "National Parchment Day",
      "description": "Bring innovation and convenience back to the kitchen with parchment paper!"
    },
    {
      "title": "National Report Trade Agreement Act Fraud Day",
      "description": "Join us to fight the good fight against all fraudulent activities in America today."
    },
    {
      "title": "Reserves Day",
      "description": "Let all your activities today show your gratitude to the Reservist arm of the military."
    },
    {
      "title": "Somalia Independence Day",
      "description": "On this day, we celebrate independence, which is the birthright of every nation."
    },
    {
      "title": "United Nations International Day in Support of Victims of Torture",
      "description": "Torture is a crime under international law. Join us as we stand against it."
    },
    {
      "title": "World Refrigeration Day",
      "description": "Let’s remember World Refrigeration Day’s history and celebrate it in the best way possible."
    },
    {
      "title": "Andrew Davila’s Birthday",
      "description": "Where did it all start for the O.G. social media star, Andrew Davila?"
    },
    {
      "title": "Angelina Pivarnick’s Birthday",
      "description": "It’s time to dive into the world of Angelina Pivarnick in celebration of her birthday!"
    },
    {
      "title": "Ariana Grande’s Birthday",
      "description": "She has the beauty and the voice, and her ambition has taken her to the top."
    },
    {
      "title": "Aubrey Plaza’s Birthday",
      "description": "Plaza began her improv career in 2004 with the Upright Citizens Brigade. Now she’s a hit."
    },
    {
      "title": "Chiquis’s Birthday",
      "description": "Let’s celebrate this inspiring multi-talented woman who has succeeded in singing, writing, and acting!"
    },
    {
      "title": "Derek Jeter’s Birthday",
      "description": "Derek Jeter has established himself as one of baseball&#39;s most admired and iconic figures."
    },
    {
      "title": "Jacob Elordi’s Birthday",
      "description": "Who is the heartthrob behind all these major roles in movies and series?"
    },
    {
      "title": "Jennette McCurdy’s Birthday",
      "description": "From being an actress to a producer, McCurdy has no shortage of talent."
    },
    {
      "title": "Jessica Batten’s Birthday",
      "description": "Jessica Batten has no regrets about following her heart and urges others to do the same."
    },
    {
      "title": "King Bach’s Birthday",
      "description": "Social media personality, comedian, actor, and producer — is there anything he cannot do?"
    },
    {
      "title": "Mikey Williams’s Birthday",
      "description": "An overview of where Mikey Williams started basketball, where he is now, and everything in between."
    }
  ]
}
