{
  "month": "jun",
  "day": 28,
  "holidays": [
    {
      "title": "National SAFER Workplace Day",
      "description": null
    },
    {
      "title": "National Tapioca Day",
      "description": "We’re bubbling with excitement to tell you about this less popular - though no less delicious - carb."
    },
    {
      "title": "Christopher Street Day",
      "description": "Wear your rainbow t-shirt, step onto the street, and march to celebrate the pride of love."
    },
    {
      "title": "Constitution Day (Ukraine)",
      "description": "Let’s unite together to learn about the history and customs on Constitution Day (Ukraine)!"
    },
    {
      "title": "Cream Tea Day",
      "description": "Share a pot of tea with jam and cream-coated scones with your loved ones today."
    },
    {
      "title": "Drive Your Corvette to Work Day",
      "description": "Hit the brakes on all other celebrations while we appreciate a widely popular car."
    },
    {
      "title": "Family Day in Vietnam",
      "description": "Let’s rejoice together and enhance our capacity for the true joy that family brings!"
    },
    {
      "title": "Matariki",
      "description": "We’re taking a starry ride to New Zealand to celebrate a holiday like no other."
    },
    {
      "title": "National Climate-Smart Skin Awareness Day",
      "description": "They say that beautiful skin requires commitment, not a miracle. So, let’s take care of it!"
    },
    {
      "title": "National Food Truck Day",
      "description": "Grab a snack from your local food truck and support the entrepreneurs behind them."
    },
    {
      "title": "National Insurance Awareness Day",
      "description": "Insurance is one of those things we forget about until we need it."
    },
    {
      "title": "National Lauren Day",
      "description": "Join us as we figure out why we’re celebrating Laurens this National Lauren Day!"
    },
    {
      "title": "National Logistics Day",
      "description": "Be amazed at how the logistics industry works round the clock to keep the economy running."
    },
    {
      "title": "Paul Bunyan Day",
      "description": "Revisit the Paul Bunyan craze with our fun and folklore filled-article."
    },
    {
      "title": "St. Vitus Day",
      "description": "Today, the Serbian Orthodox Church commemorates the martyrs of the 1389 Battle of Kosovo."
    },
    {
      "title": "Stonewall Riots Anniversary",
      "description": "Appreciate the efforts of all Stonewall heroes by celebrating this iconic day."
    },
    {
      "title": "Tau Day",
      "description": "Tau is considered more accurate than pi, despite pi’s popularity."
    },
    {
      "title": "Vincy Mas in Saint Vincent and the Grenadines",
      "description": "With costumes, parades, food, and lots of music let&#39;s celebrate Vincy Mas in style!"
    },
    {
      "title": "Wimbledon",
      "description": "The London-based event takes place on grass — the only Grand Slam event to do so."
    },
    {
      "title": "Diamond Strawberry’s Birthday",
      "description": "No more drama. Today is all about celebrating Diamond Strawberry’s special day."
    },
    {
      "title": "Elon Musk’s Birthday",
      "description": "For the most successful entrepreneur alive, the sky is not the limit. His projects reach space."
    },
    {
      "title": "John Elway’s Birthday",
      "description": "It’s a touchdown and a home run for this remarkable and iconic American athlete."
    },
    {
      "title": "Katelyn Elizabeth’s Birthday",
      "description": "A TikTok star with millions of followers, Katelyn Elizabeth’s lovely personality has won everyone’s hearts."
    },
    {
      "title": "Markiplier’s Birthday",
      "description": "Learn more about this top YouTube content creator and famous internet personality."
    },
    {
      "title": "Mel Brooks’s Birthday",
      "description": "This actor and filmmaker has always been funny and has the perfect comic timing!"
    }
  ]
}
