{
  "month": "jun",
  "day": 30,
  "holidays": [
    {
      "title": "International Asteroid Day",
      "description": null
    },
    {
      "title": "Armed Forces Day (Guatemala)",
      "description": "From attending parades to staging protests, learn how to celebrate like Guatemalans today."
    },
    {
      "title": "Clean Your Disposal Day",
      "description": "Get your kitchen smelling fresh and your garbage disposal working smoothly."
    },
    {
      "title": "Congo Independence Day",
      "description": "Buckle your seatbelts; fly with us to the Democratic Republic of Congo for Independence Day celebrations."
    },
    {
      "title": "International Day of Parliamentarism",
      "description": "In a parliamentary democracy, citizens elect representatives and take their future into their own hands."
    },
    {
      "title": "National Corvette Day",
      "description": "Expand your knowledge about the Corvette and how it shaped the American car industry."
    },
    {
      "title": "National Meteor Watch Day",
      "description": "What are meteors? Why are they important? Read on to find out…"
    },
    {
      "title": "National OOTD Day",
      "description": "Have you chosen your outfit of the day? Open up your closet and get started now!"
    },
    {
      "title": "Philippine-Spanish Friendship Day",
      "description": "Join us as we celebrate Filipino and Spanish friendship that endures to this day."
    },
    {
      "title": "Sacred Heart",
      "description": "It’s all about the greatest love we’ve ever known this holiday, the love of Jesus Christ."
    },
    {
      "title": "Social Media Day",
      "description": "First there was the telephone, then the fax machine, and then social media."
    },
    {
      "title": "Angela Raiola’s Birthday",
      "description": "This reality T.V. star attracted a mob following because of her over-the-top personality."
    },
    {
      "title": "Fantasia Barrino’s Birthday",
      "description": "Barrino struggled financially for years, but she kept on making music. Her passion has borne fruit."
    },
    {
      "title": "Michael Phelps’s Birthday",
      "description": "Nicknamed the ‘Flying Fish,’ Phelps is regarded as one of the greatest athletes of all time."
    },
    {
      "title": "Mike Tyson’s Birthday",
      "description": "Mike Tyson is undoubtedly the most feared boxing champion of all time."
    }
  ]
}
