{
  "month": "mar",
  "day": 3,
  "holidays": [
    {
      "title": "National If Pets Had Thumbs Day",
      "description": null
    },
    {
      "title": "World Wildlife Day",
      "description": "Want to see the Black Rhino off the endangered species list? Let’s do it together."
    },
    {
      "title": "33 Flavors Day",
      "description": "33 Flavors Day is definitely the time to try out new ice cream flavors."
    },
    {
      "title": "Bulgaria Liberation Day",
      "description": "Join Bulgarians in celebrating an important part of their country’s history on Liberation Day."
    },
    {
      "title": "Canadian Bacon Day",
      "description": "Delicious, sweet, salty, and crispy — it&#39;s time to celebrate Canadian Bacon Day!"
    },
    {
      "title": "Caregiver Appreciation Day",
      "description": "Let’s show our appreciation and recognize the millions of selfless caregivers in the U.S."
    },
    {
      "title": "Clean Up Australia Day",
      "description": "It&#39;s a great day to be environmentally conscious and support environmental initiatives."
    },
    {
      "title": "Finisher’s Medal Day",
      "description": "In a world obsessed with performance, Finisher’s Medal Day honors participation."
    },
    {
      "title": "Global Omega-3 Day™",
      "description": "Discover why omega-3s are always a good idea!"
    },
    {
      "title": "Iditarod Trail Sled Dog Race",
      "description": "Get ready to join the celebrations around this dog race held in the U.S."
    },
    {
      "title": "International Ear Care Day",
      "description": "It is our duty as responsible citizens to raise awareness about the importance of ear care."
    },
    {
      "title": "International Irish Whiskey Day",
      "description": "Klink your glasses together and take a sip of that fine Irish whiskey."
    },
    {
      "title": "Japan Dolls Festival",
      "description": "Join millions in celebrating the females in the family as we mark the Japan Dolls Festival."
    },
    {
      "title": "Martyrs&#39; Day Malawi",
      "description": "Let’s join the people of Malawi to honor the heroes who fought for their nation’s liberation."
    },
    {
      "title": "Missouri Compromise Day",
      "description": "Let’s go back in time to find out about the significance of the Missouri Compromise!"
    },
    {
      "title": "Mother&#39;s Day in Georgia",
      "description": "Keep reading to find out the history of Mother’s Day all over the world."
    },
    {
      "title": "Namesake Day",
      "description": "Are you ready to find out who or what you were named after this Namesake Day?"
    },
    {
      "title": "National Anthem Day",
      "description": "Learn all about the fateful night which inspired our national anthem and discover ways to celebrate."
    },
    {
      "title": "National Cold Cuts Day",
      "description": "Check out the cold cut history, really offbeat types of processed meats, and more."
    },
    {
      "title": "National I Want You to be Happy Day",
      "description": "Be the silver lining and brighten someone’s day through simple acts of kindness and selflessness."
    },
    {
      "title": "National Jackson Day",
      "description": "Celebrate National Jackson Day by learning about the meaning of the name Jackson."
    },
    {
      "title": "National Moscow Mule Day",
      "description": "Quickly grab that copper cup, we are about to toast and enjoy this classic cocktail!"
    },
    {
      "title": "National Mulled Wine Day",
      "description": "After much mulling, we’ve compiled some awesome ideas to celebrate this day. Check them out!"
    },
    {
      "title": "National Rita Day",
      "description": "Celebrate with Ritas across the country as we mark National Rita Day."
    },
    {
      "title": "National Robin Day",
      "description": "Show Robins some much-deserved love as we celebrate them on National Robin Day."
    },
    {
      "title": "National Soup It Forward Day",
      "description": "Step into the kitchen, make some hot, delicious soup, and serve it to those in need."
    },
    {
      "title": "Navy Reserve Birthday",
      "description": "It&#39;s time to celebrate another milestone in the U.S. Navy Reserve’s history."
    },
    {
      "title": "Peach Blossom Day",
      "description": "Let’s celebrate the beauty of peach blossoms in bloom and what it symbolizes: women."
    },
    {
      "title": "Simplify Your Life Day",
      "description": "This is an organizer’s guide to living a simpler, stress-free, financially liberating life."
    },
    {
      "title": "Soup it Forward Day",
      "description": "Grab your spoons, it&#39;s time to savor the flavors of a tasty broth and spread kindness."
    },
    {
      "title": "Talk in Third Person Day",
      "description": "Put on your creativity cap; get ready to talk in the third person for a day!"
    },
    {
      "title": "Venezuela Carnival",
      "description": "Venezuela Carnival occurs three days before Ash Wednesday, the beginning of Lent."
    },
    {
      "title": "What If Cats and Dogs Had Opposable Thumbs? Day",
      "description": "Let’s get ready to wrap our brains around the idea of what-ifs."
    },
    {
      "title": "World Hearing Day",
      "description": "Join us to give ear care the attention it deserves as we mark World Hearing Day."
    },
    {
      "title": "Buddy Valastro’s Birthday",
      "description": "This baker, television personality, and chef is a pivotal part of the food and entertainment industry."
    },
    {
      "title": "Camila Cabello’s Birthday",
      "description": "Camila Cabello has worked consistently hard to build an outstanding solo career for herself."
    }
  ]
}
