{
  "month": "mar",
  "day": 4,
  "holidays": [
    {
      "title": "Hug a G.I. Day",
      "description": null
    },
    {
      "title": "National Grammar Day",
      "description": "“It’s an imperative to speak well, write well, and help others do the same!”"
    },
    {
      "title": "Anniversary of The Coronation of The Sultan of Terengganu",
      "description": "Let us join Malaysians as they pay tribute to their Sultan on his coronation anniversary."
    },
    {
      "title": "Benjamin Harrison Day",
      "description": "Join us as we celebrate and remember Benjamin Harrison, the 23rd President of the United States."
    },
    {
      "title": "Brain Injury Awareness Day",
      "description": "Follow the evolution of our understanding of brain injuries and why collective awareness is important."
    },
    {
      "title": "Courageous Follower Day",
      "description": "Learn about the two sides of the leadership coin on Courageous Follower Day."
    },
    {
      "title": "Ecuador Carnival",
      "description": "The Ecuador Carnival is a popular celebration that takes its origins from the remembrance of Jesus."
    },
    {
      "title": "Fasnacht Day",
      "description": "We encourage you to enjoy fluffy fried pastry on Fasnacht Day! If not now, when?"
    },
    {
      "title": "Global Day of the Engineer",
      "description": "Celebrate the outstanding contributions of engineers on Global Day of the Engineer."
    },
    {
      "title": "Holy Experiment Day",
      "description": "Did you know that Holy Experiment Day is about the story of the Founding of Pennsylvania?"
    },
    {
      "title": "HPV Awareness Day",
      "description": "Help prevent the dangers of H.P.V. by spreading useful information about the virus."
    },
    {
      "title": "Ida Day",
      "description": "Celebrate Ida Day by finding out how uncommon the name Ida is in your area!"
    },
    {
      "title": "International GM Day",
      "description": "There’s no game without a game master, all the more reason to appreciate them."
    },
    {
      "title": "International Scrapbooking Industry Day",
      "description": "Unearth and dust your scrapbooks in readiness to travel down the lane of memories!"
    },
    {
      "title": "March Forth",
      "description": "Get ready to kickstart your dreams and aspirations this March Forth day!"
    },
    {
      "title": "National Backcountry Ski Day",
      "description": "Put on your skis and join the fun celebrations on National Backcountry Ski Day."
    },
    {
      "title": "National Dance The Waltz Day",
      "description": "Want to throw some dance moves? Don’t worry, National Dance the Waltz Day is here!"
    },
    {
      "title": "National Pound Cake Day",
      "description": "Today, we celebrate pound cakes, remembering everything the minimalist dessert has to offer."
    },
    {
      "title": "National Quinton Day",
      "description": "On National Quinton Day, reach out to other Quintons and celebrate how unique your name is."
    },
    {
      "title": "National Safety Day",
      "description": "National Safety Day is a major event supported by both local and national Indian governments."
    },
    {
      "title": "National Sportsmanship Day",
      "description": "The worst way to lose is to fail to show good sportsmanship this National Sportsmanship Day."
    },
    {
      "title": "National Town Meeting Day",
      "description": "Here’s your chance to speak up. It’s National Town Meeting Day. Inspire some change."
    },
    {
      "title": "Old Inauguration Day",
      "description": "Ever wondered why the law that changed the old inauguration date was nicknamed “Lame Duck Amendment”?"
    },
    {
      "title": "Toy Soldier Day",
      "description": "Relive your childhood and have fun with our charming chronicle of Toy Soldier Day!"
    },
    {
      "title": "Unique Names Day",
      "description": "Find out how to choose the best name and how to make it unique."
    },
    {
      "title": "World Day of Fight against Sexual Exploitation",
      "description": "Take a stand and together let us all say no to all forms of sexual exploitation."
    },
    {
      "title": "World Obesity Day",
      "description": "Obesity is an epidemic, putting people at a higher risk for more serious diseases."
    },
    {
      "title": "Angola Carnival Day",
      "description": "Color your world with a splash of Africa! It&#39;s Angola Carnival Day."
    },
    {
      "title": "Brazilian Carninval",
      "description": "Brazilian Carnival is marked by colorful costumes, samba music and dance, grand parades, and food festivals."
    },
    {
      "title": "Mardi Gras",
      "description": "It&#39;s Mardi Gras time, arguably one the best celebrations in the world."
    },
    {
      "title": "National Marching Band Day",
      "description": "March to the rhythm and celebrate the musicians, composers, and performers of the ‘march’ music genre."
    },
    {
      "title": "Bobbi Kristina Brown’s Birthday",
      "description": "Brown was a beacon of hope for young girls who dealt with self-esteem problems."
    },
    {
      "title": "Dylan Gilmer’s Birthday",
      "description": "“The Ellen DeGeneres Show” producers saw Dylan Gilmer&#39;s video and invited him onto the show."
    },
    {
      "title": "K Michelle’s Birthday",
      "description": "She used the country album as a platform to improve the chances of black female musicians."
    },
    {
      "title": "Moniece Slaughter’s Birthday",
      "description": "Moniece Slaughter is a true celebrity — reality T.V. star, songwriter, and actor!"
    }
  ]
}
