{
  "month": "mar",
  "day": 4,
  "holidays": [
    {
      "title": "Hug a G.I. Day",
      "description": null
    },
    {
      "title": "National Grammar Day",
      "description": "“It’s an imperative to speak well, write well, and help others do the same!”"
    },
    {
      "title": "National Sons Day",
      "description": "Boys will be boys and molding our sons into responsible men is a journey in itself."
    },
    {
      "title": "Anniversary of The Coronation of The Sultan of Terengganu",
      "description": "Let us join Malaysians as they pay tribute to their Sultan on his coronation anniversary."
    },
    {
      "title": "Benjamin Harrison Day",
      "description": "Join us as we celebrate and remember Benjamin Harrison, the 23rd President of the United States."
    },
    {
      "title": "Brain Injury Awareness Day",
      "description": "Follow the evolution of our understanding of brain injuries and why collective awareness is important."
    },
    {
      "title": "Casimir Pulaski Day",
      "description": "To make America great, several soldiers sacrificed their lives. One of them is Casimir Pulaski."
    },
    {
      "title": "Courageous Follower Day",
      "description": "Learn about the two sides of the leadership coin on Courageous Follower Day."
    },
    {
      "title": "Fun Facts About Names Day",
      "description": "It’s a fun day to learn about the meaning, history, and importance of your name."
    },
    {
      "title": "Global Day of the Engineer",
      "description": "Celebrate the outstanding contributions of engineers on Global Day of the Engineer."
    },
    {
      "title": "Guam Discovery Day",
      "description": "Tune in to celebrate and honor the rich cultural heritage and history of Guam!"
    },
    {
      "title": "Guam History And Chamorro Heritage Day",
      "description": "Here’s everything you need to know about Guam and the Chamorro people. Read on for more."
    },
    {
      "title": "Holy Experiment Day",
      "description": "Did you know that Holy Experiment Day is about the story of the Founding of Pennsylvania?"
    },
    {
      "title": "HPV Awareness Day",
      "description": "Help prevent the dangers of H.P.V. by spreading useful information about the virus."
    },
    {
      "title": "Ida Day",
      "description": "Celebrate Ida Day by finding out how uncommon the name Ida is in your area!"
    },
    {
      "title": "International GM Day",
      "description": "There’s no game without a game master, all the more reason to appreciate them."
    },
    {
      "title": "International Scrapbooking Industry Day",
      "description": "Unearth and dust your scrapbooks in readiness to travel down the lane of memories!"
    },
    {
      "title": "Lavity Stoutt&#39;s Birthday",
      "description": "A revered leader of the British Virgin Islands with one of the longest parliamentary careers."
    },
    {
      "title": "March Forth",
      "description": "Get ready to kickstart your dreams and aspirations this March Forth day!"
    },
    {
      "title": "National Backcountry Ski Day",
      "description": "Put on your skis and join the fun celebrations on National Backcountry Ski Day."
    },
    {
      "title": "National Dance The Waltz Day",
      "description": "Want to throw some dance moves? Don’t worry, National Dance the Waltz Day is here!"
    },
    {
      "title": "National Marching Band Day",
      "description": "March to the rhythm and celebrate the musicians, composers, and performers of the ‘march’ music genre."
    },
    {
      "title": "National Pound Cake Day",
      "description": "Today, we celebrate pound cakes, remembering everything the minimalist dessert has to offer."
    },
    {
      "title": "National Quinton Day",
      "description": "On National Quinton Day, reach out to other Quintons and celebrate how unique your name is."
    },
    {
      "title": "National Ray Day",
      "description": "Celebrate National Ray Day by appreciating all the other Rays in the world."
    },
    {
      "title": "National Safety Day",
      "description": "National Safety Day is a major event supported by both local and national Indian governments."
    },
    {
      "title": "National Snack Day",
      "description": "Stock up your cupboards and mark your calendars in honor of National Snack Day."
    },
    {
      "title": "Old Inauguration Day",
      "description": "Ever wondered why the law that changed the old inauguration date was nicknamed “Lame Duck Amendment”?"
    },
    {
      "title": "Toy Soldier Day",
      "description": "Relive your childhood and have fun with our charming chronicle of Toy Soldier Day!"
    },
    {
      "title": "World Day of Fight against Sexual Exploitation",
      "description": "Take a stand and together let us all say no to all forms of sexual exploitation."
    },
    {
      "title": "World Obesity Day",
      "description": "Obesity is an epidemic, putting people at a higher risk for more serious diseases."
    },
    {
      "title": "World Tennis Day",
      "description": "Learn the power of a good serve and watch the court come alive!"
    },
    {
      "title": "Bobbi Kristina Brown’s Birthday",
      "description": "Brown was a beacon of hope for young girls who dealt with self-esteem problems."
    },
    {
      "title": "Dylan Gilmer’s Birthday",
      "description": "“The Ellen DeGeneres Show” producers saw Dylan Gilmer&#39;s video and invited him onto the show."
    },
    {
      "title": "K Michelle’s Birthday",
      "description": "She used the country album as a platform to improve the chances of black female musicians."
    },
    {
      "title": "Moniece Slaughter’s Birthday",
      "description": "Moniece Slaughter is a true celebrity — reality T.V. star, songwriter, and actor!"
    }
  ]
}
