{
  "month": "mar",
  "day": 11,
  "holidays": [
    {
      "title": "National Immune System Day",
      "description": null
    },
    {
      "title": "National Promposal Day",
      "description": "Get ready to ask your boo to prom in a super elaborate way."
    },
    {
      "title": "311 Day",
      "description": "Rest assured that all your non-emergency services and requirements will be met."
    },
    {
      "title": "Debunking Day",
      "description": "Tired of getting confused by contradictory “facts” and stories, fake news, and myths?"
    },
    {
      "title": "Independence Restoration Day",
      "description": "Today, we congratulate our Lithuanian friends on their Restoration of Independence Day!"
    },
    {
      "title": "Key Deer Awareness Day",
      "description": "Let us do our part to aid these endangered species by spreading awareness."
    },
    {
      "title": "Martyrdom of Imam Ali",
      "description": "Let’s take a look at one of Islam’s important holidays this Martyrdom of Imam Ali Day."
    },
    {
      "title": "Moshoeshoe&#39;s Birthday",
      "description": "Moshoeshoe Day honors an important figure who embodies the spirit of African unity."
    },
    {
      "title": "National COVID-19 Day",
      "description": "You don’t have to have a cape to make a difference, as National COVID-19 Day proves."
    },
    {
      "title": "National Dream Day",
      "description": "Who says you can’t achieve every one of your dreams? This special holiday begs to differ."
    },
    {
      "title": "National Funeral Director and Mortician Recognition Day",
      "description": "Without their efforts, our loved ones wouldn’t get the sendoff they deserve."
    },
    {
      "title": "National Johnny Appleseed Day",
      "description": "On this day, we thank Johnny Appleseed for introducing us to the joy of apples."
    },
    {
      "title": "National No Smoking Day",
      "description": "Today, let&#39;s reach out to friends or family members who suffer from nicotine addiction."
    },
    {
      "title": "National No-Code Day",
      "description": "No code, no problem. Celebrate the no-code movement and start automating your work."
    },
    {
      "title": "National Oatmeal Nut Waffles Day",
      "description": "Health-conscious people can celebrate the healthier option of this classic dessert."
    },
    {
      "title": "National Payton Slaymaker Day",
      "description": "Through her story, Payton Slaymaker has touched and inspired millions of people."
    },
    {
      "title": "National Sofrito Day",
      "description": "Spice up your meals with sofrito. It works with meat, vegetables, and even pies."
    },
    {
      "title": "Registered Dietitian Nutritionist Day",
      "description": "Let&#39;s honor the professionals who are dedicated to helping us eat and live healthily!"
    },
    {
      "title": "Wash Your Nose Day",
      "description": "Keeping our noses clean has a new literal meaning, and it keeps the doctors away."
    },
    {
      "title": "World Day of Muslim Culture Peace Dialogue and Film",
      "description": "Ever wondered about the Muslim Culture? Here’s your chance to get your questions answered."
    },
    {
      "title": "World Plumbing Day",
      "description": "Let us commemorate the day that ensures our cities and towns are always sanitary."
    },
    {
      "title": "Worship of Tools Day",
      "description": "Show off your D.I.Y. skills and put those tools to use on this day."
    },
    {
      "title": "Dionte Gray’s Birthday",
      "description": "There is no stopping this talented and determined hairstylist and wig specialist."
    }
  ]
}
