{
  "month": "mar",
  "day": 13,
  "holidays": [
    {
      "title": "National K9 Veterans Day",
      "description": null
    },
    {
      "title": "International Every Girl Wins Day",
      "description": "Stand with women around the world for equity, better healthcare, education, and economic literacy."
    },
    {
      "title": "K-9 Veterans Day",
      "description": "Learn all about the long history of dogs in the military, police, and rescue services."
    },
    {
      "title": "Ken Day",
      "description": "Ken Day celebrates the life of Ken, Barbie’s sweet, supportive, loyal boyfriend."
    },
    {
      "title": "L. Ron Hubbard Day",
      "description": "Let’s celebrate the birth and achievements of L. Ron Hubbard — a famous writer."
    },
    {
      "title": "National Coconut Torte Day",
      "description": "Put on your apron as we whip up some sweet, coconutty goodness today!"
    },
    {
      "title": "National Earmuff Day",
      "description": "Time to get warmed up as we celebrate yet another special National Earmuff Day!"
    },
    {
      "title": "National Freelancers Day",
      "description": "Let&#39;s appreciate freelancers for their hard work!"
    },
    {
      "title": "National Good Samaritan Day",
      "description": "Celebrate National Good Samaritan Day by performing a special act of kindness today."
    },
    {
      "title": "National Jewel Day",
      "description": "What are you waiting for? Wear, gift, or buy something sparkly today."
    },
    {
      "title": "National Open An Umbrella Indoors Day",
      "description": "Let’s see how our day ‘unfolds’ as we open up our umbrellas!"
    },
    {
      "title": "National Preschooler&#39;s Day",
      "description": "Let’s celebrate and honor our little humans and the journey they embark on today."
    },
    {
      "title": "Smart and Sexy Day",
      "description": "Get set to discover why Smart and Sexy Day is so important!"
    },
    {
      "title": "World Sleep Day",
      "description": "Sleep allows us to move mountains that we never thought possible before we hit the pillow."
    },
    {
      "title": "Common’s Birthday",
      "description": "This award-winning rapper and songwriter has excelled in every endeavor he has undertaken."
    },
    {
      "title": "Kathy Hilton’s Birthday",
      "description": "This powerhouse of a businesswoman shows no sign of slowing down anytime soon."
    },
    {
      "title": "Kevin Samuels’s Birthday",
      "description": "Curious about how YouTuber Kevin Samuels got started? We&#39;ve got the details."
    },
    {
      "title": "Ozuna’s Birthday",
      "description": "We delve into this talented artist&#39;s career accolades, which feature studio albums and notable film roles."
    }
  ]
}
