{
  "month": "mar",
  "day": 16,
  "holidays": [
    {
      "title": "National Corn Dog Day",
      "description": null
    },
    {
      "title": "National Panda Day",
      "description": "National Panda Day celebrates the world’s most adorable, relatable, and environmentally vulnerable bears."
    },
    {
      "title": "Black Press Day",
      "description": "Do your bit to support independent journalism. Read, subscribe to, and support Black-owned publications today."
    },
    {
      "title": "Everything You Do is Right Day",
      "description": "Thank goodness Everything You Do is Right Day follows Everything You Think is Wrong Day!"
    },
    {
      "title": "Freedom of Information Day",
      "description": "Find out more about your right to the freedom to obtain correct information today."
    },
    {
      "title": "International Sports Car Racing Day",
      "description": "Buckle up, we are going to explore one of the most loved sports — Sportscar racing!"
    },
    {
      "title": "Lips Appreciation Day",
      "description": "Go on, bring out your best smile or pout — it&#39;s time to ce-lip-brate!"
    },
    {
      "title": "Maple Syrup Saturday",
      "description": "Get ready with your buckets; it&#39;s time to turn sap into maple syrup."
    },
    {
      "title": "National Archer Day",
      "description": "If you know anyone named Archer, make them feel extra-special this National Archer Day."
    },
    {
      "title": "National Artichoke Day",
      "description": "A day to celebrate and chow down on these nutritious, delicious plants."
    },
    {
      "title": "National Curl Crush Day",
      "description": "Embrace and show off your natural, gorgeous curls on National Curl Crush Day."
    },
    {
      "title": "National Quilting Day",
      "description": "Relax and open your mind to explore the history and creativity of quilting."
    },
    {
      "title": "National Vaccination Day",
      "description": "Thanks to vaccination and immunization drives, many diseases are virtually unknown to us."
    },
    {
      "title": "No Selfies Day",
      "description": "Have you realized how integral selfies have become to us? Let’s celebrate by NOT taking selfies."
    },
    {
      "title": "Play the Recorder Day",
      "description": "Everyone grab your flutes, it’s time for the sound of some music!"
    },
    {
      "title": "Robert Goddard Day",
      "description": "Prepare for takeoff as we learn about the first liquid-fueled rocket and its creator."
    },
    {
      "title": "Save the Florida Panther Day",
      "description": "Panthers are magnificent cats that must be saved from going extinct — get involved in conservation efforts."
    },
    {
      "title": "St. Urho&#39;s Day",
      "description": "St. Urho&#39;s Day prepares revelers for the forthcoming festivities of St. Patrick’s Day."
    },
    {
      "title": "Young Carers Action Day",
      "description": "One does not choose the life of a caregiver; it chooses you."
    },
    {
      "title": "Boo the Pomeranian’s Birthday",
      "description": "From his unique haircut to trendy dog wear, Boo the Pomeranian stole the hearts of many."
    },
    {
      "title": "Danish Zehen’s Birthday",
      "description": "We pay tribute to the life and career of the &#34;Ace of Space&#39;s&#34; brightest star."
    },
    {
      "title": "Lauren Graham’s Birthday",
      "description": "Let us follow the multi-awarded actress as she leads us to her glamorous ‘Gilmore’ life."
    },
    {
      "title": "Luca Lombardo’s Birthday",
      "description": "This athlete star is competitively heading for the goal on TikTok. Celebrate him today!"
    }
  ]
}
