{
  "month": "mar",
  "day": 17,
  "holidays": [
    {
      "title": "Act Happy Day",
      "description": null
    },
    {
      "title": "Benito Juarez Day",
      "description": "Remember and celebrate the exploits of Mexican icon Benito Juárez on his birthday memorial day."
    },
    {
      "title": "Camp Fire Girls day",
      "description": "Camp Fire Girls Day is celebrated to commemorate the founding of Camp Fire."
    },
    {
      "title": "Doctor Patient Trust Day",
      "description": "Let us understand the importance of doctor-patient trust and how to create a better relationship."
    },
    {
      "title": "Evacuation Day",
      "description": "Dive into the annals of American military history and learn how the colonists routed the redcoats."
    },
    {
      "title": "Evacuation Day in Boston",
      "description": "We’re a little jealous of all the Bay Staters who get Evacuation Day off today!"
    },
    {
      "title": "National Corned Beef and Cabbage Day",
      "description": "Beef in brine and sliced crunchy cabbage, this day is here to stay!"
    },
    {
      "title": "Ramon Magsaysay Memorial Day",
      "description": "Dive into the history of the Philippines’ most idolized politician — the people’s President Ramon Magsaysay."
    },
    {
      "title": "Saint Gertrude of Nivelles Day",
      "description": "Travelers, recently deceased, rodents, and now, cats, join us, as we explore more about Saint Gertrude."
    },
    {
      "title": "Sheikh Mujibur Rahman Birthday",
      "description": "Sheikh Mujibur Rahman is one of the most respected leaders in the history of Bangladesh."
    },
    {
      "title": "Wellderly Day",
      "description": "This Wellderly Day, re-examine what &#39;old&#39; means and continue living life to the fullest!"
    },
    {
      "title": "St. Patrick&#39;s Day",
      "description": "Leprechauns, pots of gold, and a whole lot of green!"
    },
    {
      "title": "Alev Aydin’s Birthday",
      "description": "His seeds of inspiration are growing stronger as a father and a professional filmmaker."
    },
    {
      "title": "Dwight Eubanks’s Birthday",
      "description": "Atlanta&#39;s International ‘Man of Style’ has taken center stage, and no one can match him."
    },
    {
      "title": "Grimes’s Birthday",
      "description": "This talented, beautiful, and creative musician has always been a heavy hitter."
    },
    {
      "title": "Haley Cureton’s Birthday",
      "description": "This upcoming social media star has always been a very hardworking person."
    },
    {
      "title": "Hannah Dasher’s Birthday",
      "description": "This notable and vivacious country singer is the girl we should all look out for!"
    },
    {
      "title": "Hozier’s Birthday",
      "description": "Hozier is a talented musician who has garnered critical acclaim around the world."
    },
    {
      "title": "Kurt Russell’s Birthday",
      "description": "For Kurt Russell, finding the fun in one&#39;s work is the key to enjoying life."
    },
    {
      "title": "Nicky Jam’s Birthday",
      "description": "Nicky Jam has graced the world with numerous hits throughout the past decades."
    },
    {
      "title": "Rob Lowe’s Birthday",
      "description": "This versatile actor-director has always been persistent and diligent in his work."
    },
    {
      "title": "Sean Price’s Birthday",
      "description": "Sean Price was one of the greatest rappers and he left behind a rich musical legacy."
    },
    {
      "title": "Tamar Braxton’s Birthday",
      "description": "This celebrated singer and musician has always been dedicated to her work!"
    }
  ]
}
