{
  "month": "mar",
  "day": 18,
  "holidays": [
    {
      "title": "Awkward Moments Day",
      "description": null
    },
    {
      "title": "National Biodiesel Day",
      "description": "We’re more reliant on biodiesel fuel than we realize!"
    },
    {
      "title": "Forgive Mom and Dad Day",
      "description": "Accept and cherish your parents’ imperfections in the same way that they do yours!"
    },
    {
      "title": "Global Recycling Day",
      "description": "Upcycle your trash and see how recycling can affect our planet and your pocket!"
    },
    {
      "title": "Goddess Of Fertility Day",
      "description": "The day focuses on the concept of creating life in humans and other beings."
    },
    {
      "title": "National 3-D Day",
      "description": "If you enjoy 3.D. movies, art, or technology, today’s the day to celebrate 3.D."
    },
    {
      "title": "National Ag Day",
      "description": "Everything we eat, use, or wear every day is provided by agriculture."
    },
    {
      "title": "National Anthem and Flag Day in Aruba",
      "description": "Sunny smiles beckon as we sing ‘One Happy Island’ to celebrate this joyous occasion."
    },
    {
      "title": "National Lacy Oatmeal Cookie Day",
      "description": "Tasty, crisp, and chewy, these are the addictive qualities of the Lacy Oatmeal cookie."
    },
    {
      "title": "National Sloppy Joe Day",
      "description": "It&#39;s about to get sloppy! Get your napkins ready as we enjoy a sloppy Joe today."
    },
    {
      "title": "National Supreme Sacrifice Day",
      "description": "A minute of silence for those who gave their lives to protect and save others."
    },
    {
      "title": "Tea for Two Tuesday",
      "description": "There’s no better way to enjoy someone’s company than over a cup of tea."
    },
    {
      "title": "Transit Driver Appreciation Day",
      "description": "Appreciate your transit driver today for making your daily travels easy and problem-free."
    },
    {
      "title": "World Social Work Day",
      "description": "Get more people inspired to do good and observe World Social Work Day."
    },
    {
      "title": "Adam Levine’s Birthday",
      "description": "For this uber-talented and awesome singer, Adam Levine&#39;s journey is only just beginning."
    }
  ]
}
