{
  "month": "mar",
  "day": 18,
  "holidays": [
    {
      "title": "Awkward Moments Day",
      "description": null
    },
    {
      "title": "National Biodiesel Day",
      "description": "We’re more reliant on biodiesel fuel than we realize!"
    },
    {
      "title": "Act Happy Day",
      "description": "No matter what the situation is, chose to stay positive — laugh, smile, and be happy!"
    },
    {
      "title": "Benito Juarez Day",
      "description": "Remember and celebrate the exploits of Mexican icon Benito Juárez on his birthday memorial day."
    },
    {
      "title": "Clean Monday",
      "description": "Let’s fly our kites high up in the sky as we welcome Lent!"
    },
    {
      "title": "Forgive Mom and Dad Day",
      "description": "Accept and cherish your parents’ imperfections in the same way that they do yours!"
    },
    {
      "title": "Global Recycling Day",
      "description": "Upcycle your trash and see how recycling can affect our planet and your pocket!"
    },
    {
      "title": "Goddess Of Fertility Day",
      "description": "The day focuses on the concept of creating life in humans and other beings."
    },
    {
      "title": "Green Monday Cyprus",
      "description": "Let&#39;s begin the auspicious period of Lent by celebrating a day of gratitude."
    },
    {
      "title": "National Anthem and Flag Day in Aruba",
      "description": "Sunny smiles beckon as we sing ‘One Happy Island’ to celebrate this joyous occasion."
    },
    {
      "title": "National Lacy Oatmeal Cookie Day",
      "description": "Tasty, crisp, and chewy, these are the addictive qualities of the Lacy Oatmeal cookie."
    },
    {
      "title": "National Sloppy Joe Day",
      "description": "It&#39;s about to get sloppy! Get your napkins ready as we enjoy a sloppy Joe today."
    },
    {
      "title": "National Supreme Sacrifice Day",
      "description": "A minute of silence for those who gave their lives to protect and save others."
    },
    {
      "title": "Orthodox Lent",
      "description": "Observe the season of fasting, prayer, reflection, and drawing nearer to God during Orthodox Lent."
    },
    {
      "title": "Transit Driver Appreciation Day",
      "description": "Appreciate your transit driver today for making your daily travels easy and problem-free."
    },
    {
      "title": "Wellderly Day",
      "description": "This Wellderly Day, re-examine what &#39;old&#39; means and continue living life to the fullest!"
    },
    {
      "title": "Adam Levine’s Birthday",
      "description": "For this uber-talented and awesome singer, Adam Levine&#39;s journey is only just beginning."
    }
  ]
}
