{
  "month": "mar",
  "day": 19,
  "holidays": [
    {
      "title": "National Poultry Day",
      "description": null
    },
    {
      "title": "Certified Nurses Day",
      "description": "Not only is it one America&#39;s largest professions, but it is also one of the most significant in its impact on society."
    },
    {
      "title": "International Client&#39;s Day",
      "description": "Let us recognize the individuals who contribute to the success of our businesses."
    },
    {
      "title": "International Read To Me Day",
      "description": "The organizers behind the day aim to improve the literacy standards of the children around them."
    },
    {
      "title": "National Automatic Door Day",
      "description": "Awesome new ways to celebrate this day are knocking… are you listening?"
    },
    {
      "title": "National Backyard Day",
      "description": "Backyards are more than small green spaces outside our homes. Find out why they&#39;re so special."
    },
    {
      "title": "National Chocolate Caramel Day",
      "description": "The irresistible combination of chocolate and caramel never fails to impress those with a sweet tooth."
    },
    {
      "title": "National Let&#39;s Laugh Day",
      "description": "Calling all gigglers, cacklers, chortlers, and belly laughers, this is the day you&#39;ve been waiting for."
    },
    {
      "title": "National SBDC Day",
      "description": "National SBDC Day offers the means to support small businesses and startups in America."
    },
    {
      "title": "National Stretch Mark Day",
      "description": "Today is the day to embrace and celebrate your body including your stretch marks!"
    },
    {
      "title": "Operation Iraqi Freedom Day",
      "description": "Let&#39;s pause and take the time to acknowledge this period in United States history."
    },
    {
      "title": "Small Business Development Centers Day",
      "description": "Learn more about how to honor the efforts of small business owners in the U.S."
    },
    {
      "title": "St Joseph&#39;s Day Venezuela",
      "description": "Learn the history, get new celebration ideas, and enjoy incredible facts about this day."
    },
    {
      "title": "St. Joseph&#39;s Day",
      "description": "It’s time to pump up your holy spirits because it is St. Joseph’s Day!"
    },
    {
      "title": "Bruce Willis’s Birthday",
      "description": "The recently-retired actor has entertained fans around the world through his action and comedy roles."
    },
    {
      "title": "Gus Caleb Smyrnios’s Birthday",
      "description": "This “Floribama Shore” star, Gus Caleb Smyrnios, is set to take Hollywood by storm."
    },
    {
      "title": "Yandy Smith’s Birthday",
      "description": "This reality T.V. star and entrepreneur is steadily gaining success in the entertainment industry."
    },
    {
      "title": "Yung Gravy’s Birthday",
      "description": "Yung Gravy, the talented American musician, has a lot to offer the world!"
    }
  ]
}
