{
  "month": "mar",
  "day": 19,
  "holidays": [
    {
      "title": "National Let&#39;s Laugh Day",
      "description": null
    },
    {
      "title": "National Poultry Day",
      "description": "We are biased; chickens rule poultry. We are just going to have to wing this one."
    },
    {
      "title": "Red Nose Day",
      "description": "The day features a telethon, TV specials, and events around the country."
    },
    {
      "title": "Certified Nurses Day",
      "description": "Not only is it one America&#39;s largest professions, but it is also one of the most significant in its impact on society."
    },
    {
      "title": "International Client&#39;s Day",
      "description": "Let us recognize the individuals who contribute to the success of our businesses."
    },
    {
      "title": "International Read To Me Day",
      "description": "The organizers behind the day aim to improve the literacy standards of the children around them."
    },
    {
      "title": "National 3-D Day",
      "description": "If you enjoy 3.D. movies, art, or technology, today’s the day to celebrate 3.D."
    },
    {
      "title": "National Ag Day",
      "description": "Everything we eat, use, or wear every day is provided by agriculture."
    },
    {
      "title": "National Automatic Door Day",
      "description": "Awesome new ways to celebrate this day are knocking… are you listening?"
    },
    {
      "title": "National Backyard Day",
      "description": "Backyards are more than small green spaces outside our homes. Find out why they&#39;re so special."
    },
    {
      "title": "National Chocolate Caramel Day",
      "description": "The irresistible combination of chocolate and caramel never fails to impress those with a sweet tooth."
    },
    {
      "title": "National Native HIV/AIDS Awareness Day",
      "description": "Put on your boxing gloves for the fight against H.I.V./AIDS."
    },
    {
      "title": "National Stretch Mark Day",
      "description": "Today is the day to embrace and celebrate your body including your stretch marks!"
    },
    {
      "title": "Operation Iraqi Freedom Day",
      "description": "Let&#39;s pause and take the time to acknowledge this period in United States history."
    },
    {
      "title": "Spring Begins",
      "description": "The fading of winter brings with it new beginnings: Spring Begins!"
    },
    {
      "title": "St Joseph&#39;s Day Venezuela",
      "description": "Learn the history, get new celebration ideas, and enjoy incredible facts about this day."
    },
    {
      "title": "St. Joseph&#39;s Day",
      "description": "It’s time to pump up your holy spirits because it is St. Joseph’s Day!"
    },
    {
      "title": "Tea for Two Tuesday",
      "description": "There’s no better way to enjoy someone’s company than over a cup of tea."
    },
    {
      "title": "World Social Work Day",
      "description": "Get more people inspired to do good and observe World Social Work Day."
    },
    {
      "title": "Bruce Willis’s Birthday",
      "description": "The recently-retired actor has entertained fans around the world through his action and comedy roles."
    },
    {
      "title": "Gus Caleb Smyrnios’s Birthday",
      "description": "This “Floribama Shore” star, Gus Caleb Smyrnios, is set to take Hollywood by storm."
    },
    {
      "title": "Yandy Smith’s Birthday",
      "description": "This reality T.V. star and entrepreneur is steadily gaining success in the entertainment industry."
    },
    {
      "title": "Yung Gravy’s Birthday",
      "description": "Yung Gravy, the talented American musician, has a lot to offer the world!"
    }
  ]
}
