{
  "month": "mar",
  "day": 21,
  "holidays": [
    {
      "title": "International Day of Forests",
      "description": null
    },
    {
      "title": "National Common Courtesy Day",
      "description": "With ever-busy lives, we often forget that simple things can make a difference."
    },
    {
      "title": "World Poetry Day",
      "description": "“How do I love thee? Let me count the ways.”"
    },
    {
      "title": "Afghanistan Day",
      "description": "Beyond the news and popular media, discover Afghanistan through culture and tradition."
    },
    {
      "title": "Big Bang Day",
      "description": "Space nerds and science geeks gather for one of their most iconic commemorations."
    },
    {
      "title": "Credit Card Reduction Day",
      "description": "Spend a little wisely this Credit Card Reduction Day. Learn all there is to know!"
    },
    {
      "title": "Education Freedom Day",
      "description": "In keeping with the day’s spirit, let’s learn and learn some more."
    },
    {
      "title": "Egypt Mother&#39;s Day",
      "description": "Celebrate the love, and honor the sacrifices a mother makes for her children, family, and society."
    },
    {
      "title": "Harmony Day",
      "description": "We’ve got harmonious habits and unifying ideas to make your Harmony Day a picture of peace."
    },
    {
      "title": "Human Rights Day South Africa",
      "description": "To know your rights is to be empowered: Let’s celebrate Human Rights Day South Africa!"
    },
    {
      "title": "International Colour Day",
      "description": "We cannot imagine a world without color so let’s join in this celebration of beauty!"
    },
    {
      "title": "International Day for the Elimination of Racial Discrimination",
      "description": "Uprooting strongholds of racism and mobilizing a united front, observe this day with us right here."
    },
    {
      "title": "International Day of Nowruz",
      "description": "Spring’s grand return. Celebrate International Day of Nowruz in style!"
    },
    {
      "title": "International Race Relations Day",
      "description": "This International Race Relations Day, let’s foster a global culture of equality and tolerance."
    },
    {
      "title": "Martyrdom of Imam Ali",
      "description": "Let’s take a look at one of Islam’s important holidays this Martyrdom of Imam Ali Day."
    },
    {
      "title": "Memory Day",
      "description": "Grab a notebook and throw it out the window — today&#39;s challenge is remembering without a reminder."
    },
    {
      "title": "Namibia Independence Day",
      "description": "It’s a good day to join the people of Namibia as they celebrate their country’s independence."
    },
    {
      "title": "National Aries Day",
      "description": "National Aries Day on March 21 celebrates people born between March 21 and April 19."
    },
    {
      "title": "National Beverly Day",
      "description": "For all the Beverlys out there, your name reflects a beautiful balance in nature."
    },
    {
      "title": "National California Strawberry Day",
      "description": "Sweet juicy heaven! Indulge in one of nature’s finest treats this National California Strawberry Day."
    },
    {
      "title": "National Countdown Day",
      "description": "On National Countdown Day, count the seconds, minutes, or hours until something special happens."
    },
    {
      "title": "National Crunchy Taco Day",
      "description": "Today is for the rough, rugged and crunchy."
    },
    {
      "title": "National Day of Action Against Bullying and Violence",
      "description": "Let’s all prepare to join forces to create long-term solutions to bullying!"
    },
    {
      "title": "National Day Of Action On Syringe Exchange",
      "description": "This day is all about the life-saving importance of using sterile needles."
    },
    {
      "title": "National Flower Day",
      "description": "Join us as we learn all about National Flower Day and how to celebrate it."
    },
    {
      "title": "National Fragrance Day",
      "description": "One whiff of it puts us under a spell!"
    },
    {
      "title": "National French Bread Day",
      "description": "Indulge in this unique bread that is crunchy on the outside and delectably doughy inside."
    },
    {
      "title": "National Healthy Fats Day",
      "description": "This National Healthy Fats Day, join us in saying yes to healthy fats!"
    },
    {
      "title": "National Peter Day",
      "description": "Peter is a well-known name that is associated with wealth and success."
    },
    {
      "title": "National Preschool Teacher Appreciation Day",
      "description": "It&#39;s time to honor the preschool teachers who provide us with the tools of learning."
    },
    {
      "title": "National Preschool Teachers Appreciation Day",
      "description": "Check out some inspiring ways to show preschool educators your admiration for them!"
    },
    {
      "title": "National Renewable Energy Day",
      "description": "Join the movement as we try to save our planet on National Renewable Energy Day."
    },
    {
      "title": "National Single Parent Day",
      "description": "Single parents get to take a break from constantly holding down the fort!"
    },
    {
      "title": "National Teenager Day",
      "description": "Let us celebrate with today&#39;s teenagers because we were all teens once!"
    },
    {
      "title": "Race Relations Day",
      "description": "It’s time to say no to racial discrimination and join our hands in oneness and unity."
    },
    {
      "title": "Rosie The Riveter Day",
      "description": "Raise your fist and strike a pose as we honor the women of past generations."
    },
    {
      "title": "Slytherin Pride Day",
      "description": "It’s time to slither into the light as we mark Slytherin Pride Day in style."
    },
    {
      "title": "Spring Fairy Fun Day",
      "description": "Put some flowers in your hair and spread joy on Spring Fairy Fun Day."
    },
    {
      "title": "Twitter Day",
      "description": "Twitter, the world’s biggest microblogging site, was launched on March 21, 2006. In 16 short years, Twitter has become the standard medium for getting information…"
    },
    {
      "title": "Vermouth Day",
      "description": "Grab a bottle and make your favorite dish or cocktail as we celebrate this acclaimed drink."
    },
    {
      "title": "WE Day",
      "description": "Strap on your thinking caps and let us all take part in empowering the youth!"
    },
    {
      "title": "World Down Syndrome Day",
      "description": "Raise public awareness, promote inclusivity, and support the wellbeing of those living with Down Syndrome."
    },
    {
      "title": "World Forestry Day",
      "description": "Let us join hands and pledge to save our trees, our forests, and our planet!"
    },
    {
      "title": "World Puppetry Day",
      "description": "Learn all about the incredible art of puppetry this World Puppetry Day."
    },
    {
      "title": "Nowruz Bayram",
      "description": "Come join us as we usher in Spring with a Persian-themed celebration befitting the occasion."
    },
    {
      "title": "The Big Walk and Wheel",
      "description": "Feel free and ride your worries away on two wheels or in tandem."
    },
    {
      "title": "Jace Norman’s Birthday",
      "description": "The teen star is making steady strides up the popularity charts with his shows and advocacy."
    },
    {
      "title": "Shannade Clermont’s Birthday",
      "description": "This model and media star believes that self-confidence is a must to achieve success."
    },
    {
      "title": "TINI’s Birthday",
      "description": "Singer, songwriter, dancer, model, actress, activist, philanthropist — there is little that TINI can’t do."
    }
  ]
}
