{
  "month": "mar",
  "day": 23,
  "holidays": [
    {
      "title": "National Puppy Day",
      "description": null
    },
    {
      "title": "Atheist Day",
      "description": "The significance of Atheist Day is that all beliefs or the lack thereof must be respected."
    },
    {
      "title": "Chips and Dip Day",
      "description": "Enjoy your favorite snack, chips and dip, to celebrate the day properly."
    },
    {
      "title": "Cuddly Kitten Day",
      "description": "Delve into everything cat, from fun facts, to how they were domesticated, and more."
    },
    {
      "title": "Day of the Liberation of Southern Africa",
      "description": "Let us all rejoice and celebrate freedom as we learn more about South Africa&#39;s liberation."
    },
    {
      "title": "Erev Purim",
      "description": "Let us celebrate Erev Purim by filling our Purim baskets with love and joy."
    },
    {
      "title": "Esther Fast",
      "description": "Esther Fast is practiced as a way of developing willpower and gaining divine favor."
    },
    {
      "title": "Melba Toast Day",
      "description": "It all started with a chef who was enamored by an Australian opera singer."
    },
    {
      "title": "National Alice Day",
      "description": "National Alice Day is observed every year to celebrate people named Alice."
    },
    {
      "title": "National Chia Day",
      "description": "They are small, mighty seeds known as one of the rare superfoods on the planet."
    },
    {
      "title": "National Chip and Dip Day",
      "description": "National Chip and Dip Day, celebrated annually on March 23, celebrates an all-American crowd-pleaser! Who doesn’t love a tasty chip-and-dip combo? It would be tough…"
    },
    {
      "title": "National Jacob Day",
      "description": "Hi there, Jacob. Today is your day, so let’s find out more about your name!"
    },
    {
      "title": "National Tamale Day",
      "description": "Indulge your cravings and treat yourself to some tamales this National Tamale Day!"
    },
    {
      "title": "Near Miss Day",
      "description": "What would you do if a huge asteroid was about to hit planet Earth?"
    },
    {
      "title": "OK Day",
      "description": "Explore the history, popularity, and really cool facts about the word &#39;OK.&#39;"
    },
    {
      "title": "Otago Anniversary Day",
      "description": "We have all you need to know about Otago and its anniversary."
    },
    {
      "title": "Pakistan Day",
      "description": "Can you believe that over 15 million people migrated in the summer of 1947!"
    },
    {
      "title": "Ravenclaw Pride Day",
      "description": "Your guide to everything Ravenclaw, from its interesting (and tragic) history to its most famous students."
    },
    {
      "title": "Walk in the Sand Day",
      "description": "Head to the beach, kick off your shoes, and let the sand caress your feet."
    },
    {
      "title": "World Math Day",
      "description": "Do you have what it takes to be the last Mathlete standing this World Math Day?"
    },
    {
      "title": "World Meteorological Day",
      "description": "Hard to imagine a time when we didn’t know how the weather was going to be."
    },
    {
      "title": "Joan Crawford’s Birthday",
      "description": "The hiccups Crawford faced were the stepping stones to the success of this dynamite talent."
    },
    {
      "title": "KarinaOMG’s Birthday",
      "description": "It took creativity and focus for Karina to venture into the realm of famous YouTubers."
    },
    {
      "title": "Kyrie Irving’s Birthday",
      "description": "With an opportunity to succeed, he slam-dunked his efforts into life&#39;s pool of riches."
    },
    {
      "title": "Quando Rondo’s Birthday",
      "description": "Tougher than the rap game, Quando Rando is determined to rise in the spotlight."
    },
    {
      "title": "Renjun’s Birthday",
      "description": "For this exceptional singer, his legacy is set in stone and written in the stars."
    }
  ]
}
