{
  "month": "mar",
  "day": 26,
  "holidays": [
    {
      "title": "National Spinach Day",
      "description": null
    },
    {
      "title": "Air Max Day",
      "description": "Air Max Day celebrates one of the most iconic sneakers design in history."
    },
    {
      "title": "Black Marriage Day",
      "description": "Celebrate your better half as we join couples to mark Black Marriage Day."
    },
    {
      "title": "Epilepsy Awareness / Purple Day",
      "description": "Join one of the grassroots campaigns to raise awareness in your community today!"
    },
    {
      "title": "Good Hair Day",
      "description": "As a lady, your hair is your most valuable asset; invest in it now."
    },
    {
      "title": "Independence Day of Bangladesh",
      "description": "Join us as we celebrate with the beautiful people of Bangladesh!"
    },
    {
      "title": "Live Long and Prosper Day",
      "description": "Become a Vulcan for a day and throw up a sign to wish others well."
    },
    {
      "title": "Major League Baseball Opening Day",
      "description": "Every year thousands of people call in sick so they can be in the seats when the first pitch is thrown."
    },
    {
      "title": "Make Up Your Own Holiday Day",
      "description": "Make up a personalized holiday that is close to your heart."
    },
    {
      "title": "Martyr&#39;s Day in Mali",
      "description": "Everything you need to know about Martyrs’ Day in Mali is here!"
    },
    {
      "title": "National Day of Life, Peace and Justice",
      "description": "Wondering how to celebrate this day? We’ve got some suggestions for you!"
    },
    {
      "title": "National Landon Day",
      "description": "Landon, a popular name for boys, is celebrated today. Spoil the Landon in your life."
    },
    {
      "title": "National Nougat Day",
      "description": "The classic dessert is made with whipped egg whites, sweet honey, and roasted nuts."
    },
    {
      "title": "National Wayne Day",
      "description": "Wayne, a name for a boy given in the English language, means ‘wagon builder/driver.’"
    },
    {
      "title": "Prince Kuhio Day",
      "description": "Join us as we celebrate the life and accomplishments of Prince Kuhio, Hawaii’s last prince."
    },
    {
      "title": "Ram Navami Day",
      "description": "Get ready to understand the story behind Ram Navami and the importance of the day."
    },
    {
      "title": "Solitude Day",
      "description": "Even the most social of butterflies can benefit from time alone today."
    },
    {
      "title": "Wear A Hat Day",
      "description": "We raise awareness and funds for brain-tumor research, and look good while we’re at it!"
    },
    {
      "title": "Brittany Banks’s Birthday",
      "description": "Beyond reality T.V, Banks is a bonafide businesswoman with great looks and a brilliant mind."
    },
    {
      "title": "Danielle Bregoli’s Birthday",
      "description": "This famous American rapper is most known for being the “cash me outside” girl."
    },
    {
      "title": "Diana Ross’s Birthday",
      "description": "Despite some difficulties, she has withstood the test of time as a performer."
    },
    {
      "title": "Gavin Magnus’s Birthday",
      "description": "He is a fast-rising teenage sensation with millions of followers on social media."
    },
    {
      "title": "Jeff Magid’s Birthday",
      "description": "Everyone loves a mystery man — and this music producer is just that!"
    },
    {
      "title": "Kenny Chesney’s Birthday",
      "description": "He is a renowned country music singer who has defined that genre of music."
    },
    {
      "title": "Nancy Pelosi’s Birthday",
      "description": "Learn more about Democrat Nancy Pelosi who is a great human rights activist."
    },
    {
      "title": "Steven Tyler’s Birthday",
      "description": "Steven Tyler, the frontman of Aerosmith, is one of America’s most recognized rock singers."
    }
  ]
}
