{
  "month": "mar",
  "day": 31,
  "holidays": [
    {
      "title": "Anesthesia Tech Day",
      "description": null
    },
    {
      "title": "Cesar Chavez Day",
      "description": "Celebrate the life and legacy of this iconic hero, and take inspiration from his lifelong servitude."
    },
    {
      "title": "Crayola Crayon Day",
      "description": "This Crayola Crayon Day, choose your favorite color from your Crayola box and ignite your creativity."
    },
    {
      "title": "Dance Marathon Day",
      "description": "Have fun, stay fit, and support a good cause on this year’s Dance Marathon Day."
    },
    {
      "title": "Eiffel Tower Day",
      "description": "Raise a toast to this monumental feat of construction as we celebrate Eiffel Tower Day."
    },
    {
      "title": "Holy Tuesday",
      "description": "Get informed about this important day with our informative article about Holy Tuesday."
    },
    {
      "title": "Hug a Medievalist Day",
      "description": "Be ready to hug a medievalist on this special day and make them feel loved!"
    },
    {
      "title": "Mahavir Jayanti",
      "description": "It&#39;s Mahavir Jayanti, so get ready to celebrate as we commemorate Mahavira&#39;s birth in style!"
    },
    {
      "title": "National Après Day",
      "description": "#AprèsAnywhere and celebrate with Breckenridge Bourbon Whiskey, after anything you’ve accomplished!"
    },
    {
      "title": "National Bunsen Burner Day",
      "description": "We celebrate National Bunsen Burner Day on March 31, remembering the history of science and the inventor behind this important tool. Found in every high-school…"
    },
    {
      "title": "National Clams on the Half Shell Day",
      "description": "Seafood lovers won’t clam up about their love for clams today."
    },
    {
      "title": "National Crayon Day",
      "description": "Spark fond memories of childhood creations in full color as we celebrate the beloved crayon!"
    },
    {
      "title": "National Farm Workers Day",
      "description": "The labor force on a farm plays a pivotal role in bringing crops to fruition."
    },
    {
      "title": "National She&#39;s Funny That Way Day",
      "description": "It’s hats off to the ladies who make us laugh out loud. Today’s your special day."
    },
    {
      "title": "National Tater Day",
      "description": "We love potatoes, and you bet we are ready for it this National Tater Day."
    },
    {
      "title": "Prom Day",
      "description": "Post a throwback or call up a high school friend — cherish your unforgettable prom memories."
    },
    {
      "title": "She’s Funny That Way Day",
      "description": "Celebrate the women in comedy who make life worth living on She’s Funny That Way Day."
    },
    {
      "title": "Terri&#39;s Day",
      "description": "A comatose woman became the center of a battle for the right to live or die."
    },
    {
      "title": "Transfer Day",
      "description": "For the price of a New York penthouse, the U.S. bought the Virgin Islands."
    },
    {
      "title": "Transgender Day of Visibility",
      "description": "Let’s join the trans community to celebrate not ‘fitting in’ when we yearn to stand out!"
    },
    {
      "title": "World Backup Day",
      "description": "What would you do if you lost everything on your computer?"
    },
    {
      "title": "Cesar Chavez’s Birthday",
      "description": "Thousands of workers’ lives are better thanks to this activist’s inspiring lifelong work."
    },
    {
      "title": "Ewan McGregor’s Birthday",
      "description": "From indie films to major Hollywood roles, McGregor has had a rich and successful career."
    },
    {
      "title": "Johann Sebastian Bach’s Birthday",
      "description": "Discover the life of this world-renowned classical genius, from his career to his personal life."
    },
    {
      "title": "Kids Diana Show’s Birthday",
      "description": "Who said success has an age limit? At eight, this young YouTuber is already a star."
    },
    {
      "title": "Liza Koshy’s Birthday",
      "description": "From high school Vine star to an award-winning content creator, Koshy has enjoyed non-stop success."
    }
  ]
}
