{
  "month": "sep",
  "day": 3,
  "holidays": [
    {
      "title": "National Skyscraper Day",
      "description": "We invite you to join us in taking a long look up."
    },
    {
      "title": "Foundation Day in San Marino",
      "description": "Revel in the festivities and commemorate the beginning of the Republic of San Marino!"
    },
    {
      "title": "Merchant Navy Day",
      "description": "Observe the day and recognize the sacrifices of the often forgotten merchant seafarers."
    },
    {
      "title": "National Pet Rock Day",
      "description": "Join millions in celebrating the perfect pet as we mark National Pet Rock Day."
    },
    {
      "title": "National Stephen Day",
      "description": "Find out the true meaning behind the name as we mark National Stephen Day."
    },
    {
      "title": "National Welsh Rarebit Day",
      "description": "Warning! You’re about to experience a delicious melted-cheese overload, are you ready?"
    },
    {
      "title": "US Bowling League Day",
      "description": "Find out more about this popular game that’s loved by millions of people."
    },
    {
      "title": "Yamashita Surrender Day",
      "description": "Honor the fallen soldiers who fought for the Philippines’ peace and order on Yamashita Surrender Day."
    },
    {
      "title": "August Alsina’s Birthday",
      "description": "This talented singer is creating his legacy one song at a time."
    },
    {
      "title": "Charlie Sheen’s Birthday",
      "description": "Charlie Sheen knows how to create a buzz, whether it&#39;s favorable or unfavorable."
    },
    {
      "title": "DJ Envy’s Birthday",
      "description": "New York Radio and hip-hop aren’t complete without D.J. Envy. He’s a prominent musical influence."
    },
    {
      "title": "Jack Dylan Grazer’s Birthday",
      "description": "What&#39;s next for this gifted actor, who has made waves with roles in blockbusters?"
    },
    {
      "title": "Kaia Gerber’s Birthday",
      "description": "At a young age, this famous star made a name for herself in the modeling industry."
    },
    {
      "title": "Park Soo-young’s Birthday",
      "description": "For this famous and talented singer, actress, and dancer, the sky&#39;s the limit."
    },
    {
      "title": "Riley Hubatka’s Birthday",
      "description": "The sky is the limit for this talented social media celebrity and TikTok star."
    },
    {
      "title": "RonaldOMG’s Birthday",
      "description": "RonaldOMG&#39;s gaming content boosted his popularity among Gen-Z. Celebrate his special day with us!"
    },
    {
      "title": "Sharleen Joynt’s Birthday",
      "description": "“The Bachelor” alumna has made a name for herself in the opera arena."
    },
    {
      "title": "Shaun White’s Birthday",
      "description": "The world-renowned snowboarder left his mark on the sport by winning three Olympic gold medals."
    }
  ]
}
