{
  "month": "sep",
  "day": 3,
  "holidays": [
    {
      "title": "National Skyscraper Day",
      "description": "We invite you to join us in taking a long look up."
    },
    {
      "title": "Foundation Day in San Marino",
      "description": "Revel in the festivities and commemorate the beginning of the Republic of San Marino!"
    },
    {
      "title": "Franchise Appreciation Day",
      "description": "Let’s help each other by honoring this day and supporting our local franchises."
    },
    {
      "title": "International Bacon Day",
      "description": "Let’s go hog-wild and enjoy more of this delicious, sizzling American staple."
    },
    {
      "title": "Merchant Navy Day",
      "description": "Observe the day and recognize the sacrifices of the often forgotten merchant seafarers."
    },
    {
      "title": "National Doodle Day",
      "description": "Check out some National Doodle Day celebration ideas that we&#39;re really drawn to."
    },
    {
      "title": "National Hummingbird Day",
      "description": "It seems more and more people are excited about seeing Hummingbirds than their favorite celebrities."
    },
    {
      "title": "National Stephen Day",
      "description": "Find out the true meaning behind the name as we mark National Stephen Day."
    },
    {
      "title": "National Tailgating Day",
      "description": "Good food, great company, and a lot of fun are reasons to enjoy this national pastime."
    },
    {
      "title": "National Welsh Rarebit Day",
      "description": "Warning! You’re about to experience a delicious melted-cheese overload, are you ready?"
    },
    {
      "title": "Turkey Vulture Day",
      "description": "Help raise awareness of the importance of vulture conservation at this year’s celebration."
    },
    {
      "title": "US Bowling League Day",
      "description": "Find out more about this popular game that’s loved by millions of people."
    },
    {
      "title": "World Beard Day",
      "description": "Bushy, trimmed, or closely manicured, the beard remains supreme and we’re here to celebrate it."
    },
    {
      "title": "Yamashita Surrender Day",
      "description": "Honor the fallen soldiers who fought for the Philippines’ peace and order on Yamashita Surrender Day."
    },
    {
      "title": "August Alsina’s Birthday",
      "description": "This talented singer is creating his legacy one song at a time."
    },
    {
      "title": "DJ Envy’s Birthday",
      "description": "New York Radio and hip-hop aren’t complete without D.J. Envy. He’s a prominent musical influence."
    },
    {
      "title": "Kaia Gerber’s Birthday",
      "description": "At a young age, this famous star made a name for herself in the modeling industry."
    },
    {
      "title": "Park Soo-young’s Birthday",
      "description": "For this famous and talented singer, actress, and dancer, the sky&#39;s the limit."
    },
    {
      "title": "Riley Hubatka’s Birthday",
      "description": "The sky is the limit for this talented social media celebrity and TikTok star."
    }
  ]
}
