{
  "month": "sep",
  "day": 6,
  "holidays": [
    {
      "title": "National Read a Book Day",
      "description": null
    },
    {
      "title": "Bonaire Flag Day",
      "description": "Let’s explore the rich history and cultural significance of Bonaire Flag Day."
    },
    {
      "title": "Bring Your Manners To Work Day",
      "description": "Mind your Ps and Qs at the workplace this Bring Your Manners to Work Day."
    },
    {
      "title": "Fight Procrastination Day",
      "description": "Join thousands across the country as we enter a glorious battle with the “later” syndrome."
    },
    {
      "title": "Great Egg Toss Day",
      "description": "Buckle up — we are in for an egg-citing game this Great Egg Toss Day!"
    },
    {
      "title": "National 401(k) Day",
      "description": "We all dream of a life of leisure during our golden, retirement years."
    },
    {
      "title": "National Chianti Day",
      "description": "Explore the sweet possibilities that the Chianti wine brings to your tastebuds."
    },
    {
      "title": "National Coffee Ice Cream Day",
      "description": "Caffeine and ice cream lovers unite to celebrate a combination that has swept the world!"
    },
    {
      "title": "National Food Bank Day",
      "description": "Take time to learn about Food Banks and the good they do for their communities."
    },
    {
      "title": "National Lazy Mom’s Day",
      "description": "It’s your reminder to lend a hand and give your mom a much-deserved break."
    },
    {
      "title": "Swaziland Independence Day",
      "description": "Let&#39;s prepare to sing and dance with the natives to celebrate Swaziland&#39;s independence from the British!"
    },
    {
      "title": "Asher Angel’s Birthday",
      "description": "Angel started his career at a young age, appearing in various commercials and print ads."
    },
    {
      "title": "Bertie Carvel’s Birthday",
      "description": "Carvel was nominated for the Laurence Olivier Award for Best Actor in a Leading Role."
    },
    {
      "title": "Gabriela Gonzalez’s Birthday",
      "description": "Gabriela is a fashionista and a social media sensation who promotes self-love."
    },
    {
      "title": "Idris Elba’s Birthday",
      "description": "He is a sizzling hot blend of talent — actor, musician, producer, and all-around badass!"
    },
    {
      "title": "Jane Addams’s Birthday",
      "description": "Did you know Jane Addams had a spinal defect that required surgery?"
    },
    {
      "title": "Katy Hearn’s Birthday",
      "description": "Katy Hearn started lifting weights even before it was “cool” for women to build muscle."
    },
    {
      "title": "Roger Waters’s Birthday",
      "description": "According to this multi-talented English rock artist, the most valuable thing in life is discovering your gift."
    },
    {
      "title": "Terrence Clarke’s Birthday",
      "description": "The NBA lost a young star who gave joy to everyone in the basketball world."
    }
  ]
}
