{
  "month": "sep",
  "day": 9,
  "holidays": [
    {
      "title": "International Sudoku Day",
      "description": "Sudoku enthusiasts will no doubt notice the date’s symbolism."
    },
    {
      "title": "California Admission Day",
      "description": "Celebrate with us as California commemorates the day it became an American state."
    },
    {
      "title": "Care Bears Share Your Care Day",
      "description": "This special day is all about love and care! Ready to show it?"
    },
    {
      "title": "Emergency Services Day",
      "description": "Emergency Services Day is an opportunity to celebrate the heroes saving lives by providing emergency services."
    },
    {
      "title": "International Box Wine Day",
      "description": "Show your appreciation for sustainable wine packaging by sipping some box wine on this day."
    },
    {
      "title": "International Day to Protect Education from Attack",
      "description": "Explore the history and significance of the day and discover why we need to protect education."
    },
    {
      "title": "International Fetal Alcohol Spectrum Disorders Awareness Day",
      "description": "Today we remind you that it’s never a good idea to take alcohol while pregnant."
    },
    {
      "title": "National 401(k) Day",
      "description": "We all dream of a life of leisure during our golden, retirement years."
    },
    {
      "title": "National When Pigs Fly Day",
      "description": "Have faith that miracles can happen and when they do, share them today."
    },
    {
      "title": "National Wiener Schnitzel Day",
      "description": "This renowned dish is considered an Austrian delicacy in its beautiful capital, Vienna."
    },
    {
      "title": "Stand Up To Cancer Day",
      "description": "We all have a common enemy, and today we are called to stand up to it."
    },
    {
      "title": "Steak Au Poivre Day",
      "description": "Get ready to stick your fork into one of the most succulent meals ever invented."
    },
    {
      "title": "Tajikistan Independence Day",
      "description": "Join us as we learn more about Tajikistan’s incredible journey toward independence."
    },
    {
      "title": "Teddy Bear Day",
      "description": "Get excited as we celebrate one of the world&#39;s most loyal best friends — the teddy bear."
    },
    {
      "title": "Wonderful Weirdos Day",
      "description": "Don&#39;t be afraid to embrace and explore your quirkiness on Wonderful Weirdos Day."
    },
    {
      "title": "Adam Sandler’s Birthday",
      "description": "Adam Sandler has created a timeless legacy as an actor, comedian, and filmmaker."
    },
    {
      "title": "Cameron Herrin’s Birthday",
      "description": "Cameron Herrin loved to race, but this activity eventually led to his downfall."
    },
    {
      "title": "Colonel Sanders’s Birthday",
      "description": "Colonel Sanders is one of the most well-known figures in the history of fast food."
    },
    {
      "title": "Eboni K. Williams’s Birthday",
      "description": "Eboni K. Williams uses her voice to discuss a wide range of issues, including politics, social justice, sports, and pop culture."
    },
    {
      "title": "William Papa’s Birthday",
      "description": "This TikToker is scared of short people! Let’s learn more surprising facts!"
    }
  ]
}
