{
  "month": "sep",
  "day": 12,
  "holidays": [
    {
      "title": "National Video Games Day",
      "description": "No reason to feel bad about not even seeing the light of day today."
    },
    {
      "title": "National Ants on a Log Day",
      "description": "This day recognizes an iconic snack enjoyed by millions of Americans."
    },
    {
      "title": "National Chocolate Milkshake Day",
      "description": "Simple, sweet, and delectable, chocolate milkshakes are one of the best treats of all time."
    },
    {
      "title": "National Day of Encouragement",
      "description": "Do your bit to uplift those around you."
    },
    {
      "title": "National Police Woman Day",
      "description": "Today, we celebrate all the brave women in our police force."
    },
    {
      "title": "National Report Medicare Fraud Day",
      "description": "Every year, America loses 10% of Medicare funds to fraud."
    },
    {
      "title": "United Nations Day for South-South Cooperation",
      "description": "Stand for unity in the south by observing the United Nations Day for South-South Cooperation."
    },
    {
      "title": "2 Chainz’s Birthday",
      "description": "There is no limiting this talented rapper — the world is his oyster!"
    },
    {
      "title": "Bizzy Bone’s Birthday",
      "description": "Having overcome some of life’s toughest challenges, this rapper has earned his fame."
    },
    {
      "title": "Emmy Rossum’s Birthday",
      "description": "She is unquestionably a gifted actress and singer who has won numerous awards."
    },
    {
      "title": "Hans Zimmer’s Birthday",
      "description": "By prioritizing the idea of simple compositions, his works are easily attached to the ears."
    },
    {
      "title": "Jennifer Hudson’s Birthday",
      "description": "This phenomenal singer and actress continues to build a legacy that is bound to outlive her."
    },
    {
      "title": "Paul Walker’s Birthday",
      "description": "This talented actor can rest in peace knowing his legacy makes the world better and brighter."
    },
    {
      "title": "RM’s Birthday",
      "description": "This talented rapper, songwriter, and bandleader is outstanding in every way that matters!"
    },
    {
      "title": "Sydney Sweeney’s Birthday",
      "description": "This beautiful actress was dubbed “the scariest girl on T.V.” by the “New York Times.”"
    },
    {
      "title": "Zackary Arthur’s Birthday",
      "description": "We can hardly wait to see what the future holds for this talented young star."
    }
  ]
}
