{
  "month": "sep",
  "day": 13,
  "holidays": [
    {
      "title": "National Peanut Day",
      "description": "We pay homage to the mighty and tasty peanut."
    },
    {
      "title": "Defy Superstition Day",
      "description": "Be daring, break all those superstitious beliefs and make your life wonderful."
    },
    {
      "title": "European Heritage Days",
      "description": "Celebrated all over the continent to mark European unity, and ensure that the past isn’t forgotten."
    },
    {
      "title": "International Chocolate Day",
      "description": "Ever wondered how chocolate was invented? Well, we’ve got some sweet answers for you!"
    },
    {
      "title": "National Ants on a Log Day",
      "description": "This day recognizes an iconic snack enjoyed by millions of Americans."
    },
    {
      "title": "National Bald is Beautiful Day",
      "description": "National Bald is Beautiful Day celebrates every bald cutie — whether they be young or old."
    },
    {
      "title": "National Celiac Disease Awareness Day",
      "description": "National Celiac Disease Awareness Day, every September 13, is a good time to examine this little-known disease that affects about 3 million Americans. Celiac disease…"
    },
    {
      "title": "National Hug Your Boss Day",
      "description": "Let’s appreciate our bosses this September by giving them a good hug."
    },
    {
      "title": "National Jose Day",
      "description": "Celebrate with Josés around the globe as we mark National José Day in style."
    },
    {
      "title": "National Juan Day",
      "description": "From Juan Pablo to Juan Jesus, it’s National Juan Day and we couldn’t be more excited."
    },
    {
      "title": "National Kids Take Over the Kitchen Day",
      "description": "Get out your apron as we celebrate this fun day!"
    },
    {
      "title": "Pet Birth Defect Awareness Day",
      "description": "Be a more responsible pet owner and give your pet proper treatment and care."
    },
    {
      "title": "Positive Thinking Day",
      "description": "Think of all the positivity that you are blessed with."
    },
    {
      "title": "Programmers Day",
      "description": "The day for programmers is celebrated on the 256th day of the year."
    },
    {
      "title": "Roald Dahl Day",
      "description": "A former RAF fighter pilot, intelligence officer, and diplomat, Roald Dahl is best known as one of the world’s best-loved storytellers. In books like “Matilda”,…"
    },
    {
      "title": "Supernatural Day",
      "description": "Let&#39;s take a moment to appreciate everything &#34;Supernatural&#34; has offered us!"
    },
    {
      "title": "Uncle Sam Day",
      "description": "Uncle Sam is one of the most famous icons of America."
    },
    {
      "title": "Corey Scherer’s Birthday",
      "description": "The social media star, dancer, and influencer is making waves with his moves."
    },
    {
      "title": "Milton S. Hershey’s Birthday",
      "description": "An entrepreneur, a pioneer, a compassionate man — the world would be a different place without him."
    },
    {
      "title": "Niall Horan’s Birthday",
      "description": "This singer/songwriter has achieved more fame and success than most people do in a lifetime."
    },
    {
      "title": "Snoh Aalegra’s Birthday",
      "description": "An iconic soul singer, she was born to pursue her dream in music."
    },
    {
      "title": "Tyler Perry’s Birthday",
      "description": "Love him or hate him, the megastar is surely garnering much attention in showbiz."
    }
  ]
}
