{
  "month": "sep",
  "day": 15,
  "holidays": [
    {
      "title": "Butterscotch Cinnamon Pie Day",
      "description": "Delight yourself by indulging in a decadent slice or two of butterscotch cinnamon pie."
    },
    {
      "title": "Costa Rica Independence Day",
      "description": "Costa Rica celebrates its official Independence Day with much fun and joy today."
    },
    {
      "title": "El Salvador Independence Day",
      "description": "Let&#39;s give a special shoutout to El Salvador Independence Day on this memorable day."
    },
    {
      "title": "Felt Hat Day",
      "description": "Felt Hat Day is celebrated to honor the long history of hats."
    },
    {
      "title": "Get Ready Day",
      "description": "Are you prepared for emergency crisis situations like natural disasters and pandemics?"
    },
    {
      "title": "Greenpeace Day",
      "description": "A day dedicated to environmental activism to create a green and clean future."
    },
    {
      "title": "Guatemala Independence Day",
      "description": "Delve into the exciting historical journey of one of the most intriguing South American nations."
    },
    {
      "title": "Honduras Independence Day",
      "description": "Christopher Columbus called the area ‘Golfo de Honduras’ — which means ‘The Gulf of the Depths.&#39;"
    },
    {
      "title": "International Day of Democracy",
      "description": "When freedom is absent, life includes unimaginable challenges that are often incomprehensible."
    },
    {
      "title": "International Dot Day",
      "description": "It started with a story about a little girl named Vashti, the protagonist of “The Dot.”"
    },
    {
      "title": "Make a Hat Day",
      "description": "We celebrate Make a Hat Day by making hats that suit us the best."
    },
    {
      "title": "National Africa Civility Day",
      "description": "Discover what Africa Civility Day is about and the best ways to commemorate the occasion."
    },
    {
      "title": "National Cheese Toast Day",
      "description": "Celebrate the amalgamation of crunchiness and cheesiness of this dish in your mouth."
    },
    {
      "title": "National Creme de Menthe Day",
      "description": "Get set to unwind and cool down with this soothing flavored liqueur."
    },
    {
      "title": "National Custom Framing Day",
      "description": "Have you ever wondered how boring a painting or photograph would look without a frame?"
    },
    {
      "title": "National D.A.R.E. Day",
      "description": "Get ready to learn about preventing drug abuse and how you can help."
    },
    {
      "title": "National Double Cheeseburger Day",
      "description": "Join us in celebrating one of America’s revered and most savored food items."
    },
    {
      "title": "National Google.com Day",
      "description": "Do you know what day it is today? It&#39;s National Google.com Day! Let&#39;s celebrate together."
    },
    {
      "title": "National Linguine Day",
      "description": "The pesto is blended, the shrimp is boiled. Time to add the most important ingredient — linguine."
    },
    {
      "title": "National Malcolm Day",
      "description": "If your name is Malcolm, then today is your day, so let’s find out more about you!"
    },
    {
      "title": "National Online Learning Day",
      "description": "The internet has revolutionized the learning process and offers flexible learning environment to students."
    },
    {
      "title": "National Pawpaw Day",
      "description": "It tastes like a cross between mango, banana, and sometimes other fruits."
    },
    {
      "title": "National Ruben Day",
      "description": "Today is the day to celebrate Rubens around the world, so let’s find out more!"
    },
    {
      "title": "National Tackle Kids Cancer Day",
      "description": "National Tackle Kids Cancer Day is observed to raise critical funds for pediatric cancer research."
    },
    {
      "title": "Shout of Dolores",
      "description": "¡Viva Mexico! These are the words powerful enough to free a nation!"
    },
    {
      "title": "Wales International Film Festival",
      "description": "It is ‘on your marks, get set, go!’ As we join in the upcoming movie marathon."
    },
    {
      "title": "World Afro Day",
      "description": "We have all you need to celebrate your natural coils and curls this World Afro Day!"
    },
    {
      "title": "World Engineers Day",
      "description": "Get those helmets on and let’s celebrate World Engineers Day right here!"
    },
    {
      "title": "Jenna Marbles’s Birthday",
      "description": "This humorous persona and incredible woman will be dearly missed on our screens."
    },
    {
      "title": "Lee Felix’s Birthday",
      "description": "This K-pop star has all the makings of a heartthrob, and his fan following is proof."
    },
    {
      "title": "Lisa Vanderpump’s Birthday",
      "description": "Life isn&#39;t all diamonds and roses, but her life is one to be envious of."
    },
    {
      "title": "Prince Harry’s Birthday",
      "description": "The glory of living lies not in never falling, but in rising, just like Prince Harry."
    },
    {
      "title": "Sommer Ray’s Birthday",
      "description": "Her evolution as a stunning model and social media celebrity is one that everyone should emulate."
    }
  ]
}
