{
  "month": "sep",
  "day": 16,
  "holidays": [
    {
      "title": "Batman Day",
      "description": "Billionaire Bruce Wayne by day, crime-fighting caped crusader Batman by night."
    },
    {
      "title": "National Cleanup Day",
      "description": "After all, being a good citizen includes keeping our communities clean!"
    },
    {
      "title": "National Dance Day",
      "description": "We brought the music, you bring the moves!"
    },
    {
      "title": "Abergavenny Food Festival",
      "description": "Don’t even think about missing this food festival if you are in the U.K."
    },
    {
      "title": "Anne Bradstreet Day",
      "description": "Let’s tap into our inner Anne Bradstreet and honor and celebrate her today!"
    },
    {
      "title": "Collect Rocks Day",
      "description": "We are getting our tools ready to start digging and collecting."
    },
    {
      "title": "Feast Portland",
      "description": "Grab your forks and get your appetites ready because we are celebrating Feast Portland!"
    },
    {
      "title": "International Coastal Cleanup Day",
      "description": "Let’s roll up our sleeves and clean our beaches and coastlines to reduce pollution."
    },
    {
      "title": "International Day for the Preservation of the Ozone Layer",
      "description": "Here’s how to look after and celebrate Earth’s blankie this Ozone Day!"
    },
    {
      "title": "International Eat An Apple Day",
      "description": "As the saying goes, that&#39;s how you keep the doctor away."
    },
    {
      "title": "International Red Panda Day",
      "description": "Celebrate the day to encourage the preservation of the adorable red pandas."
    },
    {
      "title": "Malaysia Day",
      "description": "Malaysia Day is the perfect time to educate yourself about Malaysia&#39;s history."
    },
    {
      "title": "Maldives: Qaumee Dhuvas",
      "description": "Observe the day to commemorate the victory in remembrance of Muhammad Thakurufaanu al-Auzam."
    },
    {
      "title": "Mayflower Day",
      "description": "Sail through time with us to reveal the Mayflower experience."
    },
    {
      "title": "Mexican Independence Day",
      "description": "This fiesta-friendly holiday is filled with national pride, colorful parades, and Sabrosa food."
    },
    {
      "title": "National AKC Responsible Dog Ownership Day",
      "description": "Hey, dog owners, kiss your buddies and give them extra special treats today!"
    },
    {
      "title": "National Boys’ and Girls’ Club Day for Kids",
      "description": "National Boys’ and Girls’ Club Day for Kids is here, let’s celebrate!"
    },
    {
      "title": "National Choose Your Chocolate Day",
      "description": "This perfect combination of cocoa, milk, and sugar has been celebrated for thousands of years."
    },
    {
      "title": "National Cinnamon Raisin Bread Day",
      "description": "Savor the rich goodness of toasted cinnamon raisin bread with butter melting into every little crevice."
    },
    {
      "title": "National Gymnastics Day",
      "description": "Gyms turn into beehives of activity, highlighting the benefits of a healthy body."
    },
    {
      "title": "National Play-Doh Day",
      "description": "Join us as we mold (clay pun intended) this day into the best Play-Doh Day!"
    },
    {
      "title": "National Sew a Jelly Roll Day",
      "description": "Warm those Jelly Rolls up; it’s time for National Sew a Jelly Roll Day!"
    },
    {
      "title": "National Sit With a Stranger Day",
      "description": "Make new friends, sit with strangers, and build new relationships on this day."
    },
    {
      "title": "National Stepfamily Day",
      "description": "Here’s to all the incredible blended families that are making it work!"
    },
    {
      "title": "National Tattoo Story Day",
      "description": "Prepare for the story that will inspire you to go get tatted!"
    },
    {
      "title": "National Trail of Tears Commemoration Day",
      "description": "The day remembers the thousands of Cherokees and Native Americans that died horrific deaths."
    },
    {
      "title": "Papua New Guinea Independence Day",
      "description": "It’s Papua New Guinea Independence Day! Let us celebrate this nation’s bloodless path to independence."
    },
    {
      "title": "Puppy Mill Awareness Day",
      "description": "Did you know millions of dogs are killed due to puppy mills every day?"
    },
    {
      "title": "Responsible Dog Ownership Day",
      "description": "Today, pet parents ‘pawse’ and remember the promises they made to their ‘furever’ friends."
    },
    {
      "title": "Stay Away From Seattle Day",
      "description": "Here’s how to celebrate and, by celebrate, we mean to stay away from Seattle!"
    },
    {
      "title": "Teenager Workout Day",
      "description": "Let’s tackle a heavy issue that’s been weighing America’s kids down."
    },
    {
      "title": "Usher Syndrome Awareness Day",
      "description": "The first step to raising awareness for this rare genetic disease is educating yourself."
    },
    {
      "title": "Working Parents Day",
      "description": "Appreciate the efforts of the parents who juggle professional and personal responsibilities."
    },
    {
      "title": "World Barber Day",
      "description": "Here&#39;s a tribute to people who wield scissors and combs like magic wands!"
    },
    {
      "title": "World Ozone Day",
      "description": "Join us as we get ready to go green for World Ozone Day!"
    },
    {
      "title": "Alexis Bledel’s Birthday",
      "description": "From acting as a hobby to honing the craft — this star has come a long way!"
    },
    {
      "title": "BB King’s Birthday",
      "description": "We can never forget the legendary B.B. King who’s deservedly called the “King of Blues.”"
    },
    {
      "title": "Chase Stokes’s Birthday",
      "description": "He only just got onto our screens but we already love his work!"
    },
    {
      "title": "Claire Saffitz’s Birthday",
      "description": "Learn more about Saffitz&#39;s background, cooking history, and adventures in the kitchen right here!"
    },
    {
      "title": "Ian Harding’s Birthday",
      "description": "What better way to celebrate his special day than to learn more about him?"
    },
    {
      "title": "Lauren Bacall’s Birthday",
      "description": "The actress whose provocative glamor elevated her to stardom in Hollywood&#39;s golden age."
    },
    {
      "title": "Marc Anthony’s Birthday",
      "description": "With this singer, actor, and producer, what you see is what you get."
    },
    {
      "title": "Nick Jonas’s Birthday",
      "description": "For this multi-talented singer, songwriter, and actor, the sky is the starting point."
    }
  ]
}
