{
  "month": "sep",
  "day": 17,
  "holidays": [
    {
      "title": "International Patient Safety Day",
      "description": null
    },
    {
      "title": "National Pet Bird Day",
      "description": "Preen your feathers and warm up your singing voice!"
    },
    {
      "title": "Australian Citizenship Day",
      "description": "Whether Australian by birth or choice, take the pledge on Australian Citizenship Day."
    },
    {
      "title": "Chuseok",
      "description": "Break out your forks and knives, it&#39;s time for some feasting and bonding, Korean style!"
    },
    {
      "title": "Constitution Day",
      "description": "One of the world’s most important documents that makes America the great nation it is today."
    },
    {
      "title": "Get Ready Day",
      "description": "Are you prepared for emergency crisis situations like natural disasters and pandemics?"
    },
    {
      "title": "INTERNATIONAL COUNTRY MUSIC DAY",
      "description": "On International Country Music Day, dip into the wellspring and take a sip."
    },
    {
      "title": "International Grenache Day",
      "description": "Enjoy some Grenache as we take you on the grape’s journey through the years."
    },
    {
      "title": "Mid-Autumn Festival",
      "description": "We know what you&#39;re thinking. Why does the Mid-Autumn Festival take place in late summer?"
    },
    {
      "title": "Mid-Autumn Moon Festival",
      "description": "Let’s celebrate the glorious moon!"
    },
    {
      "title": "National Apple Dumpling Day",
      "description": "Get your apples and your fillings ready, we are making America&#39;s favorite pastry!"
    },
    {
      "title": "National Arielle K. Sterrett Day",
      "description": "Learn more about the significance of the day set aside to promote acts of kindness."
    },
    {
      "title": "National IT Professionals Day",
      "description": "They make sure our computer systems run smoothly."
    },
    {
      "title": "National Monte Cristo Day",
      "description": "Monte Cristo melts hearts and then melts in your mouth."
    },
    {
      "title": "National Pet Carbon Monoxide (CO) Safety Day",
      "description": "Learn all the right steps you need to keep your pets safe from carbon monoxide poisoning."
    },
    {
      "title": "National Professional House Cleaners Day",
      "description": "How often do you show appreciation for the pleasant smell of a clean home?"
    },
    {
      "title": "National Table Shuffleboard Day",
      "description": "Next time you pop into the bar, make a beeline for the shuffleboard."
    },
    {
      "title": "Pitru Paksha",
      "description": "Hindus are bound by their Dharma, or religion, to pray for the souls of their ancestors."
    },
    {
      "title": "Smithsonian Day",
      "description": "Smithsonian Day celebrates the Smithsonian Institution and its vast contribution to the culture."
    },
    {
      "title": "Time&#39;s Up Day",
      "description": "You are out of time! Get your glue ready, we are mending broken relationships!"
    },
    {
      "title": "World Patient Safety Day",
      "description": "Join us as we honor patient safety as a priority in healthcare systems across the world."
    },
    {
      "title": "Alfie Deyes’s Birthday",
      "description": "A YouTuber who is also a writer and businessman? Deyes has done it all."
    },
    {
      "title": "Anastacia’s Birthday",
      "description": "She’s had a long career, but she’s still a force to be reckoned with today."
    },
    {
      "title": "Bobby Lee’s Birthday",
      "description": "His story will give you valuable life lessons — remember to take notes."
    },
    {
      "title": "Cassandra Peterson’s Birthday",
      "description": "Cassandra Peterson is still revered in contemporary popular culture for playing Elvira."
    },
    {
      "title": "Flo Rida’s Birthday",
      "description": "Since the start of his career, Flo Rida has released over 50 chartbusters!"
    },
    {
      "title": "GZBkarma’s Birthday",
      "description": "GZBkarma’s giddy enjoyment of everything K-pop echoes our own! We can’t wait for more content!"
    },
    {
      "title": "Jean-Robert Bellande’s Birthday",
      "description": "This poker star doesn’t bet on the secrets of his successful career!"
    },
    {
      "title": "Jonathan McReynolds’s Birthday",
      "description": "Strong in his faith, McReynolds knew God would use his musical talent in a great way!"
    },
    {
      "title": "Kevin Hunter’s Birthday",
      "description": "As a thought leader in his industry, Hunter teaches a thing or two about perseverance."
    },
    {
      "title": "Mason Patterson’s Birthday",
      "description": "From nowhere to the top, Mason Patterson’s journey has been an exciting one!"
    },
    {
      "title": "Mia Talerico’s Birthday",
      "description": "She has accomplished more as a kid than most achieve in their lifetime!"
    },
    {
      "title": "Patrick Mahomes II’s Birthday",
      "description": "A shining NFL star, Mahomes probably has the best resume at his age."
    }
  ]
}
