{
  "month": "sep",
  "day": 19,
  "holidays": [
    {
      "title": "National Meow Like a Pirate Day",
      "description": "Since pirates are rarely seen without a cat, it’s only fitting to include them."
    },
    {
      "title": "Talk Like a Pirate Day",
      "description": "Talk Like a Pirate Day on September 19 has become the perfect opportunity to channel your inner Jack Sparrow."
    },
    {
      "title": "Aortic Dissection Awareness Day",
      "description": "Join us as we learn vital information about Aortic Dissection Awareness Day."
    },
    {
      "title": "Day of the Glories of the Army",
      "description": "Chile’s Independence Day celebrations continue during the Day of the Glories of the Army’s long-awaited parades."
    },
    {
      "title": "National Butterscotch Pudding Day",
      "description": "Get ready to take a trip to culinary paradise with this tasty delight."
    },
    {
      "title": "National Cat DNA Day",
      "description": "Join cat lovers as we celebrate one of man’s absolute favorite companions!"
    },
    {
      "title": "National IT Professionals Day",
      "description": "They make sure our computer systems run smoothly."
    },
    {
      "title": "National Jude Day",
      "description": "This special holiday is dedicated to celebrating all the Judes out there, famous or not!"
    },
    {
      "title": "​National Voter Registration Day",
      "description": "National Voter Registration Day brings Americans together over our mutual love of democracy."
    },
    {
      "title": "National Woman Road Warrior Day",
      "description": "Juggling housework and a hectic work schedule that requires travel isn’t easy. That’s what makes these women warriors."
    },
    {
      "title": "Erica Ash’s Birthday",
      "description": "American actress, comedian, singer, and model Erica Ash keeps stealing our hearts with her incredible performances!"
    },
    {
      "title": "Eva Marie’s Birthday",
      "description": "She’s a diamond in the rough and we can&#39;t wait to see what else she does!"
    },
    {
      "title": "Freddie Dredd’s Birthday",
      "description": "Gritty sounds, darkly funny lyrics, and an intense vibe turn Dredd&#39;s music into an experience."
    },
    {
      "title": "Jimmy Fallon’s Birthday",
      "description": "Nothing is impossible for this T.V. host, producer, comedian, writer, singer, and actor."
    },
    {
      "title": "Sabrina Claudio’s Birthday",
      "description": "We are excited to see how this gifted pop star will progress in her career."
    },
    {
      "title": "Sky Days’s Birthday",
      "description": "For Sky Days, desperate moments call for desperate measures, no matter the cost!"
    }
  ]
}
