{
  "month": "sep",
  "day": 25,
  "holidays": [
    {
      "title": "National Daughters Day",
      "description": null
    },
    {
      "title": "National Lobster Day",
      "description": "A fine delicacy throughout most of the world, the crowd-pleasing crustacean has seen darker days."
    },
    {
      "title": "Binge Day",
      "description": "Ready for a lazy, relaxing day? Grab some popcorn and snacks before we begin."
    },
    {
      "title": "German Butterbrot Day",
      "description": "Get the bread, get the butter, it’s time to celebrate German Butterbrot Day!"
    },
    {
      "title": "International Ataxia Awareness Day",
      "description": "A day to recognize the concentrated efforts in throwing light on this rare disease."
    },
    {
      "title": "Mahalaya",
      "description": "West Bengal, Odisha, Karnataka, and Tripura, your time has come to celebrate Mahalaya."
    },
    {
      "title": "Math Storytelling Day",
      "description": "A fun and interesting way to celebrate a subject typically feared by many."
    },
    {
      "title": "National Comic Book Day",
      "description": "It’s a bird! It’s a plane! No, it’s... National Comic Book Day!"
    },
    {
      "title": "National Cooking Day",
      "description": "Slow down and enjoy preparing your own food — and the joy of eating it!"
    },
    {
      "title": "National Food Service Workers Day",
      "description": "Visit your local restaurant and show your appreciation for the staff that does it all."
    },
    {
      "title": "National One-Hit Wonder Day",
      "description": "Start making your throwback playlists as we pay homage to our one-hit wonders!"
    },
    {
      "title": "National Psychotherapy Day",
      "description": "A recognition day for a treatment that helps to alleviate stress and mental problems."
    },
    {
      "title": "National Quesadilla Day",
      "description": "Get your plates and forks ready as we celebrate this delicious Mexican dish."
    },
    {
      "title": "National Roadkill Day",
      "description": "A sustainable way to feed America and clean the streets — it’s National Roadkill Day!"
    },
    {
      "title": "National Tune-Up Day",
      "description": "Prepare the house for the cold winter months."
    },
    {
      "title": "National Women’s Health And Fitness Day",
      "description": "Join women all over in commemorating this special day promoting the importance of health awareness and fitness."
    },
    {
      "title": "National YogaFit Day",
      "description": "Get your mats ready for National YogaFit Day and attain physical and mental fitness!"
    },
    {
      "title": "One-Hit Wonder Day",
      "description": "Ever wondered how you know the lyrics to songs that have been around longer than you have?"
    },
    {
      "title": "Research Administrators Day",
      "description": "Celebrate the administrators who put in hard work to conduct important research."
    },
    {
      "title": "World Dream Day",
      "description": "Calling all dreamers, achievers, and go-getters; this is the day for you."
    },
    {
      "title": "World Pharmacist Day",
      "description": "We&#39;re shedding light on how Pharmacists Day came to be and sharing fun ideas to celebrate."
    },
    {
      "title": "Barbara Walters’s Birthday",
      "description": "The possibilities are endless for this incredibly gifted and award-winning journalist, author, and actor."
    },
    {
      "title": "Catherine Zeta-Jones’s Birthday",
      "description": "Musicals, dramas, horrors, and comedies - there’s nothing this incredible actress cannot do!"
    },
    {
      "title": "Christopher Reeve’s Birthday",
      "description": "Christopher Reeve never gave up even though he was rejected by producers three times."
    },
    {
      "title": "David S. Jones-snowboarder’s Birthday",
      "description": "David S. Jones is the perfect example of turning a passion into a business."
    },
    {
      "title": "Donald Glover’s Birthday",
      "description": "The talent of this actor, rapper, comedian, writer, and producer truly knows no bounds."
    },
    {
      "title": "Heather Locklear’s Birthday",
      "description": "The talented actress is also a passionate Harley-Davidson rider and member of PETA."
    },
    {
      "title": "Jayda Cheaves’s Birthday",
      "description": "The epitome of ‘follow your heart’ is social media celebrity, YouTuber, and businesswoman, Jayda Cheaves."
    },
    {
      "title": "Jesse Wellens’s Birthday",
      "description": "With millions of subscribers, the popular YouTuber has cemented his status as an internet star."
    },
    {
      "title": "Mark Hamill’s Birthday",
      "description": "This exceptionally talented, award-winning actor and voice artist is a true inspiration to all."
    },
    {
      "title": "Michael Douglas’s Birthday",
      "description": "For one of Tinseltown’s most acclaimed actors, there’s just no slowing down!"
    },
    {
      "title": "T.I.’s Birthday",
      "description": "For this exceptionally talented, award-winning rapper, record executive, and actor, the sky’s the limit."
    },
    {
      "title": "Will Smith’s Birthday",
      "description": "This phenomenal, award-winning American actor, musician, and songwriter has experienced a brilliant career."
    }
  ]
}
