{
  "month": "sep",
  "day": 27,
  "holidays": [
    {
      "title": "World Tourism Day",
      "description": "Get your cameras ready, unfold your maps, and make sure your fanny pack still fits snug,"
    },
    {
      "title": "Ancestor Appreciation Day",
      "description": "Get ready to trace your genealogy, while recalling the achievements of your ancestors."
    },
    {
      "title": "Day of the French Community",
      "description": "We celebrate an important day for Belgium’s French-speaking community."
    },
    {
      "title": "Morning Show Hosts Day",
      "description": "Enjoy your early morning routine by putting on your favorite morning show."
    },
    {
      "title": "National AJ Day",
      "description": "Calling all A.Js… this day is for you and your short, punchy name."
    },
    {
      "title": "National Chocolate Milk Day",
      "description": "Our childhood senses are tingling!"
    },
    {
      "title": "NATIONAL CORNED BEEF HASH DAY",
      "description": "Whip up homemade corned beef hash with leftovers, and serve at breakfast or dinner!"
    },
    {
      "title": "NATIONAL CRUSH A CAN DAY",
      "description": "It’s time to crush some cans and raise awareness about the need to recycle!"
    },
    {
      "title": "National Crush Day",
      "description": "Do your part in protecting Mother Earth and crush (pun intended) the issue of global wastage."
    },
    {
      "title": "National No Excuses Day",
      "description": "Today is the day that we stop making excuses and make sure that we have fun."
    },
    {
      "title": "National Scarf Day",
      "description": "Add another dimension to your outfit today and adorn yourself with a scarf."
    },
    {
      "title": "Avril Lavigne’s Birthday",
      "description": "The fruits of passion and ambition bloomed at an early age for this pop-punk icon!"
    },
    {
      "title": "Gwyneth Paltrow’s Birthday",
      "description": "There’s just nothing that this full-time mom, actress, and businesswoman can’t do!"
    },
    {
      "title": "Jaiden Animations’s Birthday",
      "description": "She’s funny, creative, and encouraging! Find out more about one of YouTube’s prominent creators."
    },
    {
      "title": "Jenna Ortega’s Birthday",
      "description": "Jenna Ortega has made a name for herself in the industry! Let’s celebrate her today."
    },
    {
      "title": "Joie Chavis’s Birthday",
      "description": "There’s much more to know about the mother of Bow Wow and Future’s kids!"
    },
    {
      "title": "Lil Wayne’s Birthday",
      "description": "Starting at the young age of 12, his music career soared to success!"
    }
  ]
}
