{
  "month": "sep",
  "day": 27,
  "holidays": [
    {
      "title": "World Tourism Day",
      "description": null
    },
    {
      "title": "Ancestor Appreciation Day",
      "description": "Get ready to trace your genealogy, while recalling the achievements of your ancestors."
    },
    {
      "title": "Day of the French Community",
      "description": "We celebrate an important day for Belgium’s French-speaking community."
    },
    {
      "title": "Egypt: Al-Mouled Al-Nabawy",
      "description": "Egypt celebrates Al-Mouled Al-Nabawy in honor of Prophet Muhammad’s birth. Join us as we commemorate it!"
    },
    {
      "title": "Milad an-Nabi (Mawlid)",
      "description": "Milad an-Nabi, is celebrated by Muslims as the birthday of the Prophet Muhammad."
    },
    {
      "title": "Morning Show Hosts Day",
      "description": "Enjoy your early morning routine by putting on your favorite morning show."
    },
    {
      "title": "National AJ Day",
      "description": "Calling all A.Js… this day is for you and your short, punchy name."
    },
    {
      "title": "National Chocolate Milk Day",
      "description": "Our childhood senses are tingling!"
    },
    {
      "title": "NATIONAL CORNED BEEF HASH DAY",
      "description": "Whip up homemade corned beef hash with leftovers, and serve at breakfast or dinner!"
    },
    {
      "title": "NATIONAL CRUSH A CAN DAY",
      "description": "It’s time to crush some cans and raise awareness about the need to recycle!"
    },
    {
      "title": "National Crush Day",
      "description": "Do your part in protecting Mother Earth and crush (pun intended) the issue of global wastage."
    },
    {
      "title": "National No Excuses Day",
      "description": "Today is the day that we stop making excuses and make sure that we have fun."
    },
    {
      "title": "National Scarf Day",
      "description": "Add another dimension to your outfit today and adorn yourself with a scarf."
    },
    {
      "title": "National Women’s Health And Fitness Day",
      "description": "Join women all over in commemorating this special day promoting the importance of health awareness and fitness."
    },
    {
      "title": "Prophet Muhammad’s birthday",
      "description": "Prophet Muhammad’s Birthday commemorates the birth of the religion of Islam’s founder."
    },
    {
      "title": "Avril Lavigne’s Birthday",
      "description": "The fruits of passion and ambition bloomed at an early age for this pop-punk icon!"
    },
    {
      "title": "Domics’s Birthday",
      "description": "Domics is our favorite storyteller, and, boy, does he have stories to tell!"
    },
    {
      "title": "Gwyneth Paltrow’s Birthday",
      "description": "There’s just nothing that this full-time mom, actress, and businesswoman can’t do!"
    },
    {
      "title": "Jaiden Animations’s Birthday",
      "description": "She’s funny, creative, and encouraging! Find out more about one of YouTube’s prominent creators."
    },
    {
      "title": "Jenna Ortega’s Birthday",
      "description": "Jenna Ortega has made a name for herself in the industry! Let’s celebrate her today."
    },
    {
      "title": "Lil Wayne’s Birthday",
      "description": "Starting at the young age of 12, his music career soared to success!"
    },
    {
      "title": "Meat Loaf’s Birthday",
      "description": "Meat Loaf will always be remembered as a mesmerizing star who exceeded all expectations."
    },
    {
      "title": "Mitski’s Birthday",
      "description": "This talented artist’s stunning and heartfelt music has won over audiences worldwide!"
    },
    {
      "title": "Rockabillykitty’s Birthday",
      "description": "This delightfully weird YouTuber once took the internet by storm by creating videos about “Animal Wild.”"
    },
    {
      "title": "Shep Rose’s Birthday",
      "description": "This handsome writer, actor, and businessman is the definition of Southern charm."
    }
  ]
}
