{
  "month": "sep",
  "day": 30,
  "holidays": [
    {
      "title": "International Podcast Day",
      "description": null
    },
    {
      "title": "Blasphemy Day",
      "description": "Honor your freedom by fighting for the oppressed. Raise your voice against blasphemy laws."
    },
    {
      "title": "Botswana Independence Day",
      "description": "On this day in 1966, Botswana became an independent state from the United Kingdom."
    },
    {
      "title": "Extra Virgin Olive Oil Day",
      "description": "Be ready to try as many olive oils as you can on this day!"
    },
    {
      "title": "Fiesta de San Jerónimo",
      "description": "Let us celebrate Fiesta de San Jerónimo, Nicaragua&#39;s most splendid cultural and religious celebration."
    },
    {
      "title": "International Translation Day",
      "description": "The translator’s role is indispensable in maintaining productive, positive, and clear interpersonal communication in international circles."
    },
    {
      "title": "International Translation Day",
      "description": "Get ready to decipher the extremely fascinating world of translators with us."
    },
    {
      "title": "NATIONAL CHEWING GUM DAY",
      "description": "The gummy texture, the translucent bubble, the satisfying pop!"
    },
    {
      "title": "National Hot Mulled Cider Day",
      "description": "Put your feet up and get cozy as we celebrate National Hot Mulled Cider Day."
    },
    {
      "title": "​National Love People Day",
      "description": "This day is dedicated to inspiring and supporting others with the power of unconditional love."
    },
    {
      "title": "NATIONAL MUD PACK DAY",
      "description": "Let’s ‘face’ it, National Mud Pack Day is a day worth celebrating!"
    },
    {
      "title": "National Puppy Mill Survivor Day",
      "description": "We are raising awareness about puppy mills and the dangers they represent to canines today."
    },
    {
      "title": "Orange Shirt Day",
      "description": "Let’s join hands in solidarity as we honor the indigenous children sent to residential schools in Canada."
    },
    {
      "title": "Pet Tricks Day",
      "description": "Teach your cat, dog, or even your pet snake a cool trick today!"
    },
    {
      "title": "Rumi Day",
      "description": "Get a book with the great works of Rumi and curl up on your couch today!"
    },
    {
      "title": "Thunderbirds Day",
      "description": "Celebrate Thunderbirds Day by tuning in to “Thunderbirds” or “Thunderbirds Are Go!”"
    },
    {
      "title": "Captain Kirk Douglas’s Birthday",
      "description": "Captain Kirk Douglas from The Roots is a talented guitarist and audience favorite."
    },
    {
      "title": "Elie Wiesel’s Birthday",
      "description": "Celebrate the holocaust survivor who used his horrific experience to better humanity."
    },
    {
      "title": "Fran Drescher’s Birthday",
      "description": "Fran Drescher is a film icon who knows a thing or two about success!"
    },
    {
      "title": "Johnny Mathis’s Birthday",
      "description": "This musical icon has been making beautiful music since he was a kid."
    },
    {
      "title": "Maddie Ziegler’s Birthday",
      "description": "This young, spirited, celebrated dancer knows how to fly like a bird!"
    },
    {
      "title": "Max Verstappen’s Birthday",
      "description": "The stakes for the next generation&#39;s top speed champion are quite high."
    },
    {
      "title": "Raveena Aurora’s Birthday",
      "description": "The world is eager to watch this talented singer who has shown so much potential."
    },
    {
      "title": "Rylo Rodriguez’s Birthday",
      "description": "Rylo has achieved success, but he still acts as a voice for the youth."
    },
    {
      "title": "T-Pain’s Birthday",
      "description": "This Grammy-winning musical artist has always known how to be a high achiever."
    },
    {
      "title": "Trevi Moran’s Birthday",
      "description": "With determination, talent, and acceptance, this YouTube sensation is heading for unstoppable success."
    },
    {
      "title": "Whitney Rose’s Birthday",
      "description": "Here’s everything you need to know about Whitney Rose, her family, her business, and her children."
    }
  ]
}
