{
  "month": "apr",
  "day": 1,
  "holidays": [
    {
      "title": "Take Down Tobacco National Day of Action",
      "description": "A day of anti-smoking activism. Teachers, kids, youth leaders, and health advocates all participate!"
    },
    {
      "title": "April Fools&#39; Day",
      "description": "Mischief-makers have the chance to trick unsuspecting people for that opportunity to yell “April Fools!”"
    },
    {
      "title": "Assyrian New Year",
      "description": "Get ready to witness one of the oldest religious festivals in the world."
    },
    {
      "title": "Boomer Bonus Days",
      "description": "Here are ways you can honor the generation known as ‘Baby Boomers.’"
    },
    {
      "title": "Cyprus National Holiday",
      "description": "On Cyprus National Day, enjoy a day of relaxation while learning about the country&#39;s history."
    },
    {
      "title": "Edible Book Day",
      "description": "Prepare your appetite, for today, we feast on books and their words."
    },
    {
      "title": "Education and Sharing Day",
      "description": "Education goes beyond obtaining a degree to shape a certain career."
    },
    {
      "title": "Every Day is Tag Day",
      "description": "Pets need a tag because they do sometimes become victims of circumstance or go missing."
    },
    {
      "title": "Fossil Fools Day",
      "description": "Let’s move away from fooling others to doing something good for our environment."
    },
    {
      "title": "International Firewalk Day",
      "description": "Firewalking can change your life and help you become a better version of yourself."
    },
    {
      "title": "International Fun at Work Day",
      "description": "Bring out your best games and strategies to have fun with your colleagues!"
    },
    {
      "title": "International Pillow Fight Day",
      "description": "Consider yourself a pillow warrior? It is time to prepare your pillows for battle!"
    },
    {
      "title": "Library Snap Shot Day",
      "description": "The library remains a place to gather in the spirit of learning and having fun."
    },
    {
      "title": "Lupus Alert Day",
      "description": "Lupus Alert Day raises awareness about the deadly autoimmune disease known as lupus."
    },
    {
      "title": "Mathematics and Statistics Awareness Month",
      "description": "Let us honor the indispensable and diverse field of math and stats."
    },
    {
      "title": "Myles Day",
      "description": "Prepare your best toast and immerse yourself in Irish literature on Myles Day."
    },
    {
      "title": "National Connor Day",
      "description": "The name Connor is of Irish Gaelic origin, and it derives from the name ‘Conchobhar.’"
    },
    {
      "title": "National Fun Day",
      "description": "It’s time to get a little silly and have fun because it’s National Fun Day!"
    },
    {
      "title": "National Greeting Card Day",
      "description": "Grab your art supplies and witty puns, it’s National Greeting Card Day!"
    },
    {
      "title": "National Handmade Day",
      "description": "Put your clever hands to work as we celebrate this artsy day!"
    },
    {
      "title": "National Love Our Children Day",
      "description": "Show some love —  prepare to celebrate and lavish affection on children today and every day."
    },
    {
      "title": "National Loyal Day",
      "description": "Loyal is a rare gender-neutral name that simply means loyal or faithful."
    },
    {
      "title": "National One Cent Day",
      "description": "From riches to riches, learn all about the humble one cent."
    },
    {
      "title": "National Sourdough Bread Day",
      "description": "Sourdough bread is full of bugs — some 50 million yeasts and five billion Lactobacilli bacteria."
    },
    {
      "title": "National Trombone Players Day",
      "description": "Discover your inner trombone playing skills and enjoy a few spectacular musical performances."
    },
    {
      "title": "Nickelodeon Anniversary Celebration Day",
      "description": "Explore the history of one of the world&#39;s largest children&#39;s networks and its famous animations."
    },
    {
      "title": "Odisha Day",
      "description": "Honor the day Odisha gained its statehood from Britain this April 1."
    },
    {
      "title": "Reading is Funny Day",
      "description": "Children need to understand that reading can both be entertaining and educative."
    },
    {
      "title": "St. Stupid Day",
      "description": "If you want to improve, be content with being thought foolish and stupid."
    },
    {
      "title": "Tatting Day",
      "description": "Tatting Day is an annual event that celebrates the traditional craft of lace tatting."
    },
    {
      "title": "U.S. Air Force Academy Day",
      "description": "Join us as we delve into the exciting history of the U.S. Air Force."
    },
    {
      "title": "U.S. Air Force Academy Day",
      "description": "Raise those right hands to the forehead and let&#39;s salute the immaculate officers from the Academy!"
    },
    {
      "title": "Jonny May’s Birthday",
      "description": "May is one of England&#39;s best players and he has a career of wins behind him."
    },
    {
      "title": "Logan Paul’s Birthday",
      "description": "Paul has entertained the world since he was 10-years old — and he&#39;s not stopping."
    },
    {
      "title": "Rachel Maddow’s Birthday",
      "description": "Rachel Maddow’s had an incredible T.V. and radio career — and it&#39;s only getting better."
    },
    {
      "title": "Randy Orton’s Birthday",
      "description": "This professional wrestler’s legacy will remain timeless and relevant to future generations."
    },
    {
      "title": "Sean Taylor’s Birthday",
      "description": "This N.F.L. icon still lives in the hearts and minds of many fans today."
    },
    {
      "title": "Taina Williams’s Birthday",
      "description": "Learn more about the soon-to-be mother of two and stunning influencer Taina Williams."
    }
  ]
}
