{
  "month": "apr",
  "day": 3,
  "holidays": [
    {
      "title": "World Cloud Security Day",
      "description": "Let’s raise awareness about the emerging threats facing individuals and organizations as a result of remote work and bring your own device (BYOD) policies."
    },
    {
      "title": "World Party Day",
      "description": "The motto for this day is “pass the food and turn up the music.&#34; So gather your friends and stock up on supplies."
    },
    {
      "title": "A Drop of Water is a Grain of Gold",
      "description": "Today we encourage you to treasure every single drop of water you have."
    },
    {
      "title": "American Circus Day",
      "description": "On American Circus Day, we’re running away and joining the circus. Just kidding."
    },
    {
      "title": "Armenian Appreciation Day",
      "description": "Give them extra hugs on Armenian Appreciation Day if you have Armenian friends."
    },
    {
      "title": "Birth Anniversary of National Artist Lino Brocka",
      "description": "Discover how politics and theatre combine to revive a very significant Asian nation."
    },
    {
      "title": "Community Garden Week",
      "description": "It’s time to get your hands dirty, let’s celebrate Community Garden Week!"
    },
    {
      "title": "Don&#39;t Go to Work Unless it&#39;s Fun Day",
      "description": "Take some time off on this day and get much-needed rest — with permission!"
    },
    {
      "title": "Fan Dance Day",
      "description": "In Japanese culture, fans are suitable for more than just keeping cool."
    },
    {
      "title": "Fish Fingers and Custard Day",
      "description": "Fish Fingers and Custard Day is named after Matt Smith&#39;s Eleventh Doctor&#39;s unusual cuisine."
    },
    {
      "title": "Holy Monday",
      "description": "Learn how to observe Holy Monday and honor Jesus Christ’s life and his sacrifice."
    },
    {
      "title": "Independent Artist Day™",
      "description": "We’re celebrating the global community of independent artists and their unparalleled creativity."
    },
    {
      "title": "National Chocolate Mousse Day",
      "description": "Decadent chocolate mousse facts served to you with a garnish of interesting history."
    },
    {
      "title": "National Film Score Day",
      "description": "Appreciate the work of talented music composers by tuning into their iconic film scores."
    },
    {
      "title": "National Find a Rainbow Day",
      "description": "On this colorful holiday we can really find time to explore and relish in one of nature&#39;s greatest beauties."
    },
    {
      "title": "National Grey Day",
      "description": "Today let’s talk about all things grey — from fictional characters to celebrities and ordinary folks."
    },
    {
      "title": "National Inspiring Joy Day",
      "description": "Sit back, read, and learn about our best activities for finding and spreading joy."
    },
    {
      "title": "National Pro-Life T Shirt Day",
      "description": "Go on, put on your favorite pro-life tee and go out to declare your stance."
    },
    {
      "title": "National Tweed Day",
      "description": "Put on some comfy tweed as we unravel the mystery surrounding this special holiday."
    },
    {
      "title": "NCCA Anniversary",
      "description": "Learn the history of this culture and arts commission and the events they’ve got planned today."
    },
    {
      "title": "Paraprofessional Appreciation Day",
      "description": "In an ever-changing environment, the roles of paraprofessionals are now more critical than ever."
    },
    {
      "title": "Pony Express Day",
      "description": "Get together with your friends and family, and celebrate the pioneer spirit of the Ancient West!"
    },
    {
      "title": "Weed Out Hate Day",
      "description": "Today, show the world that love triumphs over hatred by taking a stand against it."
    },
    {
      "title": "Amanda Bynes’s Birthday",
      "description": "Schizophrenia and bipolar disorder reportedly fueled Amanda Bynes’ erratic behavior and proved challenging for her career."
    },
    {
      "title": "Amber Pike’s Birthday",
      "description": "Her on-screen persona is just a glimpse of her, there&#39;s so much more to this reality star."
    },
    {
      "title": "Eddie Murphy’s Birthday",
      "description": "The work of this amazing and talented award-winning actor and musician really speaks for itself."
    },
    {
      "title": "Emily Dobson’s Birthday",
      "description": "Already a big name in entertainment, yet Emily has barely even started!"
    },
    {
      "title": "Giannina Milady Gibelli’s Birthday",
      "description": "Get more cameras, we can’t get enough of Gianna Gibelli — the reality T.V. star."
    },
    {
      "title": "Kelsey Weier’s Birthday",
      "description": "It is just the beginning of a flourishing career for this influential and charming media personality."
    },
    {
      "title": "Paris Jackson’s Birthday",
      "description": "This talented model and actress has created her success away from her father&#39;s shadow."
    },
    {
      "title": "Sandra Boynton’s Birthday",
      "description": "This multi-talented author’s work has touched the hearts of the younger generation."
    },
    {
      "title": "Young M.A’s Birthday",
      "description": "Young M.A is at the pinnacle of her profession, but her journey there wasn’t easy."
    }
  ]
}
