{
  "month": "apr",
  "day": 4,
  "holidays": [
    {
      "title": "National Burrito Day",
      "description": null
    },
    {
      "title": "National Hug a Newsperson Day",
      "description": "Warm up those hugging muscles because we’re showing our appreciation for newspeople in a big way."
    },
    {
      "title": "404 Day",
      "description": "Celebrate one of the most important days by indulging your need for free expression."
    },
    {
      "title": "Cheng Ming Festival",
      "description": "Honor your ancestors’ lives by burning a candle and paying your respects to them."
    },
    {
      "title": "Discover National Parks Fortnight",
      "description": "Get off the couch, grab your backpack, and head outdoors to enjoy a few beautiful views."
    },
    {
      "title": "International Carrot Day",
      "description": "Shake off the dirt and wear your best orange on this International Carrot Day."
    },
    {
      "title": "International Day for Landmine Awareness and Assistance in Mine Action",
      "description": "Let’s pay homage to those working to make war zones habitable on holiday."
    },
    {
      "title": "International Day for Mine Awareness and Assistance in Mine Action",
      "description": "This  International Day for Mine Awareness and Assistance in Mine Action, let’s make the world landmine-free."
    },
    {
      "title": "Jeep 4×4 Day",
      "description": "Rev those engines and hit an off-road trail, it&#39;s National Jeep 4x4 Day."
    },
    {
      "title": "Näfelser Fahrt",
      "description": "Let’s observe the day by taking a pilgrimage to the site of the Habsburgs battle."
    },
    {
      "title": "National Alcohol Screening Day",
      "description": "Let’s say no to alcohol, and yes to a healthy body and mind. Let’s take action!"
    },
    {
      "title": "National Cordon Bleu Day",
      "description": "This dish comes conferred with the highest honor, join us in paying homage!"
    },
    {
      "title": "National Dillon Day",
      "description": "Let the mighty roar of the Dillons of the world ring through this day of honor!"
    },
    {
      "title": "National Walk Around Things Day",
      "description": "Vague but also compelling, right? We circle back to how this day may have started."
    },
    {
      "title": "Qingming Festival",
      "description": "Qingming Festival is when people honor their ancestors through traditional food offerings and by sweeping tombs."
    },
    {
      "title": "School Librarian Day",
      "description": "School librarians are invaluable as they inculcate the habit of reading and lifelong learning."
    },
    {
      "title": "Senegal Independence Day",
      "description": "Have you ever heard about Senegal’s story of gaining freedom from France? Read on!"
    },
    {
      "title": "Tell a Lie Day",
      "description": "There are certain times when lying is acceptable, Tell A Lie Day is one of those times."
    },
    {
      "title": "Victims of Violence Wholly Day",
      "description": "On Victims of Violence Wholly Day, let’s honor and stand with those fighting racial injustice."
    },
    {
      "title": "Vitamin C Day",
      "description": "Vitamin C is good for us. But how, exactly? Read on to learn more."
    },
    {
      "title": "World Rat Day",
      "description": "Today, let us learn more about the world’s most underappreciated, underrated, yet adorable pet."
    },
    {
      "title": "Daniel Lara’s Birthday",
      "description": "Let’s get to know media influencer, Daniel Lara, for whom nothing is impossible."
    },
    {
      "title": "Eric Andre’s Birthday",
      "description": "Explore the many facets of this multi-talented actor, stand-up comedian, television host, and writer."
    },
    {
      "title": "Grumpy Cat’s Birthday",
      "description": "What an honor it is to learn about the legendary and inspiring Grumpy Cat."
    },
    {
      "title": "Jill Scott’s Birthday",
      "description": "There are no boundaries for this multi-talented actress, poet, singer, songwriter, and all-rounded creative."
    },
    {
      "title": "Maya Angelou’s Birthday",
      "description": "Legendary is the only way to describe Maya Angelou — a powerful poet, memoirist, and activist."
    },
    {
      "title": "Robert Downey Jr.’s Birthday",
      "description": "It is incredible what Robert Downey Jr. has been able to achieve throughout his career."
    }
  ]
}
