{
  "month": "apr",
  "day": 5,
  "holidays": [
    {
      "title": "National Deep Dish Pizza Day",
      "description": null
    },
    {
      "title": "National Recommit to Your Fitness Day",
      "description": "Are you ready to hit the reset button on your fitness goals? Established by F45 Training, National Recommit to Your Fitness Day on April 5…"
    },
    {
      "title": "Accelerate ACL Awareness Among Young Women Day",
      "description": "We’re raising awareness about A.C.L. injuries and how to prevent them from happening."
    },
    {
      "title": "Bell Bottoms Day",
      "description": "We’re celebrating one of the oldest fashion trends so make sure you wear your bell bottoms."
    },
    {
      "title": "Cheng Ming Festival",
      "description": "Honor your ancestors’ lives by burning a candle and paying your respects to them."
    },
    {
      "title": "First Contact Day",
      "description": "Trekkies unite! We celebrate all things “Star Trek” until we make ‘First Contact’ in 2063!"
    },
    {
      "title": "Geologist Day",
      "description": "Read on to learn more about all the amazing ways geology rocks our world."
    },
    {
      "title": "Go For Broke Day",
      "description": "Get ready to discover why National Go For Broke Day is such a significant day!"
    },
    {
      "title": "Gold Star Spouses Day",
      "description": "In remembrance of the lives and families of those that have been lost serving this country."
    },
    {
      "title": "Good Deeds Day",
      "description": "Be the positive change you want to see in the world on Good Deeds Day!"
    },
    {
      "title": "International Day of Conscience",
      "description": "Ever wondered what the true meaning of conscience is? Join us to learn more."
    },
    {
      "title": "National Baked Ham with Pineapple Day",
      "description": "Prepare a delicious home-cooked dinner of ham decorated with pineapples this Easter."
    },
    {
      "title": "National Body Care Day",
      "description": "Increase your wellness quotient by dedicating this day to your overall health."
    },
    {
      "title": "National Caramel Day",
      "description": "Get ready to celebrate the gooey finger-licking caramel treat in style with us!"
    },
    {
      "title": "National Dandelion Day",
      "description": "Are you wondering what National Dandelion Day is about? Join us and explore this amazing flower."
    },
    {
      "title": "National Flash Drive Day",
      "description": "Today, the tiny gadget, usually weighing less than an ounce, can hold more than 2 Terabytes."
    },
    {
      "title": "National Nebraska Day",
      "description": "Get ready to take a road trip down to the Cornhusker State on National Nebraska Day!"
    },
    {
      "title": "National Peeps Day",
      "description": "Calling on all Peeps lovers with an incurable sweet tooth — let’s have a Peeps Fest!"
    },
    {
      "title": "National Raisin and Spice Bar Day",
      "description": "Prepare your appetite for the best tasty delights we have to offer."
    },
    {
      "title": "National Self Care Day",
      "description": "National Self-Care Day is about putting ourselves first and celebrating all things that bring us happiness."
    },
    {
      "title": "Palm Sunday Orthodox",
      "description": "On Palm Sunday Orthodox, let’s celebrate and remember Christ’s triumphal entry into Jerusalem."
    },
    {
      "title": "Qingming Festival",
      "description": "Qingming Festival is when people honor their ancestors through traditional food offerings and by sweeping tombs."
    },
    {
      "title": "Read a Road Map Day",
      "description": "The amazing capacity of a paper road map allows you to explore any territories."
    },
    {
      "title": "Bette Davis’s Birthday",
      "description": "This Hollywood icon can rest in knowing she blazed the trail for present and future generations."
    },
    {
      "title": "Blayke Busby’s Birthday",
      "description": "For this adorable 10-year-old big sister to five, life has amazing things in store."
    },
    {
      "title": "Daniel Caesar’s Birthday",
      "description": "There’s so much in store for this talented and soulful singer and songwriter."
    },
    {
      "title": "Hunter Rowland’s Birthday",
      "description": "There’s a lot in store for this social media influencer’s career in content creation."
    },
    {
      "title": "Lil Sasquatch’s Birthday",
      "description": "For this hilarious Twitter star and blogger, the world is an oyster."
    },
    {
      "title": "Pharrell Williams’s Birthday",
      "description": "Join us in learning from the best and most talented in the business of entertainment."
    }
  ]
}
