{
  "month": "apr",
  "day": 7,
  "holidays": [
    {
      "title": "National Beer Day",
      "description": null
    },
    {
      "title": "World Health Day",
      "description": "World Health Day is an opportunity to focus on the importance of global health."
    },
    {
      "title": "Day of Remembrance of the Victims of the Rwanda Genocide",
      "description": "A day dedicated to remembering the deceased and working together to prevent future similar tragedies."
    },
    {
      "title": "International Beaver Day",
      "description": "Join us as we learn more about one of the world’s cutest four-footed engineers."
    },
    {
      "title": "International Day of Reflection on the Genocide in Rwanda",
      "description": "Today, let us commemorate and honor the countless victims of the Rwandan genocide."
    },
    {
      "title": "International Snail Papers Day",
      "description": "Flip over a newspaper and consume that handpicked piece of news as we mark this day."
    },
    {
      "title": "International Snailpapers Day",
      "description": "On International Snailpapers Day, let&#39;s take the opportunity to remember printed newspapers before they’re gone forever."
    },
    {
      "title": "Karume Day",
      "description": "Let’s celebrate the life and times of Abeid Karume, Zanzibar’s first president."
    },
    {
      "title": "Make the First Move Day",
      "description": "Stand together with anti-bullying advocates and bullying victims as they strive for one cause."
    },
    {
      "title": "Metric System Day",
      "description": "Let&#39;s celebrate the special anniversary of the world’s most recognized standard of measurement!"
    },
    {
      "title": "Motherhood and Beauty Day",
      "description": "Let&#39;s come together to celebrate Armenian mothers on Motherhood and Beauty Day."
    },
    {
      "title": "Mozambican National Women&#39;s Day",
      "description": "Let’s celebrate women and everything about them on Mozambican National Women’s Day!"
    },
    {
      "title": "National Coffee Cake Day",
      "description": "Name a more delectable duo than a steaming mug of coffee and a slice of cake."
    },
    {
      "title": "National Girl Me Too Day",
      "description": "Join us as we celebrate and appreciate women and all their achievements."
    },
    {
      "title": "National Nico Day",
      "description": "To all the Nicos around the world, here’s a unique holiday just for you."
    },
    {
      "title": "National No Housework Day",
      "description": "Put down the laundry, toss out the to-do list, and take a break."
    },
    {
      "title": "National Pet Health Insurance Day",
      "description": "Prioritize your pet’s health and safeguard your finances on Pet Health Insurance Day."
    },
    {
      "title": "National Sexual Assault Awareness Month&#39;s Day of Action",
      "description": "Today, we stand united in opposing all forms of sexual assault! Join us!"
    },
    {
      "title": "Public Television Day",
      "description": "Take a moment to think about the important role public television plays in our society."
    },
    {
      "title": "SAAM Day of Action",
      "description": "Spread the word and show support for sexual assault survivors on this Day of Action."
    },
    {
      "title": "Southland Anniversary",
      "description": "Indulge your adventurous side on Southland Anniversary with various activities in New Zealand!"
    },
    {
      "title": "Anne-Marie’s Birthday",
      "description": "Nothing is impossible for this songstress. Celebrate her special day right here with us!"
    }
  ]
}
