{
  "month": "apr",
  "day": 8,
  "holidays": [
    {
      "title": "National Empanada Day",
      "description": null
    },
    {
      "title": "Baby Massage Day",
      "description": "Let us raise awareness about the health benefits of massages for babies and try to promote this healthy habit as much as possible."
    },
    {
      "title": "Day of Romas",
      "description": "Let&#39;s help create a future where there is no discrimination due to ethnicity and language."
    },
    {
      "title": "Draw a Bird Day",
      "description": "On Draw a Bird Day, let&#39;s get ready to become artists and start drawing!"
    },
    {
      "title": "International Feng Shui Awareness Day",
      "description": "Find out how the right flow of chi can bring good results to your life."
    },
    {
      "title": "International Kids Yoga Day",
      "description": "Yoga for five minutes daily can improve your kids&#39; well-being and mental health."
    },
    {
      "title": "International Pageant Day",
      "description": "Pageants are loved and hated almost in equal measure but today we celebrate beauty and brains."
    },
    {
      "title": "International Romani Day",
      "description": "Celebrate rich Romani culture, heritage, and traditions, and speak up for the rights of the Roma!"
    },
    {
      "title": "International Romani Day",
      "description": "Learn more about the day that honors the Romani people and culture."
    },
    {
      "title": "National All is Ours Day",
      "description": "Paris or relaxing in your favorite spot in the garden, there’s beauty in everything!"
    },
    {
      "title": "National Dog Fighting Awareness Day",
      "description": "Learn how to look for signs that a dog is being forced to fight."
    },
    {
      "title": "National Zoo Lovers Day",
      "description": "Pack your bags and get your camera ready, we’re going to the zoo!"
    },
    {
      "title": "Pygmy Hippo Day",
      "description": "Let us bring awareness about the precarious situation of pygmy hippos and try to help."
    },
    {
      "title": "Step Into the Spotlight Day",
      "description": "Bring out your finest suit and enjoy this day by stepping out looking really sharp!"
    },
    {
      "title": "Trading Cards for Grown-ups Day",
      "description": "Start collecting your favorite trading cards with no guilt as we celebrate this fun day."
    },
    {
      "title": "Jonghyun’s Birthday",
      "description": "This talented K-pop musician left us too soon but he’ll always be remembered by his fans."
    },
    {
      "title": "Matty Healy’s Birthday",
      "description": "The self-assured, talented, and brilliant lyricist of The 1975 is here to break stereotypes."
    },
    {
      "title": "Silas Timberlake’s Birthday",
      "description": "For this bubbly child of superstar celebrities, the world is at his feet."
    },
    {
      "title": "Skai Jackson’s Birthday",
      "description": "Success is in the queue for this young actress who keeps making headway in Hollywood."
    }
  ]
}
