{
  "month": "apr",
  "day": 9,
  "holidays": [
    {
      "title": "National Winston Churchill Day",
      "description": null
    },
    {
      "title": "Appomattox Day",
      "description": "Dive into the story of the battle at Appomattox, the end of the Civil War."
    },
    {
      "title": "Bataan Day",
      "description": "Join us to learn more about Bataan Day and its historical significance."
    },
    {
      "title": "Education and Sharing Day",
      "description": "Education goes beyond obtaining a degree to shape a certain career."
    },
    {
      "title": "International ASMR Day",
      "description": "Listen as we explain the amazing benefits of A.S.M.R. triggers."
    },
    {
      "title": "Jenkins Ear Day",
      "description": "On this day, Robert Jenkins lost more than just the battle against the Spaniards!"
    },
    {
      "title": "Jumbo Day",
      "description": "It’s time to address the elephant in the room on Jumbo Day! Let’s learn more."
    },
    {
      "title": "Kosovo Constitution Day",
      "description": "Join us as we learn more about Kosovo Constitution Day this April 9."
    },
    {
      "title": "National Bodhi Day",
      "description": "Today we look at this rare and distinctive name borne by people of both genders."
    },
    {
      "title": "National Cherish an Antique Day",
      "description": "Do you ever think about the historical stories behind your family’s artifacts?"
    },
    {
      "title": "National Chicken Little Awareness Day",
      "description": "Chicken Little certainly takes the cake in the world of scaredy cats."
    },
    {
      "title": "National Chinese Almond Cookie Day",
      "description": "They’re tasty, anti-inflammatory, healthy, and bring good luck… Chinese almond cookies are a one package deal!"
    },
    {
      "title": "National Former Prisoner Of War Recognition Day",
      "description": "Explore the significance of these courageous men and women in U.S. history."
    },
    {
      "title": "National Gin and Tonic Day",
      "description": "This National Gin and Tonic Day, just chill and enjoy this refreshing drink."
    },
    {
      "title": "National Mature Women’s Day",
      "description": "Women now know they can feel great about themselves at whatever age they are at."
    },
    {
      "title": "National Name Yourself Day",
      "description": "Celebrate reinvention by trying on a new name for size. Who do you want to be?"
    },
    {
      "title": "National Unicorn Day",
      "description": "Take time out to celebrate a beautiful, horned, rainbow-printed mythical creature."
    },
    {
      "title": "Vimy Ridge Day",
      "description": "Let’s explore one of the important battles of Canada — the Battle of Vimy Ridge."
    },
    {
      "title": "Edinburgh Science Festival",
      "description": "Celebrate the scientific wonders of this world by participating in the Edinburgh Science Festival."
    },
    {
      "title": "Gerard Way’s Birthday",
      "description": "This rock singer, songwriter, and comic writer has something that cannot be duplicated."
    },
    {
      "title": "Hugh Hefner’s Birthday",
      "description": "Hugh Hefner can rest knowing his legacy lives on and his impact transcends time."
    },
    {
      "title": "Lala lalaleluu’s Birthday",
      "description": "We can certainly expect much more entertaining content from this TikTok star."
    },
    {
      "title": "Lil Nas X’s Birthday",
      "description": "For Lil Nas X, the talented musician, the old town road is the ticket to success."
    },
    {
      "title": "Tommyinnit’s Birthday",
      "description": "There is so much success in store for the YouTuber and gamer, Thomas Simons."
    }
  ]
}
