{
  "month": "apr",
  "day": 10,
  "holidays": [
    {
      "title": "National Hug Your Dog Day",
      "description": "Not only does a good squeeze strengthen your bond, it shows your pet that you care."
    },
    {
      "title": "National Siblings Day",
      "description": "Siblings are our best friends and sometimes our worst enemies."
    },
    {
      "title": "Birth anniversary of Manlilikha ng Bayan Masino Intaray",
      "description": "Masino Intaray’s talent was a treasure to his community and his country."
    },
    {
      "title": "Dyngus Day",
      "description": "Indulge your adventurous traits and treat yourself to a nice holiday this Dyngus Day."
    },
    {
      "title": "Easter Monday",
      "description": "There are different and interesting traditions surrounding the Monday that comes immediately after Easter Day."
    },
    {
      "title": "Global Work From Home Day",
      "description": "Join us as we celebrate the freedom that comes with working from home."
    },
    {
      "title": "Golfer’s Day",
      "description": "Read on and learn everything you need to know about Golfer’s Day."
    },
    {
      "title": "International Safety Pin Day",
      "description": "Let us get ready to celebrate the versatile and invaluable safety pin!"
    },
    {
      "title": "National Calvin Day",
      "description": "If you are a Calvin, today we are making the day memorable just for you."
    },
    {
      "title": "National Cinnamon Crescent Day",
      "description": "If you love a sweet breakfast, you will enjoy cinnamon crescents for breakfast."
    },
    {
      "title": "National Encourage a Young Writer Day",
      "description": "Get ready to learn about the history of writing and how to encourage young writers."
    },
    {
      "title": "National Farm Animals Day",
      "description": "Taking care of our farm animals ensures their well-being as well as ours."
    },
    {
      "title": "National Nana Day",
      "description": "There is something special about the name Nana — let’s find out more about it!"
    },
    {
      "title": "National Report IRS Tax Fraud Day",
      "description": "National Report IRS Tax Fraud Day persuades people to report tax fraud and earn rewards."
    },
    {
      "title": "National Tamara Day",
      "description": "The name Tamara has an interesting history, let’s explore it on this their special day."
    },
    {
      "title": "National Youth HIV and AIDS Awareness Day",
      "description": "Prepare to learn about and help raise awareness about these potentially fatal diseases!"
    },
    {
      "title": "Orthodox Easter Monday",
      "description": "It&#39;s another day to rejoice, celebrate the resurrection of Christ, and find some Easter eggs."
    },
    {
      "title": "Salvation Army Founder&#39;s Day",
      "description": "Follow in William Booth’s footsteps and join efforts to help those in need without discrimination."
    },
    {
      "title": "White House Easter Egg Roll",
      "description": "Pick a color and get ready to roll at the White House Easter Egg Roll."
    },
    {
      "title": "World Homeopathy Day",
      "description": "Prepare to take on conventional medicine by learning about alternative and complementary medicine!"
    },
    {
      "title": "Charlie Hunnam’s Birthday",
      "description": "Charlie Hunnam is landing roles and stealing hearts — we’re celebrating this handsome talent today!"
    },
    {
      "title": "Custis Blue’s Birthday",
      "description": "This TikTok star, influencer, singer, and actor is testimony to what hard work can achieve"
    },
    {
      "title": "Emily Miller’s Birthday",
      "description": "It’s cheers to this upcoming professional British model and reality T.V. star!"
    },
    {
      "title": "Shay Mitchell’s Birthday",
      "description": "She had many dreams for herself, and she fulfilled every one of them!"
    },
    {
      "title": "Sofia Carson’s Birthday",
      "description": "The world is a playground and an oyster for this actress and singer."
    },
    {
      "title": "Ynw Bslime’s Birthday",
      "description": "For this super young but very talented rapper, nothing can stop him!"
    }
  ]
}
