{
  "month": "apr",
  "day": 11,
  "holidays": [
    {
      "title": "Day of Silence",
      "description": null
    },
    {
      "title": "National Pet Day",
      "description": "Hug your dog, bond with your bunny, and cut your kitty some catnip!"
    },
    {
      "title": "Anniversary of the Battle of Rivas",
      "description": "To commemorate the victory at Rivas, let’s celebrate the Anniversary of the Battle of Rivas!"
    },
    {
      "title": "Barbershop Quartet Day",
      "description": "We have all the information you need to make this day a musical one."
    },
    {
      "title": "Dog Therapy Appreciation Day",
      "description": "Pet a dog and receive comfort from them as we celebrate Dog Therapy Appreciation Day."
    },
    {
      "title": "Global Day to End Child Sexual Abuse",
      "description": "Let us join hands together and come together to combat this heinous crime."
    },
    {
      "title": "International Louie Louie Day",
      "description": "Let us get ready to rock and roll as we learn more about this popular tune!"
    },
    {
      "title": "National Cheese Fondue Day",
      "description": "Only a few delicacies can compete with the cheesy goodness of cheese fondue."
    },
    {
      "title": "National Clean Up Your Pantry Day",
      "description": "National Clean Up Your Pantry Day is a great opportunity to organize your pantry."
    },
    {
      "title": "National Eight Track Tape Day",
      "description": "Bust out your old eight track tapes and explain what it is to Gen Zs."
    },
    {
      "title": "National Fast and Prayer Day",
      "description": "Take full advantage of the day to fast, pray, and humbly ask God for protection."
    },
    {
      "title": "National James Day",
      "description": "Learn more about the very popular name James, and celebrate the James in your life!"
    },
    {
      "title": "National Marketing Operations Appreciation Day",
      "description": "Every successful marketing campaign starts with a great marketing operations team."
    },
    {
      "title": "National Parkinson’s Day",
      "description": "Join hands and observe this day with us to make a better world today and tomorrow."
    },
    {
      "title": "National Poutine Day",
      "description": "Enjoy a fun holiday that is all about the delicious fast food dish, poutine."
    },
    {
      "title": "National Ranch Water Day",
      "description": "Ranch Water is a delicious drink that is famous for its low-calorie count."
    },
    {
      "title": "National Submarine Day",
      "description": "It’s not just enemies and the sea they have to contend with."
    },
    {
      "title": "Poet in a Cupcake Day",
      "description": "It&#39;s time to whip up some delectable cupcakes featuring lyrics from our favorite poet."
    },
    {
      "title": "Boston Celtics vs. Charlotte Hornets",
      "description": "Please adhere to the published ticket limits. Guests attending TD Garden events are advised that laptops, tablets, bags, backpacks, luggage, coolers, parcels, briefcases and like…"
    },
    {
      "title": "Detroit Pistons v Milwaukee Bucks (Fashion Glasses Giveaway)",
      "description": null
    },
    {
      "title": "Detroit Pistons vs Milwaukee Bucks - Suite / Loge",
      "description": null
    },
    {
      "title": "Indiana Pacers vs. Orlando Magic",
      "description": null
    },
    {
      "title": "Memphis Grizzlies vs. Minnesota Timberwolves",
      "description": null
    },
    {
      "title": "Milwaukee Bucks vs New Orleans Pelicans (Premium Spaces)",
      "description": null
    },
    {
      "title": "Milwaukee Bucks vs. New Orleans Pelicans",
      "description": null
    },
    {
      "title": "New York Knicks vs. Cleveland Cavaliers",
      "description": "Not a Fan First Member? Sign-up for the Knicks Fan First Program to take part in this early access opportunity to purchase tickets for the…"
    },
    {
      "title": "Philadelphia 76ers vs. Atlanta Hawks",
      "description": null
    },
    {
      "title": "Phoenix Suns vs. San Antonio Spurs",
      "description": "All tickets will be delivered electronically with no exceptions, therefore will call is no longer available. All tickets are available via the Ticketmaster app or the Suns-Mercury-PHX Arena app."
    },
    {
      "title": "Jahvahn Greek’s Birthday",
      "description": "For this TikTok star and singer, the world aligns in his utmost favor."
    },
    {
      "title": "Sebastian Moy’s Birthday",
      "description": "Let&#39;s see what this young and budding social media star has been up to!"
    },
    {
      "title": "Summer Walker’s Birthday",
      "description": "There’s no stopping this talented singer and songwriter as they excel in the industry."
    }
  ]
}
