{
  "month": "apr",
  "day": 13,
  "holidays": [
    {
      "title": "National Make Lunch Count Day",
      "description": null
    },
    {
      "title": "National Scrabble Day",
      "description": "It&#39;s time to C-E-L-E-B-R-A-T-E one of the world&#39;s most iconic board games."
    },
    {
      "title": "FND Awareness Day",
      "description": "Together we can unravel the mystery of FND through awareness, support, and research!"
    },
    {
      "title": "International Plant Appreciation Day",
      "description": "Let&#39;s plant our way to a greener, safer planet while appreciating these green oxygen makers."
    },
    {
      "title": "International Special Librarians Day",
      "description": "Let us rejoice in the fact that information professionals exist in today&#39;s workplace!"
    },
    {
      "title": "National Borinqueneers Day",
      "description": "Let’s pay tribute to the Borinqueneers  — a depiction of Puerto Rican pride and fighting spirit."
    },
    {
      "title": "National Peach Cobbler Day",
      "description": "From classics like peach- and blackberry cobblers, to crisps, crumbles, Brown Betties, and pandowdies!"
    },
    {
      "title": "National Silly Earring Day",
      "description": "The best accessory today is an earring, which makes everyone around you smile."
    },
    {
      "title": "National Theresa Day",
      "description": "Theresa is a lovely name with deep roots steeped in culture and meaning."
    },
    {
      "title": "Orthodox Easter Monday",
      "description": "It&#39;s another day to rejoice, celebrate the resurrection of Christ, and find some Easter eggs."
    },
    {
      "title": "Songkran Water Festival",
      "description": "Prepare your water guns, hoses, and buckets as we celebrate the world’s wettest festival!"
    },
    {
      "title": "Thomas Jefferson Day",
      "description": "Get to know Thomas Jefferson, the third president of the United States."
    },
    {
      "title": "Unfairly Prosecuted Persons Day",
      "description": "Let&#39;s take a look at the history, key dates, and facts surrounding Unfairly Prosecuted Persons Day."
    },
    {
      "title": "Yom HaShoah",
      "description": "Yom HaShoah brings with it garlands of determination and strength amidst tales of suffering."
    },
    {
      "title": "Maya Summers’s Birthday",
      "description": "Summers is a persistent woman who aims to be the queen of YouTube."
    },
    {
      "title": "Thomas Jefferson’s Birthday",
      "description": "He is remembered for being honest and good-hearted and for his social and political achievements"
    }
  ]
}
