{
  "month": "apr",
  "day": 15,
  "holidays": [
    {
      "title": "National Laundry Day",
      "description": null
    },
    {
      "title": "Declaration of Malacca as a Historical City",
      "description": "Today commemorates 500 years of business and cultural exchange between the straits of Malacca."
    },
    {
      "title": "Father Damien Day",
      "description": "Commemorate Father Damien and his deeds, and give help to people in need."
    },
    {
      "title": "International Microvolunteering Day",
      "description": "Raise awareness about micro-volunteering so that people can join forces on this day."
    },
    {
      "title": "Jackie Robinson Day",
      "description": "Let’s watch the ‘50s Dodger highlights as we gather to celebrate the great Jackie Robinson."
    },
    {
      "title": "McDonald&#39;s Day",
      "description": "Get your cash, go to the nearest McDonald’s, and get in line to order."
    },
    {
      "title": "National Anime Day",
      "description": "Share your exciting anime experiences with other fans around the world this National Anime Day."
    },
    {
      "title": "National ASL Day",
      "description": "American Sign Language is an inclusive language for the Deaf and mute."
    },
    {
      "title": "National Banana Day",
      "description": "What an amazing time to celebrate the awesomeness of the world’s most popular fruit — the banana!"
    },
    {
      "title": "National Glazed Spiral Ham Day",
      "description": "We hope you have your appetites ready, we’re learning more about National Glazed Spiral Ham Day!"
    },
    {
      "title": "National Griper&#39;s Day",
      "description": "On this special day, get ready to complain as you’ve never done before."
    },
    {
      "title": "National Keaton Day",
      "description": "It’s a unique national holiday honoring the Keaton and Keaton families worldwide."
    },
    {
      "title": "National Rubber Eraser Day",
      "description": "To all the rubber erasers in the world — thank you for correcting our mistakes!"
    },
    {
      "title": "National That Sucks Day",
      "description": "It’s okay to wear a long face on this day because it’s “That Sucks” Day!"
    },
    {
      "title": "One Boston Day",
      "description": "Gather the wreaths and roses; it’s time to observe One Boston Day!"
    },
    {
      "title": "Purple Up Day",
      "description": "Purple Up Day is a special holiday that recognizes the contributions of military children."
    },
    {
      "title": "Take A Wild Guess Day",
      "description": "Listen to your instinct and join us to celebrate National Take a Wild Guess Day!"
    },
    {
      "title": "Titanic Remembrance Day",
      "description": "Prepare yourselves as we remember and honor the lives lost to the Titanic ship disaster."
    },
    {
      "title": "Type 1 Diabetes Day in Honor of Jakya Monique Furtick",
      "description": "In honor of Jakya, let us focus on this disease that is incurable but treatable."
    },
    {
      "title": "Universal Day of Culture",
      "description": "It’s a day to celebrate cultures from around the world and preserve our traditions."
    },
    {
      "title": "World Art Day",
      "description": "World Art Day is a colorful holiday that encourages curiosity about the beautiful things around us."
    },
    {
      "title": "Youth Homelessness Matters Day",
      "description": "Let’s raise awareness to support the youth experiencing or at risk of homelessness."
    },
    {
      "title": "Emma Watson’s Birthday",
      "description": "This talented actress is also a Goodwill Ambassador advocating for women&#39;s rights."
    },
    {
      "title": "Jacquees’s Birthday",
      "description": "We celebrate this artist who taught himself how to sing and is now making huge waves!"
    },
    {
      "title": "Leonardo da Vinci’s Birthday",
      "description": "Artist, humanist, scientist, philosopher, inventor, naturalist — Leonardo da Vinci is truly a legend"
    },
    {
      "title": "Seth Rogen’s Birthday",
      "description": "Let’s appreciate what Seth Rogen achieved in his career as we celebrate his birthday."
    }
  ]
}
