{
  "month": "apr",
  "day": 18,
  "holidays": [
    {
      "title": "Tax Day",
      "description": "Federal income taxes are an important cornerstone of our economy."
    },
    {
      "title": "Adult Autism Awareness Day",
      "description": "Adult Autism Awareness Day aims to empower adults with autism and their loved ones."
    },
    {
      "title": "International Day for Monuments and Sites",
      "description": "Celebrate International Day for Monuments and Sites by visiting monuments and heritage sites."
    },
    {
      "title": "International Jugglers Day",
      "description": "Ever been to a circus and wished you could juggle? Why not learn today?"
    },
    {
      "title": "Linemen Appreciation Day",
      "description": "On this day, show appreciation to the people in charge of providing electricity!"
    },
    {
      "title": "National Animal Crackers Day",
      "description": "Who can resist the temptation to indulge in these iconic treats of our childhood?"
    },
    {
      "title": "National Exercise Day",
      "description": "Grab your water bottle and your running shoes, today is the day to start exercising."
    },
    {
      "title": "National Lineman Appreciation Day",
      "description": "Not every holiday&#39;s lucky enough to have a classic pop song attached to it."
    },
    {
      "title": "National Lydia Day",
      "description": "Learn more about the origins of this name and discover some notable women with this name."
    },
    {
      "title": "National Newspaper Columnists Day",
      "description": "This National Newspaper Columnists Day is a perfect opportunity to honor these hard workers."
    },
    {
      "title": "National Velociraptor Awareness Day",
      "description": "&#34;We designed it, we built it, and then they discovered it. That still boggles my mind.&#34;"
    },
    {
      "title": "Pet Owners Independence Day",
      "description": "We nap in the sunlight and leave the work in the paws of our furry friends."
    },
    {
      "title": "Piñata Day",
      "description": "Life’s a party! Whack that piñata and enjoy all the goodies that fall out!"
    },
    {
      "title": "World Amateur Radio Day",
      "description": "Amateur radio operators provide emergency communications during both natural and man-made disasters."
    },
    {
      "title": "Conan O&#39;Brien’s Birthday",
      "description": "This TV host and comedian has been a consistent part of many people’s lives."
    },
    {
      "title": "David Tennant’s Birthday",
      "description": "The 10th ‘Doctor’ has done television, theater, and film, proving that he is unstoppable."
    },
    {
      "title": "Kourtney Kardashian’s Birthday",
      "description": "This famous media personality, socialite, and model is cutting her own path to success."
    },
    {
      "title": "Lillee Jean’s Birthday",
      "description": "We celebrate this famous Instagram star, YouTuber, and entrepreneur who is making a name for herself."
    }
  ]
}
