{
  "month": "apr",
  "day": 18,
  "holidays": [
    {
      "title": "Adult Autism Awareness Day",
      "description": null
    },
    {
      "title": "Celebrate Teen Literature Day",
      "description": "What’s better than picking and reading a book to Celebrate Teen Literature Day?"
    },
    {
      "title": "College Student Grief Awareness Day",
      "description": "Learn about this less documented issue as we raise some much-needed awareness."
    },
    {
      "title": "Education and Sharing Day",
      "description": "Education goes beyond obtaining a degree to shape a certain career."
    },
    {
      "title": "Hung Kings Festival",
      "description": "Did you know the festival’s official name is Death Anniversary of the Hung Kings?"
    },
    {
      "title": "International Day for Monuments and Sites",
      "description": "Celebrate International Day for Monuments and Sites by visiting monuments and heritage sites."
    },
    {
      "title": "International Jugglers Day",
      "description": "Ever been to a circus and wished you could juggle? Why not learn today?"
    },
    {
      "title": "International Pizza Cake Day",
      "description": "Prepare your belly because today’s not about slices of pizza, but a stack of pizzas."
    },
    {
      "title": "Lineman Appreciation Day",
      "description": "Not every holiday&#39;s lucky enough to have a classic pop song attached to it."
    },
    {
      "title": "Linemen Appreciation Day",
      "description": "On this day, show appreciation to the people in charge of providing electricity!"
    },
    {
      "title": "National Animal Cracker Day",
      "description": "Who can resist the temptation to indulge in these iconic treats of our childhood?"
    },
    {
      "title": "National Auctioneers Day",
      "description": "Place a bid before it’s too late and discover all there is to know about auctioneering."
    },
    {
      "title": "National Exercise Day",
      "description": "Grab your water bottle and your running shoes, today is the day to start exercising."
    },
    {
      "title": "National High Five Day",
      "description": "Up high! Make sure to give a &#34;high five&#34; to everyone you meet today!"
    },
    {
      "title": "National Lydia Day",
      "description": "Learn more about the origins of this name and discover some notable women with this name."
    },
    {
      "title": "National Newspaper Columnists Day",
      "description": "This National Newspaper Columnists Day is a perfect opportunity to honor these hard workers."
    },
    {
      "title": "National Piñata Day",
      "description": "Life’s a party! Whack that piñata and enjoy all the goodies that fall out!"
    },
    {
      "title": "National Velociraptor Awareness Day",
      "description": "&#34;We designed it, we built it, and then they discovered it. That still boggles my mind.&#34;"
    },
    {
      "title": "Pet Owners Independence Day",
      "description": "We nap in the sunlight and leave the work in the paws of our furry friends."
    },
    {
      "title": "Support Teen Literature Day",
      "description": "There is nothing quite like getting lost in the literary world of books — try it."
    },
    {
      "title": "World Amateur Radio Day",
      "description": "Amateur radio operators provide emergency communications during both natural and man-made disasters."
    },
    {
      "title": "Conan O&#39;Brien’s Birthday",
      "description": "This TV host and comedian has been a consistent part of many people’s lives."
    },
    {
      "title": "David Tennant’s Birthday",
      "description": "The 10th ‘Doctor’ has done television, theater, and film, proving that he is unstoppable."
    },
    {
      "title": "Kourtney Kardashian’s Birthday",
      "description": "This famous media personality, socialite, and model is cutting her own path to success."
    },
    {
      "title": "Lillee Jean’s Birthday",
      "description": "We celebrate this famous Instagram star, YouTuber, and entrepreneur who is making a name for herself."
    }
  ]
}
