{
  "month": "apr",
  "day": 21,
  "holidays": [
    {
      "title": "National Bulldogs Are Beautiful Day",
      "description": "French, American, or English — bulldogs portray glamour in their own special way."
    },
    {
      "title": "Advisor Appreciation Day",
      "description": "Advisors are the backbone of the education sector, providing guidance and help to teachers."
    },
    {
      "title": "Battle of San Jacinto",
      "description": "The victory at San Jacinto led to the Republic of Texas declaring its independence from Mexico."
    },
    {
      "title": "Big Word Day",
      "description": "Raise your words, not your voice, by broadening your vocabulary with fancy words like ‘embourgeoisement!’"
    },
    {
      "title": "Festival of Ridvan",
      "description": "During these days of the Ridvàn festival, we are spreading holiness, love, and joy."
    },
    {
      "title": "International Hemp Day",
      "description": "Learn the history, facts, and benefits of hemp as we celebrate International Hemp Day."
    },
    {
      "title": "Keep Off the Grass Day",
      "description": "We’re learning all about lawns and how to keep off the grass."
    },
    {
      "title": "National Alex Day",
      "description": "The name Alex has the Midas touch. This ancient Greek name is loved even today."
    },
    {
      "title": "National Chickpea Day",
      "description": "Get your forks ready and dig into your chickpeas to celebrate this special day!"
    },
    {
      "title": "National Chocolate Covered Cashews Day",
      "description": "Get ready for a chocolaty, crunchy, nutty, and very sweet day with chocolate and cashews!"
    },
    {
      "title": "National Javier Day",
      "description": "Learn about Saint Xavier, who inspired the name, and others who inherited it."
    },
    {
      "title": "National Kindergarten Day",
      "description": "Get out your crayons and flash cards — it&#39;s time for National Kindergarten Day!"
    },
    {
      "title": "National Pet CBD day",
      "description": "Learn about C.B.D. and its health benefits for your beloved pets."
    },
    {
      "title": "National Surprise Drug Test Day",
      "description": "There&#39;s so much to learn and knowledge to share about drugs on National Surprise Drug Test Day."
    },
    {
      "title": "National Tea Day",
      "description": "This love for tea dates back centuries and seems to only get stronger (pun intended)!"
    },
    {
      "title": "National Yellow Bat Day",
      "description": "The symbol of the 265th ASA is a bat with outstretched wings on a full moon."
    },
    {
      "title": "San Jacinto Day",
      "description": "Do not miss celebrating San Jacinto Day. Everything you need to know is here!"
    },
    {
      "title": "Thank You for Libraries Day",
      "description": "Learn more about Thank You For Libraries Day and how you can celebrate."
    },
    {
      "title": "Tiradentes Day",
      "description": "Brazilians recognize the martyrdom of Tiradentes every year on Tiradentes Day."
    },
    {
      "title": "Tiradentes&#39; Day",
      "description": "Brazilians will always cherish the memory of this national hero and revolutionary."
    },
    {
      "title": "Tuna Rights Day",
      "description": "Read up to understand the basics of sustainable consumption this Tuna Rights Day."
    },
    {
      "title": "World Creativity and Innovation Day",
      "description": "It’s the day to step outside the box, put on your thinking hat, and dream big!"
    },
    {
      "title": "World Curlew Day",
      "description": "Get ready to learn about these amazing birds and their importance to our ecosystem."
    },
    {
      "title": "Elizabeth II’s Birthday",
      "description": "The ascension of the greatest and most famous British monarch that the world has ever known."
    },
    {
      "title": "James McAvoy’s Birthday",
      "description": "This amazing actor has earned recognition as the crème de la crème of British acting talent."
    },
    {
      "title": "Jessey Stevens’s Birthday",
      "description": "This young model and social media sensation has amassed a loyal fanbase. Discover why!"
    },
    {
      "title": "Lisa Frank’s Birthday",
      "description": "An entrepreneur of Lisa Frank’s stature creates quite an impression on many generations."
    },
    {
      "title": "Robert Smith’s Birthday",
      "description": "Rock star Robert Smith sure knows how to keep the boat rocking."
    },
    {
      "title": "Tony Romo’s Birthday",
      "description": "Displaying strength in the midst of pain, Tony Romo is an inspiration to us all."
    }
  ]
}
