{
  "month": "apr",
  "day": 22,
  "holidays": [
    {
      "title": "Administrative Professionals Day",
      "description": null
    },
    {
      "title": "April Showers Day",
      "description": "May flowers bloom after April showers, so get out in your garden and start planting."
    },
    {
      "title": "Earth Day",
      "description": "Cue the composting, recycling, repurposing, carpooling, thrifting, and metal straws to save the turtles."
    },
    {
      "title": "Girl Scout Leader Appreciation Day",
      "description": "Celebrate Girl Scout Leader Appreciation Day by raising a toast to these amazing leaders."
    },
    {
      "title": "Global Selfie Earth Day",
      "description": "Get yourself at the perfect spot to take a selfie on this Global Selfie Earth Day!"
    },
    {
      "title": "In God We Trust Day",
      "description": "In the true American spirit, let’s embrace the term ‘In God We Trust.’"
    },
    {
      "title": "International Mother Earth Day",
      "description": "It is our responsibility as Earth&#39;s residents to protect her as best we can."
    },
    {
      "title": "National I.T. Service Provider Day",
      "description": "Join us as we celebrate all I.T. professionals and their invaluable contributions."
    },
    {
      "title": "National Jelly Bean Day",
      "description": "Your dentist never has to know."
    },
    {
      "title": "National Pinup Day",
      "description": "Step out in your best vintage and retro clothes to celebrate this day."
    },
    {
      "title": "National Terry Day",
      "description": "Come along with us as we celebrate all the individuals with the unique name Terry."
    },
    {
      "title": "Oklahoma Day",
      "description": "Because it&#39;s Oklahoma Day, Oakies everywhere are raising their fists high! Let&#39;s celebrate with them."
    },
    {
      "title": "Secretary Day",
      "description": "This Secretary Day, show secretaries how much you value their hard work."
    },
    {
      "title": "Stephen Lawrence Day",
      "description": "Racism should not exist. In honor of Stephen Lawrence, we commemorate this day to eradicate racial prejudice."
    },
    {
      "title": "Callum Snape’s Birthday",
      "description": "For this traveling photographer, the world is his oyster and he is ready to explore!"
    },
    {
      "title": "emo.fio’s Birthday",
      "description": "A famous TikToker who at a young age already has over one million followers."
    },
    {
      "title": "Jack Nicholson’s Birthday",
      "description": "Five decades of fascinating screen time with this Hollywood legend will never be forgotten."
    },
    {
      "title": "Machine Gun Kelly’s Birthday",
      "description": "Machine Gun Kelly is an exceptionally talented, award-winning rapper, actor, and musician from America."
    },
    {
      "title": "Selah Victor’s Birthday",
      "description": "This voice-over actress is a phenomenal talent and one of Hollywood&#39;s brightest stars."
    },
    {
      "title": "Vladimir Lenin’s Birthday",
      "description": "Known as one of history&#39;s greatest revolutionary leaders, has left an indelible mark on humanity."
    }
  ]
}
