{
  "month": "apr",
  "day": 24,
  "holidays": [
    {
      "title": "Action Day for Tolerance and Respect between People",
      "description": null
    },
    {
      "title": "Armenian Genocide Remembrance Day",
      "description": "Armenian Genocide Remembrance Day commemorates the lives lost and the history of Armenia during World War I."
    },
    {
      "title": "Coronation Day of Pope Benedict XVI",
      "description": "We’re saying a prayer as we observe Coronation Day of Pope Benedict XVI."
    },
    {
      "title": "Donate Life Blue and Green Day",
      "description": "Let’s get our Blue and Green on as we help donate to life this holiday."
    },
    {
      "title": "Fashion Revolution Day",
      "description": "Finally, let us know more about this powerful day in the history of the fashion industry."
    },
    {
      "title": "International Day of Multilateralism and Diplomacy for Peace",
      "description": "Make a global effort through multilateralism to promote world peace, security, and cooperation."
    },
    {
      "title": "National Brandon Day",
      "description": "Explore the variations and cultural influences that revolve around this name that’s predominantly given to boys."
    },
    {
      "title": "National Hairball Awareness Day",
      "description": "Hairballs are a healthy part of animals’ routines, but can potentially be an underlying health issue."
    },
    {
      "title": "National Pet Care for All Day",
      "description": "All pets and their families deserve access to affordable, quality pet care."
    },
    {
      "title": "National Pigs in a Blanket Day",
      "description": "A holiday celebrating one of our favorite comfort foods — pork sausage (or hotdogs) baked in pastry."
    },
    {
      "title": "National Skipping Day",
      "description": "Having fun while exercising doesn&#39;t get any better!"
    },
    {
      "title": "New Kids on the Block Day",
      "description": "Let us take a closer look into the New Kids on the Block."
    },
    {
      "title": "Scream Day",
      "description": "I scream, you scream, we all scream for… Scream Day! Celebrate with us right here!"
    },
    {
      "title": "Undiagnosed Children&#39;s Awareness Day",
      "description": "Children who are affected by Syndromes Without a Name and their families need our support."
    },
    {
      "title": "World Day for Animals in Laboratories",
      "description": "Animal lives matter too, so join us today in advocating for the protection of their rights."
    },
    {
      "title": "World Women’s Wellness Day",
      "description": "Join us, and let’s support women’s health across the world this World Women’s Wellness Day!"
    },
    {
      "title": "Barbra Streisand’s Birthday",
      "description": "Streisand is a multi-talented, award-winning singer, actress, and director who’s inspired us to pursue our dreams."
    },
    {
      "title": "Joe Keery’s Birthday",
      "description": "Other than his role in “Stranger Things,” there&#39;s much more to this legend with great hair."
    },
    {
      "title": "Kelly Clarkson’s Birthday",
      "description": "This renowned singer, songwriter, actress, and author is an inspiration in many ways."
    },
    {
      "title": "Thomas Sanders’s Birthday",
      "description": "With singing and acting added to his credits, this entertainer is an all-rounder."
    }
  ]
}
