{
  "month": "apr",
  "day": 25,
  "holidays": [
    {
      "title": "​National Drug Take Back Day",
      "description": null
    },
    {
      "title": "National Hug a Plumber Day",
      "description": "Where would we be without plumbers making sure our pipes are running like clockwork?"
    },
    {
      "title": "National Telephone Day",
      "description": "Can you imagine a world without telephones? We&#39;d still be sending messages through pigeons!"
    },
    {
      "title": "World Malaria Day",
      "description": "Mosquitos are an annoying pest in many countries, but in others, a bite can be deadly."
    },
    {
      "title": "Anzac Day",
      "description": "Anzac Day&#39;s one of Australia and New Zealand&#39;s most important and revered national occasions."
    },
    {
      "title": "East Meets West Day",
      "description": "Read more to learn about the major events of the Second World War."
    },
    {
      "title": "Freedom Day (Portugal)",
      "description": "This Freedom Day, celebrate the bloodless revolution that ended the tyranny of dictator Marcello Caetano."
    },
    {
      "title": "Gathering of Nations (Pow Wow)",
      "description": "We have amazing tricks on how to enjoy the day with the best activities."
    },
    {
      "title": "Hairstylist Appreciation Day",
      "description": "Do hairstylists just cut hair? Of course not. They are artists, perfectionists, and great conversationalists!"
    },
    {
      "title": "International Delegate’s Day",
      "description": "Let&#39;s get to know our U.N. representatives and what they do at the United Nations."
    },
    {
      "title": "International Financial Independence Awareness Day",
      "description": "Make a plan today and save 4% of your income to have seamless retirement days."
    },
    {
      "title": "International Girls In ICT Day",
      "description": "Let’s work together to get more young women to join the I.C.T. sector."
    },
    {
      "title": "International Noise Awareness Day",
      "description": "Let’s celebrate International Noise Awareness Day to spread awareness about noise pollution."
    },
    {
      "title": "License Plate Day",
      "description": "There were 15,000 vehicles in the U.S. when the first license plate was introduced."
    },
    {
      "title": "Love Your Thighs Day",
      "description": "Choose to love yourself on Love Your Thighs Day by celebrating right here with National Today."
    },
    {
      "title": "National DNA Day",
      "description": "Learn more about the science that makes us genetically unique."
    },
    {
      "title": "National Liberation Day",
      "description": "Dance to the tunes of the Italian anti-fascist anthem ‘Bella Ciao’ on National Liberation Day."
    },
    {
      "title": "National Library Workers Day",
      "description": "Libraries work because library workers work! Let’s recognize their contributions."
    },
    {
      "title": "National Lingerie Day",
      "description": "Get ready to celebrate the best in lingerie with our great information!"
    },
    {
      "title": "National Mani-Pedi Day",
      "description": "Today’s the day to find out more about why we should treasure our nails!"
    },
    {
      "title": "National Plumbers Day",
      "description": "National Plumbers Day is specially set aside every year to celebrate plumbers."
    },
    {
      "title": "National Zucchini Bread Day",
      "description": "Grab a slice of zucchini bread and take advantage of the feasting opportunity this day presents."
    },
    {
      "title": "Parental Alienation Awareness Day",
      "description": "Join us to learn about the consequences and effects of parental alienation."
    },
    {
      "title": "Red Hat Society Day",
      "description": "Red Hat Society Day is a celebration of women’s friendships, challenges, and enjoying life in style."
    },
    {
      "title": "Sinai Liberation Day",
      "description": "Remember Sinai from the Bible? Read on to know more about this Peninsula."
    },
    {
      "title": "Take Our Daughters and Sons to Work Day",
      "description": "Ever wanted to see what your parents do all day? Get a glimpse!"
    },
    {
      "title": "The Feast of St Mark (Italy)",
      "description": "Let’s honor the patron saint and remember his teachings on the Feast of St. Mark."
    },
    {
      "title": "World Penguin Day",
      "description": "Learn more about this endangered bird that plays an important role in the ecosystem."
    },
    {
      "title": "Al Pacino’s Birthday",
      "description": "From playing an honest cop to a mafia boss — Pacino is one of the greatest actors."
    },
    {
      "title": "Jay Park’s Birthday",
      "description": "Find out about this multi-talented singer/songwriter’s history in television and the Korean music industry."
    }
  ]
}
