{
  "month": "apr",
  "day": 26,
  "holidays": [
    {
      "title": "National Pretzel Day",
      "description": null
    },
    {
      "title": "Alien Day",
      "description": "Let your imaginations guide you to Ridley Scott&#39;s land of green beings, where weird things happen."
    },
    {
      "title": "Audubon Day",
      "description": "Learn about an enduring conservation legacy, complete with some fun tips and activity suggestions."
    },
    {
      "title": "Confederate Heroes&#39; Day",
      "description": "We get to place flowers on these heroes&#39; graves as we retell of their heroic deeds."
    },
    {
      "title": "Get Organized Day",
      "description": "Putting off organizing your space for ages? Today’s the time to stop procrastinating!"
    },
    {
      "title": "Hug an Australian Day",
      "description": "What a perfect day to spread some love! Hug a loved one; keep the affection flowing."
    },
    {
      "title": "Hung Kings Festival",
      "description": "Did you know the festival’s official name is Death Anniversary of the Hung Kings?"
    },
    {
      "title": "International Chernobyl Disaster Remembrance Day",
      "description": "Think about nuclear energy on this day, and what it can do for us."
    },
    {
      "title": "Mother Father Deaf Day",
      "description": "Share your experiences of deaf parents and the children of deaf parents on this special day."
    },
    {
      "title": "National Ai Day",
      "description": "Discover more about Ai and the famous people who shared this name."
    },
    {
      "title": "National Dissertation Day",
      "description": "Today serves as a reminder for students to get back on track and complete their dissertations."
    },
    {
      "title": "National Gabriel Day",
      "description": "This is the day to celebrate all the Gabriels in your life, famous or not!"
    },
    {
      "title": "National Garage Day",
      "description": "This National Garage Day, get your creative juices flowing and work in your garage!"
    },
    {
      "title": "National Help A Horse Day",
      "description": "We are saddling up to create awareness around taking better care of horses."
    },
    {
      "title": "National Jason Day",
      "description": "Learn more about some of the men who made the name Jason famous across history."
    },
    {
      "title": "National Kids and Pets Day",
      "description": "Celebrate the bond between your fur babies and your actual babies this National Kids and Pets Day!"
    },
    {
      "title": "National No Makeup Day",
      "description": "Makeup allows us to express ourselves and feel confident while we&#39;re out and about."
    },
    {
      "title": "National Pet Parents Day",
      "description": "It’s a great day to treat your pet, or take them for a checkup."
    },
    {
      "title": "National South Dakota Day",
      "description": "This National South Dakota Day, appreciate the breathtaking beauty and thriving wildlife of South Dakota."
    },
    {
      "title": "National Static Cling Day",
      "description": "Everyone get charged up, and let’s celebrate National Static Cling Day!"
    },
    {
      "title": "Remember Your First Kiss Day",
      "description": "Disregard your diaries today and sojourn into your minds those special first kiss moments."
    },
    {
      "title": "Richter Scale Day",
      "description": "Today we pay a tribute to the man who invented the Richter scale."
    },
    {
      "title": "Secretaries&#39; Day (Colombia)",
      "description": "This Secretaries’ Day, prove to secretaries just how much you appreciate their efforts."
    },
    {
      "title": "Stop Food Waste Day",
      "description": "It’s crazy to think that a third of the food produced on Earth goes to waste!"
    },
    {
      "title": "Turkmen Racing Horse Festival",
      "description": "Saddle up to catch the horse fever that grips the Turkmen each year with this festival."
    },
    {
      "title": "World Burlesque Day",
      "description": "Get ready to be entertained, we’re going to celebrate World Burlesque Day!"
    },
    {
      "title": "World Intellectual Property Day",
      "description": "Join us today as we salute all creators and inventors for their contribution to society’s development."
    },
    {
      "title": "Channing Tatum’s Birthday",
      "description": "This fantastic actor has a second name and it’s “Hollywood’s Explosive Action Star!”"
    },
    {
      "title": "Melania Trump’s Birthday",
      "description": "This socialite truly has it all  — former First Lady, supermodel, and entrepreneur."
    }
  ]
}
