{
  "month": "apr",
  "day": 28,
  "holidays": [
    {
      "title": "National Arbor Day",
      "description": "Broadleaf. Evergreen. Conifer. How well do you really know your trees?"
    },
    {
      "title": "National Superhero Day",
      "description": "Get out your cape and celebrate National Superhero Day. Who makes the best superhero?"
    },
    {
      "title": "Biological Clock Day",
      "description": "Let’s appreciate the wonders of the circadian rhythms this Biological Clock Day."
    },
    {
      "title": "Clean Comedy Day",
      "description": "Let&#39;s have some good, clean fun that everyone can join in on!"
    },
    {
      "title": "Donate Life Blue and Green Day",
      "description": "Let’s get our Blue and Green on as we help donate to life this holiday."
    },
    {
      "title": "Global Pay It Forward Day",
      "description": "Don’t pay kindness back, pay it forward and continue a selfless chain reaction."
    },
    {
      "title": "Great Poetry Reading Day",
      "description": "Poetry — a medium to convey thoughts and feelings by weaving words into simplistic or intricate designs."
    },
    {
      "title": "Hung Kings Festival",
      "description": "Did you know the festival’s official name is Death Anniversary of the Hung Kings?"
    },
    {
      "title": "Kiss Your Mate Day",
      "description": "Tilt your head sideways, close those eyes, pucker the lips, and relish that passionate kiss!"
    },
    {
      "title": "National Blueberry Pie Day",
      "description": "We celebrate the wonder of nature’s only true blue fruit baked into a doughy, buttery pastry."
    },
    {
      "title": "National BraveHearts Day",
      "description": "Today we honor the strength and bravery of people affected by pediatric cancer."
    },
    {
      "title": "National Cubicle Day",
      "description": "March into your workplaces, recline those chairs, and unwind in that wonderful cubicle!"
    },
    {
      "title": "National Franklin Day",
      "description": "There are many popular Franklins in history. This is the day to honor your favorite!"
    },
    {
      "title": "National Hairball Awareness Day",
      "description": "Hairballs are a healthy part of animals’ routines, but can potentially be an underlying health issue."
    },
    {
      "title": "Occupational Safety &amp; Health Day",
      "description": "Let’s work together to raise awareness about the importance of occupational safety and health."
    },
    {
      "title": "Save the Frogs Day",
      "description": "Today is dedicated to our hoppy, jumpy friends who are an important part of our environment."
    },
    {
      "title": "Undiagnosed Children&#39;s Awareness Day",
      "description": "Children who are affected by Syndromes Without a Name and their families need our support."
    },
    {
      "title": "Workers Memorial Day",
      "description": "Relive the struggles and sacrifices of workers&#39; unions around the world and what they strived for."
    },
    {
      "title": "Workers’ Memorial Day",
      "description": "All over the world, workers have contributed towards building a society that’s liveable and comfortable."
    },
    {
      "title": "World Day for Safety and Health at Work",
      "description": "Safety and health at work are the names of the game on this day."
    },
    {
      "title": "World Women’s Wellness Day",
      "description": "Join us, and let’s support women’s health across the world this World Women’s Wellness Day!"
    },
    {
      "title": "Big Ed’s Birthday",
      "description": "Let&#39;s plunge into some intriguing insights into Big Ed&#39;s life throughout his reality stardom."
    },
    {
      "title": "Melanie Martinez’s Birthday",
      "description": "Ever wondered what this budding artist did after “The Voice?” We have the answers."
    }
  ]
}
