{
  "month": "apr",
  "day": 30,
  "holidays": [
    {
      "title": "Honesty Day",
      "description": "The whole truth and nothing but the truth? That&#39;s right!"
    },
    {
      "title": "International Jazz Day",
      "description": "Take a musical look at a distinctly American art form."
    },
    {
      "title": "Day of the Child",
      "description": "This day recognizes the significance of cultivating the habit of reading among children."
    },
    {
      "title": "Hairstyle Appreciation Day",
      "description": "Change your look on this special day! Get your hair done this Hairstyle Appreciation Day."
    },
    {
      "title": "Healthy Kids Day",
      "description": "Join us as we get ready to enjoy a fun Healthy Kids Day with the YMCA!"
    },
    {
      "title": "Mother Father Deaf Day",
      "description": "Share your experiences of deaf parents and the children of deaf parents on this special day."
    },
    {
      "title": "National Adopt A Shelter Pet Day",
      "description": "Discover interesting stories and facts about adopting pets."
    },
    {
      "title": "National Animal Advocacy Day",
      "description": "This National Animal Advocacy Day, let’s celebrate animals and change the world!"
    },
    {
      "title": "National Bubble Tea Day",
      "description": "We cannot get enough of the creamy sweet tea drink with pearly tapioca balls on top."
    },
    {
      "title": "National Bugs Bunny Day",
      "description": "National Bugs Bunny Day commemorates the date this happy-go-lucky bunny made his first appearance in 1938."
    },
    {
      "title": "National Larry Day",
      "description": "Take the day to celebrate your favorite Larry, whether real or fictional, famous or not."
    },
    {
      "title": "National Mahjong Day",
      "description": "Take a day to admire the beauty of this challenging game, or learn how to play!"
    },
    {
      "title": "National Military Brats Day",
      "description": "Today, we celebrate the kids of the armed forces."
    },
    {
      "title": "National Mr. Potato Head Day",
      "description": "Relive your happy childhood memories with the beloved “Toy Story” character — Mr. Potato Head!"
    },
    {
      "title": "National Oatmeal Cookie Day",
      "description": "Fret not about those calories as you dig into this healthy yet sweet munchie!"
    },
    {
      "title": "National Pet Parents Day",
      "description": "It’s a great day to treat your pet, or take them for a checkup."
    },
    {
      "title": "National PrepareAthon Day",
      "description": "Ensure you plan to keep yourself prepared for future unexpected man-made and natural disasters."
    },
    {
      "title": "National Raisin Day",
      "description": "We celebrate to America’s favorite sun-soaked snack."
    },
    {
      "title": "National Sarcoidosis Day",
      "description": "70% of people affected by sarcoidosis are aged between 20 and 40."
    },
    {
      "title": "National Tabby Day",
      "description": "Celebrate our furry friends and spread the word: tabbies are not a cat breed."
    },
    {
      "title": "National Therapy Animal Day",
      "description": "Celebrate National Therapy Animal Day by showing your love for our helpful furry friends."
    },
    {
      "title": "National Tie Dye Day",
      "description": "This Tie Dye Day, let your inner artist out by using your garments as a canvas."
    },
    {
      "title": "Queen&#39;s Day",
      "description": "Queen’s Day is one of the most special celebrations in the Netherlands."
    },
    {
      "title": "Spank Out Day",
      "description": "Recent studies have shown that spanking does little more than traumatizing children."
    },
    {
      "title": "Turkmen Racing Horse Festival",
      "description": "Saddle up to catch the horse fever that grips the Turkmen each year with this festival."
    },
    {
      "title": "Walpurgis Night",
      "description": "To fend off evil spirits, celebrate Walpurgis Night by blazing bonfires all night."
    },
    {
      "title": "World Pinhole Photography Day",
      "description": "This day is an opportunity to engage in an ancient photography method and take some amazing pictures"
    },
    {
      "title": "Ayisha Diaz’s Birthday",
      "description": "She once told herself that she’ll be famous and look where she is now."
    },
    {
      "title": "BeastBoyShub’s Birthday",
      "description": "Here’s everything you need to know about Indian YouTuber and gaming sensation BeastBoyShub."
    },
    {
      "title": "Dianna Agron’s Birthday",
      "description": "For her beauty and charm, this former Gleek was featured in a Japanese song."
    },
    {
      "title": "Gal Gadot’s Birthday",
      "description": "This multi-talented star first tried Reese’s peanut butter cup on the “Tonight’s Show Starring Jimmy Fallon.”"
    },
    {
      "title": "Travis Scott’s Birthday",
      "description": "This eight-time Grammy Awards nominee launched a limited edition McDonald’s meal under his name."
    }
  ]
}
