{
  "month": "sep",
  "day": 1,
  "holidays": [
    {
      "title": "American Chess Day",
      "description": null
    },
    {
      "title": "Acne Positivity Day",
      "description": "Come and fall in love with yourself this Acne Positivity Day!"
    },
    {
      "title": "Building and Code Staff Appreciation Day",
      "description": "We celebrate this day because building, securing, and zoning buildings is hard work."
    },
    {
      "title": "Cherry Popover Day",
      "description": "Forget your worries and treat yourself to a scrumptious cherry popover on this holiday."
    },
    {
      "title": "Chicken Boy Day",
      "description": "Let’s celebrate the birthday of the man with a chicken head!"
    },
    {
      "title": "Emma M Nutt Day",
      "description": "Learn what it took to press the right buttons back in the day."
    },
    {
      "title": "Ginger Cat Appreciation Day",
      "description": "See a ginger, pet a ginger! Let us celebrate our uniquely colored and affectionate feline companions."
    },
    {
      "title": "National Child Identity Theft Awareness Day",
      "description": "This National Child Identity Theft Awareness Day, learn about protecting your children in a digitized world."
    },
    {
      "title": "National Little Black Dress Day",
      "description": "Learn more about what this day means and how you can participate."
    },
    {
      "title": "National Monterey County Fair Day",
      "description": "Explore the land of fun and excitement — we offer the ultimate Monterey County Fair experience!"
    },
    {
      "title": "National No Rhyme Nor Reason Day",
      "description": "Put your thinking caps on and play around with words that don’t rhyme at all."
    },
    {
      "title": "National Pet Rock Day",
      "description": "Join millions in celebrating the perfect pet as we mark National Pet Rock Day."
    },
    {
      "title": "National Tofu Day",
      "description": "It is National Tofu Day, so bring out those chopsticks and dipping sauces."
    },
    {
      "title": "Pink Cadillac Day",
      "description": "Sideburns, hip thrusts, and a pink Cadillac — dare to live larger than life."
    },
    {
      "title": "Slovakia Constitution Day",
      "description": "Slovakia Constitution Day is the perfect excuse to fill your belly with potato dumplings and beer."
    },
    {
      "title": "Uzbekistan Independence Day",
      "description": "Get your passport ready for a trip through the pages of Uzbekistan&#39;s history."
    },
    {
      "title": "Wattle Day",
      "description": "Wattle Day was intended to promote and enhance patriotism in the then-new nation of Australia."
    },
    {
      "title": "World Letter Writing Day",
      "description": "World Letter Writing Day is a day that is dedicated to expressing yourself in writing!"
    },
    {
      "title": "Aleksandr Vitaly’s Birthday",
      "description": "This creator is one of the O.G. YouTubers and has now turned to streaming."
    },
    {
      "title": "Alexis Olympia Ohanian Jr.’s Birthday",
      "description": "The cute little star is growing up to be an Internet sensation."
    },
    {
      "title": "Barry Gibb’s Birthday",
      "description": "We are staying alive thanks to this mega superstar’s musical genius! Let’s celebrate!"
    },
    {
      "title": "Chanel West Coast’s Birthday",
      "description": "This sweet reality star has made an unforgettable impact on the entertainment industry."
    },
    {
      "title": "Dr. Phil’s Birthday",
      "description": "The doctor is in, so let’s learn more about psychologist and published author, Dr. Phil."
    },
    {
      "title": "Gloria Estefan’s Birthday",
      "description": "Her legacy as the &#34;Queen of Latin Pop&#34; still lives on after all these years."
    },
    {
      "title": "Jungkook’s Birthday",
      "description": "This accomplished singer and dancer has found favor with fans around the world."
    },
    {
      "title": "Rapunzel ASMR’s Birthday",
      "description": "This YouTube star, who helps people relax, is making waves in the online community."
    },
    {
      "title": "Zendaya’s Birthday",
      "description": "This award-winning actress has made a splash in Hollywood and has become an inspiration to all."
    }
  ]
}
