{
  "month": "sep",
  "day": 2,
  "holidays": [
    {
      "title": "Bison-ten Yell Day",
      "description": "Join us as we learn more about this holiday that has nothing to do with bison."
    },
    {
      "title": "Calendar Adjustment Day",
      "description": "Join us as we learn more about the fascinating history behind this day."
    },
    {
      "title": "Ceuta Day",
      "description": "Take a break from your routines and spend a quiet day at home this Ceuta Day."
    },
    {
      "title": "Franchise Appreciation Day",
      "description": "Let’s help each other by honoring this day and supporting our local franchises."
    },
    {
      "title": "International Bacon Day",
      "description": "Let’s go hog-wild and enjoy more of this delicious, sizzling American staple."
    },
    {
      "title": "National Blueberry Popsicle Day",
      "description": "The underrated blueberry popsicle flavor is celebrated today."
    },
    {
      "title": "National Day of Vietnam",
      "description": "National Day of Vietnam, or Independence Day of Vietnam, is a festive occasion!"
    },
    {
      "title": "National Hummingbird Day",
      "description": "It seems more and more people are excited about seeing Hummingbirds than their favorite celebrities."
    },
    {
      "title": "National Live Fearless Day",
      "description": "Let&#39;s acknowledge an area in our lives where we feel fear and do something about it!"
    },
    {
      "title": "National Tailgating Day",
      "description": "Good food, great company, and a lot of fun are reasons to enjoy this national pastime."
    },
    {
      "title": "Pierce Your Ears Day",
      "description": "Beauty is sometimes painful! Join us as we dive into the background of ear piercing."
    },
    {
      "title": "Spalding Baseball Day",
      "description": "Come join us to witness the dramatic moments of a baseball game while hitting a fly ball."
    },
    {
      "title": "Turkey Vulture Day",
      "description": "Help raise awareness of the importance of vulture conservation at this year’s celebration."
    },
    {
      "title": "VJ Day",
      "description": "V-J Day, commemorates a shift in the Second World War in favor of the Allies."
    },
    {
      "title": "World Beard Day",
      "description": "Bushy, trimmed, or closely manicured, the beard remains supreme and we’re here to celebrate it."
    },
    {
      "title": "World Coconut Day",
      "description": "You can’t make a piña colada or a decent Thai curry without it."
    },
    {
      "title": "Camille Grammer’s Birthday",
      "description": "She was one of the most interesting characters on “The Real Housewives of Beverly Hills.”"
    },
    {
      "title": "Charles Trippy’s Birthday",
      "description": "He has given vlogs a new meaning and is on his way to even bigger things."
    },
    {
      "title": "Eugenio Derbez’s Birthday",
      "description": "Whether performing physically or voice acting, he is renowned for adding humor to movies."
    },
    {
      "title": "Faye Chrisley’s Birthday",
      "description": "This reality T.V. star best plays the role of a loving and dedicated mother."
    },
    {
      "title": "Hayley LeBlanc’s Birthday",
      "description": "After her meteoric rise to fame, the young star is now ready to rule the world."
    },
    {
      "title": "Katt Williams’s Birthday",
      "description": "This multi-talented actor and comedian has made a big name for himself in Hollywood."
    },
    {
      "title": "Keanu Reeves’s Birthday",
      "description": "In 2014, he started playing the legendary assassin in the “John Wick” franchise."
    },
    {
      "title": "Kian Lawley’s Birthday",
      "description": "This YouTube homeboy and actor will make your heart skip a beat!"
    },
    {
      "title": "Leah Ashe’s Birthday",
      "description": "This multifaceted YouTube star has a colorful personality and videos to match."
    },
    {
      "title": "Mark Harmon’s Birthday",
      "description": "This award-winning actor has garnered thousands of fans around the world."
    },
    {
      "title": "Patrick Cloud’s Birthday",
      "description": "One of Cloud’s shows, “Roast Me”, has blown up and become a phenomenon."
    },
    {
      "title": "Salma Hayek’s Birthday",
      "description": "She’s an unstoppable, multi-talented artist; well-known Mexican star who’s made a name for herself in Hollywood."
    }
  ]
}
