{
  "month": "sep",
  "day": 2,
  "holidays": [
    {
      "title": "Bison-ten Yell Day",
      "description": "Join us as we learn more about this holiday that has nothing to do with bison."
    },
    {
      "title": "Bring Your Manners To Work Day",
      "description": "Mind your Ps and Qs at the workplace this Bring Your Manners to Work Day."
    },
    {
      "title": "Calendar Adjustment Day",
      "description": "Join us as we learn more about the fascinating history behind this day."
    },
    {
      "title": "Ceuta Day",
      "description": "Take a break from your routines and spend a quiet day at home this Ceuta Day."
    },
    {
      "title": "College Colors Day",
      "description": "By rocking your college colors and apparel, you show spirit and school pride."
    },
    {
      "title": "National Blueberry Popsicle Day",
      "description": "The underrated blueberry popsicle flavor is celebrated today."
    },
    {
      "title": "National Chianti Day",
      "description": "Explore the sweet possibilities that the Chianti wine brings to your tastebuds."
    },
    {
      "title": "National Day of Vietnam",
      "description": "National Day of Vietnam, or Independence Day of Vietnam, is a festive occasion!"
    },
    {
      "title": "National Food Bank Day",
      "description": "Take time to learn about Food Banks and the good they do for their communities."
    },
    {
      "title": "National Lazy Mom’s Day",
      "description": "It’s your reminder to lend a hand and give your mom a much-deserved break."
    },
    {
      "title": "Pierce Your Ears Day",
      "description": "Beauty is sometimes painful! Join us as we dive into the background of ear piercing."
    },
    {
      "title": "Spalding Baseball Day",
      "description": "Come join us to witness the dramatic moments of a baseball game while hitting a fly ball."
    },
    {
      "title": "VJ Day",
      "description": "V-J Day, commemorates a shift in the Second World War in favor of the Allies."
    },
    {
      "title": "World Coconut Day",
      "description": "You can’t make a piña colada or a decent Thai curry without it."
    },
    {
      "title": "Camille Grammer’s Birthday",
      "description": "She was one of the most interesting characters on “The Real Housewives of Beverly Hills.”"
    },
    {
      "title": "Charles Trippy’s Birthday",
      "description": "He has given vlogs a new meaning and is on his way to even bigger things."
    },
    {
      "title": "Eugenio Derbez’s Birthday",
      "description": "Whether performing physically or voice acting, he is renowned for adding humor to movies."
    },
    {
      "title": "Leah Ashe’s Birthday",
      "description": "This multifaceted YouTube star has a colorful personality and videos to match."
    },
    {
      "title": "Mark Harmon’s Birthday",
      "description": "This award-winning actor has garnered thousands of fans around the world."
    }
  ]
}
