{
  "month": "sep",
  "day": 4,
  "holidays": [
    {
      "title": "Labor Day",
      "description": "Summer&#39;s final fling has arrived in the form of Labor Day."
    },
    {
      "title": "​National Wildlife Day",
      "description": "Step back, take a deep breath and think about all that surrounds us."
    },
    {
      "title": "Eat an Extra Dessert Day",
      "description": "Now’s your chance to be shameless by indulging in as many sweet treats as you like"
    },
    {
      "title": "Mouthguard Day",
      "description": "Let&#39;s encourage people to wear mouthguards to reduce the risk of broken teeth and jaws!"
    },
    {
      "title": "National Macadamia Nut Day",
      "description": "We’re just nuts about this highly sought-after seed that hails from Australia."
    },
    {
      "title": "Umhlanga reed dance Day",
      "description": "Umhlanga Reed Dance Day is a grand celebration of purity and girlhood."
    },
    {
      "title": "West Indian Day Parade",
      "description": "West Indian culture is colorful and multifaceted. But what do we mean by &#34;West Indian?&#34;"
    },
    {
      "title": "Beyoncé’s Birthday",
      "description": "Beyoncé&#39;s birthday creates quite a stir in the &#34;Beyhive&#34; every year."
    },
    {
      "title": "Devyn Winkler’s Birthday",
      "description": "With over four million TikTok followers, let&#39;s discover what makes Winkler so popular."
    },
    {
      "title": "Jasmine Sandlas’s Birthday",
      "description": "This talented singer has taken the world by storm, and she doesn&#39;t plan on slowing down."
    },
    {
      "title": "Josh Zerker’s Birthday",
      "description": "This popular YouTuber blew up the internet and is now more popular than ever."
    },
    {
      "title": "Light Skin Keisha’s Birthday",
      "description": "Light Skin Keisha leveraged her low-key video moments to be a full-time rapper."
    },
    {
      "title": "Mark Tuan’s Birthday",
      "description": "Tuan is currently regarded as one of the industry&#39;s finest young promising artists."
    },
    {
      "title": "Sheri Nicole’s Birthday",
      "description": "Sheri Nicole made cameos in her daughter&#39;s videos but swiftly rose to fame."
    },
    {
      "title": "Xavier Woods’s Birthday",
      "description": "Even wrestlers need some love and attention on their special days. Celebrate Xavier Woods today!"
    }
  ]
}
