{
  "month": "sep",
  "day": 5,
  "holidays": [
    {
      "title": "International Day of Charity",
      "description": null
    },
    {
      "title": "National Cheese Pizza Day",
      "description": "Hold the toppings and savor a classic slice of ooey, gooey cheese pizza!"
    },
    {
      "title": "Maldives: Qaumee Dhuvas",
      "description": "Observe the day to commemorate the victory in remembrance of Muhammad Thakurufaanu al-Auzam."
    },
    {
      "title": "National Actdumb. Day",
      "description": "Let&#39;s celebrate National Actdumb. Day by attending a local event with friends, neighbors, classmates, and coworkers!"
    },
    {
      "title": "National Be Late for Something Day",
      "description": "Tardiness is the new black: take the time to waste a moment!"
    },
    {
      "title": "National Cellulite Day",
      "description": "Let’s explore the history and significance of cellulite, and embrace our unique bodies!"
    },
    {
      "title": "National Child Protection Week",
      "description": "Join us in this annual nationwide campaign to keep children safe and secure."
    },
    {
      "title": "National Shrink Day",
      "description": "Today is your chance to acknowledge and share your appreciation for these indispensable professionals."
    },
    {
      "title": "Onam",
      "description": "Celebrating the rice harvest, Onam is one of the three primary Hindu celebrations."
    },
    {
      "title": "Saint Teresa Canonisation Day in Albania",
      "description": "Let us pray and seek blessings from Mother Teresa this Saint Teresa Canonization Day."
    },
    {
      "title": "World Samosa Day",
      "description": "Prepare your palates as we get ready to eat some delicious samosas."
    },
    {
      "title": "Adam Calhoun’s Birthday",
      "description": "This well-known singer rose to prominence due to his numerous videos and captivating music."
    },
    {
      "title": "Bob Newhart’s Birthday",
      "description": "Join us as we celebrate this legendary television comedian, personality, producer, and actor."
    },
    {
      "title": "Claudette Colvin’s Birthday",
      "description": "This brave civil rights activist will always be remembered and revered by history."
    },
    {
      "title": "Freddie Mercury’s Birthday",
      "description": "Regarded as one of the finest singers of rock music, Mercury’s life was a rollercoaster."
    },
    {
      "title": "KellyP’s Birthday",
      "description": "This YouTuber is sweet and has a personality that will make you smile."
    },
    {
      "title": "Kio Cyr’s Birthday",
      "description": "Born in a small town in rural Canada, Cyr always had a passion for the arts."
    },
    {
      "title": "Louis XIV’s Birthday",
      "description": "He was eccentric and known as the &#34;Sun King.&#34; Come and find out why!"
    },
    {
      "title": "Raquel Welch’s Birthday",
      "description": "She started acting in movies in 1964, but “Fantastic Voyage” made her a star."
    },
    {
      "title": "Rose McGowan’s Birthday",
      "description": "Besides being an actress, McGowan is an L.G.B.T.Q. and women&#39;s rights activist."
    }
  ]
}
