{
  "month": "sep",
  "day": 6,
  "holidays": [
    {
      "title": "National Read a Book Day",
      "description": "In a world deluged by technology, silence the noise and turn the pages for a while."
    },
    {
      "title": "Telephone Tuesday",
      "description": "Officially a day notorious for surprisingly, more phone calls than usual."
    },
    {
      "title": "Another Look Unlimited Day",
      "description": "Declutter, reuse, gift, sell or donate. Turn your unwanted junk into useful items."
    },
    {
      "title": "Bonaire Flag Day",
      "description": "Let’s explore the rich history and cultural significance of Bonaire Flag Day."
    },
    {
      "title": "Fight Procrastination Day",
      "description": "Join thousands across the country as we enter a glorious battle with the “later” syndrome."
    },
    {
      "title": "Great Egg Toss Day",
      "description": "Buckle up — we are in for an egg-citing game this Great Egg Toss Day!"
    },
    {
      "title": "National Coffee Ice Cream Day",
      "description": "Caffeine and ice cream lovers unite to celebrate a combination that has swept the world!"
    },
    {
      "title": "National Sabrina Day",
      "description": "We honor all the Sabrinas around the world by honoring the name Sabrina."
    },
    {
      "title": "Swaziland Independence Day",
      "description": "Let&#39;s prepare to sing and dance with the natives to celebrate Swaziland&#39;s independence from the British!"
    },
    {
      "title": "Bertie Carvel’s Birthday",
      "description": "Carvel was nominated for the Laurence Olivier Award for Best Actor in a Leading Role."
    },
    {
      "title": "Gabriela Gonzalez’s Birthday",
      "description": "Gabriela is a fashionista and a social media sensation who promotes self-love."
    },
    {
      "title": "Jane Addams’s Birthday",
      "description": "Did you know Jane Addams had a spinal defect that required surgery?"
    },
    {
      "title": "Katy Hearn’s Birthday",
      "description": "Katy Hearn started lifting weights even before it was “cool” for women to build muscle."
    },
    {
      "title": "Roger Waters’s Birthday",
      "description": "According to this multi-talented English rock artist, the most valuable thing in life is discovering your gift."
    }
  ]
}
