{
  "month": "sep",
  "day": 9,
  "holidays": [
    {
      "title": "International Sudoku Day",
      "description": "Sudoku enthusiasts will no doubt notice the date’s symbolism."
    },
    {
      "title": "California Admission Day",
      "description": "Celebrate with us as California commemorates the day it became an American state."
    },
    {
      "title": "Care Bears Share Your Care Day",
      "description": "This special day is all about love and care! Ready to show it?"
    },
    {
      "title": "Carl Garner Federal Lands Cleanup Day",
      "description": "On Carl Garner Federal Lands Cleanup Day, let’s find out how to get involved in our areas."
    },
    {
      "title": "Drive Your Studebaker Day",
      "description": "Learn why Studebaker is regarded as the most exquisite car of the 20th century."
    },
    {
      "title": "Emergency Services Day",
      "description": "Emergency Services Day is an opportunity to celebrate the heroes saving lives by providing emergency services."
    },
    {
      "title": "Farmers&#39; Consumer Awareness Day",
      "description": "Farmers&#39; Consumer Awareness Day is the most exciting way to learn where your food comes from."
    },
    {
      "title": "Free Dentistry Day",
      "description": "Say goodbye to that toothache because dentists are available to help you for free today."
    },
    {
      "title": "German Language Day",
      "description": "German is the language of poets Bertolt Brecht, Rainer Maria Rilke, and classic Weimar-era cinema."
    },
    {
      "title": "International Box Wine Day",
      "description": "Show your appreciation for sustainable wine packaging by sipping some box wine on this day."
    },
    {
      "title": "International Day to Protect Education from Attack",
      "description": "Explore the history and significance of the day and discover why we need to protect education."
    },
    {
      "title": "International Fetal Alcohol Spectrum Disorders Awareness Day",
      "description": "Today we remind you that it’s never a good idea to take alcohol while pregnant."
    },
    {
      "title": "National When Pigs Fly Day",
      "description": "Have faith that miracles can happen and when they do, share them today."
    },
    {
      "title": "National Wiener Schnitzel Day",
      "description": "This renowned dish is considered an Austrian delicacy in its beautiful capital, Vienna."
    },
    {
      "title": "Steak Au Poivre Day",
      "description": "Get ready to stick your fork into one of the most succulent meals ever invented."
    },
    {
      "title": "Tajikistan Independence Day",
      "description": "Join us as we learn more about Tajikistan’s incredible journey toward independence."
    },
    {
      "title": "Teddy Bear Day",
      "description": "Get excited as we celebrate one of the world&#39;s most loyal best friends — the teddy bear."
    },
    {
      "title": "Wonderful Weirdos Day",
      "description": "Don&#39;t be afraid to embrace and explore your quirkiness on Wonderful Weirdos Day."
    },
    {
      "title": "Adam Sandler’s Birthday",
      "description": "Adam Sandler has created a timeless legacy as an actor, comedian, and filmmaker."
    },
    {
      "title": "Colonel Sanders’s Birthday",
      "description": "Colonel Sanders is one of the most well-known figures in the history of fast food."
    },
    {
      "title": "Eboni K. Williams’s Birthday",
      "description": "Eboni K. Williams uses her voice to discuss a wide range of issues, including politics, social justice, sports, and pop culture."
    },
    {
      "title": "Fai Khadra’s Birthday",
      "description": "Fai Khadra is a popular Saudi-born model and singer, often associated with the Kardashians."
    },
    {
      "title": "Hugh Grant’s Birthday",
      "description": "Here is a closer look at the long career of Hugh Grant."
    },
    {
      "title": "Michelle Williams’s Birthday",
      "description": "Michelle Williams is a Hollywood actress, winner of two Golden Globes and one Emmy Award."
    },
    {
      "title": "William Papa’s Birthday",
      "description": "This TikToker is scared of short people! Let’s learn more surprising facts!"
    }
  ]
}
