{
  "month": "sep",
  "day": 10,
  "holidays": [
    {
      "title": "World Suicide Prevention Day",
      "description": "It&#39;s a growing problem and the numbers tell a shocking story."
    },
    {
      "title": "Carl Garner Federal Lands Cleanup Day",
      "description": "On Carl Garner Federal Lands Cleanup Day, let’s find out how to get involved in our areas."
    },
    {
      "title": "Drive Your Studebaker Day",
      "description": "Learn why Studebaker is regarded as the most exquisite car of the 20th century."
    },
    {
      "title": "Farmers&#39; Consumer Awareness Day",
      "description": "Farmers&#39; Consumer Awareness Day is the most exciting way to learn where your food comes from."
    },
    {
      "title": "Free Dentistry Day",
      "description": "Say goodbye to that toothache because dentists are available to help you for free today."
    },
    {
      "title": "German Language Day",
      "description": "German is the language of poets Bertolt Brecht, Rainer Maria Rilke, and classic Weimar-era cinema."
    },
    {
      "title": "Gibraltar National Day",
      "description": "It&#39;s Gibraltar National Day, and it&#39;s time to raise the flag proudly!"
    },
    {
      "title": "Harvest Moon Festival",
      "description": "Break out your forks and knives, it&#39;s time for some feasting and bonding, Korean style!"
    },
    {
      "title": "Mid-Autumn Festival",
      "description": "We know what you&#39;re thinking. Why does the Mid-Autumn Festival take place in late summer?"
    },
    {
      "title": "National Anti-Junk Light Day",
      "description": "Learn how to prevent your eyes from becoming damaged by different sources of junk light."
    },
    {
      "title": "National TV Dinner Day",
      "description": "This day brings you all the fun of having a full meal without having to cook."
    },
    {
      "title": "Pitru Paksha",
      "description": "Hindus are bound by their Dharma, or religion, to pray for the souls of their ancestors."
    },
    {
      "title": "Swap Ideas Day",
      "description": "Do not forget your bag of ideas on Swap Ideas Day. It will be fun!"
    },
    {
      "title": "Top Up Day",
      "description": "Want to say “thank you” through a gesture rather than words? Give top-ups to struggling friends!"
    },
    {
      "title": "White Balloon Day",
      "description": "White Balloon Day encourages the collective effort of the community to make surroundings safe for children."
    },
    {
      "title": "Big Daddy Kane’s Birthday",
      "description": "Learn all about Big Daddy Kane, one of the most skilled MCs of the 80s."
    },
    {
      "title": "Jack Gilinsky’s Birthday",
      "description": "For this talented pop singer with endless potential, the sky is the limit."
    },
    {
      "title": "Mikey Way’s Birthday",
      "description": "The world is so much brighter and better with this musician’s talents."
    },
    {
      "title": "PaintingRainbows’s Birthday",
      "description": "This YouTuber and Gamer is one post away from inalienable fame and success."
    },
    {
      "title": "Stella Bennett’s Birthday",
      "description": "The one-half of “Stella &amp; Blaise” is on a sure road to a successful career."
    }
  ]
}
