{
  "month": "sep",
  "day": 11,
  "holidays": [
    {
      "title": "Grandparents Day",
      "description": "Grandparents Day is an opportunity to treasure our grandparents and spend quality family time together."
    },
    {
      "title": "National Make Your Bed Day",
      "description": "Did you know that we spend a third of our lives in bed?"
    },
    {
      "title": "Patriot Day",
      "description": "A time to reflect on the devastating 9/11 terror attacks that took nearly 3,000 lives."
    },
    {
      "title": "Day of the Homeland",
      "description": "Day of the Homeland is celebrated annually in the Federal Republic of Germany."
    },
    {
      "title": "Hug Your Hound Day",
      "description": "They say every dog has its day, and today is that day!"
    },
    {
      "title": "IRONMAN Wales",
      "description": "Explore every intriguing and heart-racing detail of the world’s most daring endurance course."
    },
    {
      "title": "Libraries Remember Day",
      "description": "Libraries are a treasure trove of knowledge and some of our most joyful memories."
    },
    {
      "title": "National Hot Cross Bun Day",
      "description": "You know what’s for breakfast today!"
    },
    {
      "title": "National Pet Memorial Day",
      "description": "Pet owners across the country remember their beloved pets who have passed on."
    },
    {
      "title": "No News is Good News Day",
      "description": "Explore the benefits of unplugging from the world on No News is Good News Day"
    },
    {
      "title": "Bashar Al-Assad’s Birthday",
      "description": "From medicine to the military, al-Assad has not been content to rest on his father’s laurels."
    },
    {
      "title": "Kygo’s Birthday",
      "description": "Kygo is not only a talented artist but also a dedicated philanthropist and all-around star."
    },
    {
      "title": "Ludacris’s Birthday",
      "description": "For this talented rapper and actor, not even the sky can limit him."
    },
    {
      "title": "Taraji P. Henson’s Birthday",
      "description": "This actress has created a legacy that will stand the test of time."
    },
    {
      "title": "Yukiko Todoroki’s Birthday",
      "description": "This actress can rest in peace knowing her talents made the world brighter and more beautiful."
    }
  ]
}
