{
  "month": "sep",
  "day": 16,
  "holidays": [
    {
      "title": "Anne Bradstreet Day",
      "description": null
    },
    {
      "title": "Collect Rocks Day",
      "description": "We are getting our tools ready to start digging and collecting."
    },
    {
      "title": "FAMILY AND COMMUNITY DAY",
      "description": "Spare some time off work to celebrate with your family and community!"
    },
    {
      "title": "Feast Portland",
      "description": "Grab your forks and get your appetites ready because we are celebrating Feast Portland!"
    },
    {
      "title": "International Day for the Preservation of the Ozone Layer",
      "description": "Here’s how to look after and celebrate Earth’s blankie this Ozone Day!"
    },
    {
      "title": "Malaysia Day",
      "description": "Malaysia Day is the perfect time to educate yourself about Malaysia&#39;s history."
    },
    {
      "title": "Mayflower Day",
      "description": "Sail through time with us to reveal the Mayflower experience."
    },
    {
      "title": "Mexican Independence Day",
      "description": "This fiesta-friendly holiday is filled with national pride, colorful parades, and Sabrosa food."
    },
    {
      "title": "Milad an-Nabi (Mawlid)",
      "description": "Milad an-Nabi, is celebrated by Muslims as the birthday of the Prophet Muhammad."
    },
    {
      "title": "National Choose Your Chocolate Day",
      "description": "This perfect combination of cocoa, milk, and sugar has been celebrated for thousands of years."
    },
    {
      "title": "National Cinnamon Raisin Bread Day",
      "description": "Savor the rich goodness of toasted cinnamon raisin bread with butter melting into every little crevice."
    },
    {
      "title": "National Play-Doh Day",
      "description": "Join us as we mold (clay pun intended) this day into the best Play-Doh Day!"
    },
    {
      "title": "National Sit With a Stranger Day",
      "description": "Make new friends, sit with strangers, and build new relationships on this day."
    },
    {
      "title": "National Stepfamily Day",
      "description": "Here’s to all the incredible blended families that are making it work!"
    },
    {
      "title": "National Tattoo Story Day",
      "description": "Prepare for the story that will inspire you to go get tatted!"
    },
    {
      "title": "Papua New Guinea Independence Day",
      "description": "It’s Papua New Guinea Independence Day! Let us celebrate this nation’s bloodless path to independence."
    },
    {
      "title": "Respect for the Aged Day",
      "description": "Our elders are our link to the past and they contribute to our future."
    },
    {
      "title": "Stay Away From Seattle Day",
      "description": "Here’s how to celebrate and, by celebrate, we mean to stay away from Seattle!"
    },
    {
      "title": "Teenager Workout Day",
      "description": "Let’s tackle a heavy issue that’s been weighing America’s kids down."
    },
    {
      "title": "Trail of Tears Commemoration Day",
      "description": "The day remembers the thousands of Cherokees and Native Americans that died horrific deaths."
    },
    {
      "title": "Working Parents Day",
      "description": "Appreciate the efforts of the parents who juggle professional and personal responsibilities."
    },
    {
      "title": "World Barber Day",
      "description": "Here&#39;s a tribute to people who wield scissors and combs like magic wands!"
    },
    {
      "title": "World Ozone Day",
      "description": "Join us as we get ready to go green for World Ozone Day!"
    },
    {
      "title": "Alexis Bledel’s Birthday",
      "description": "From acting as a hobby to honing the craft — this star has come a long way!"
    },
    {
      "title": "BB King’s Birthday",
      "description": "We can never forget the legendary B.B. King who’s deservedly called the “King of Blues.”"
    },
    {
      "title": "Chase Stokes’s Birthday",
      "description": "He only just got onto our screens but we already love his work!"
    },
    {
      "title": "Claire Saffitz’s Birthday",
      "description": "Learn more about Saffitz&#39;s background, cooking history, and adventures in the kitchen right here!"
    },
    {
      "title": "Ian Harding’s Birthday",
      "description": "What better way to celebrate his special day than to learn more about him?"
    },
    {
      "title": "Lauren Bacall’s Birthday",
      "description": "The actress whose provocative glamor elevated her to stardom in Hollywood&#39;s golden age."
    },
    {
      "title": "Marc Anthony’s Birthday",
      "description": "With this singer, actor, and producer, what you see is what you get."
    },
    {
      "title": "Nick Jonas’s Birthday",
      "description": "For this multi-talented singer, songwriter, and actor, the sky is the starting point."
    }
  ]
}
