{
  "month": "sep",
  "day": 17,
  "holidays": [
    {
      "title": "Batman Day",
      "description": "Billionaire Bruce Wayne by day, crime-fighting caped crusader Batman by night."
    },
    {
      "title": "International Patient Safety Day",
      "description": "Complex, multi-layered health care systems can sometime stray from patient safety considerations."
    },
    {
      "title": "National Cleanup Day",
      "description": "After all, being a good citizen includes keeping our communities clean!"
    },
    {
      "title": "National Dance Day",
      "description": "We brought the music, you bring the moves!"
    },
    {
      "title": "National Pet Bird Day",
      "description": "Preen your feathers and warm up your singing voice!"
    },
    {
      "title": "Abergavenny Food Festival",
      "description": "Don’t even think about missing this food festival if you are in the U.K."
    },
    {
      "title": "Australian Citizenship Day",
      "description": "Whether Australian by birth or choice, take the pledge on Australian Citizenship Day."
    },
    {
      "title": "Constitution Day",
      "description": "One of the world’s most important documents that makes America the great nation it is today."
    },
    {
      "title": "International Coastal Cleanup Day",
      "description": "Let’s roll up our sleeves and clean our beaches and coastlines to reduce pollution."
    },
    {
      "title": "INTERNATIONAL COUNTRY MUSIC DAY",
      "description": "On International Country Music Day, dip into the wellspring and take a sip."
    },
    {
      "title": "International Eat An Apple Day",
      "description": "As the saying goes, that&#39;s how you keep the doctor away."
    },
    {
      "title": "International Grenache Day",
      "description": "Enjoy some Grenache as we take you on the grape’s journey through the years."
    },
    {
      "title": "National AKC Responsible Dog Ownership Day",
      "description": "Hey, dog owners, kiss your buddies and give them extra special treats today!"
    },
    {
      "title": "National Apple Dumpling Day",
      "description": "Get your apples and your fillings ready, we are making America&#39;s favorite pastry!"
    },
    {
      "title": "National Arielle K. Sterrett Day",
      "description": "Learn more about the significance of the day set aside to promote acts of kindness."
    },
    {
      "title": "National Bobby Day",
      "description": "Let’s make today a day to remember for all the Bobbys we love."
    },
    {
      "title": "National Boys’ and Girls’ Club Day for Kids",
      "description": "National Boys’ and Girls’ Club Day for Kids is here, let’s celebrate!"
    },
    {
      "title": "National Gymnastics Day",
      "description": "Gyms turn into beehives of activity, highlighting the benefits of a healthy body."
    },
    {
      "title": "National Monte Cristo Day",
      "description": "Monte Cristo melts hearts and then melts in your mouth."
    },
    {
      "title": "National Pet Carbon Monoxide (CO) Safety Day",
      "description": "Learn all the right steps you need to keep your pets safe from carbon monoxide poisoning."
    },
    {
      "title": "National Professional House Cleaners Day",
      "description": "How often do you show appreciation for the pleasant smell of a clean home?"
    },
    {
      "title": "National Sew a Jelly Roll Day",
      "description": "Warm those Jelly Rolls up; it’s time for National Sew a Jelly Roll Day!"
    },
    {
      "title": "National Table Shuffleboard Day",
      "description": "Next time you pop into the bar, make a beeline for the shuffleboard."
    },
    {
      "title": "Puppy Mill Awareness Day",
      "description": "Did you know millions of dogs are killed due to puppy mills every day?"
    },
    {
      "title": "Responsible Dog Ownership Day",
      "description": "Today, pet parents ‘pawse’ and remember the promises they made to their ‘furever’ friends."
    },
    {
      "title": "Smithsonian Day",
      "description": "Smithsonian Day celebrates the Smithsonian Institution and its vast contribution to the culture."
    },
    {
      "title": "Time&#39;s Up Day",
      "description": "You are out of time! Get your glue ready, we are mending broken relationships!"
    },
    {
      "title": "Usher Syndrome Awareness Day",
      "description": "The first step to raising awareness for this rare genetic disease is educating yourself."
    },
    {
      "title": "World Patient Safety Day",
      "description": "Join us as we honor patient safety as a priority in healthcare systems across the world."
    },
    {
      "title": "Alfie Deyes’s Birthday",
      "description": "A YouTuber who is also a writer and businessman? Deyes has done it all."
    },
    {
      "title": "Bobby Lee’s Birthday",
      "description": "His story will give you valuable life lessons — remember to take notes."
    },
    {
      "title": "GZBkarma’s Birthday",
      "description": "GZBkarma’s giddy enjoyment of everything K-pop echoes our own! We can’t wait for more content!"
    },
    {
      "title": "Jonathan McReynolds’s Birthday",
      "description": "Strong in his faith, McReynolds knew God would use his musical talent in a great way!"
    },
    {
      "title": "Mia Talerico’s Birthday",
      "description": "She has accomplished more as a kid than most achieve in their lifetime!"
    }
  ]
}
