{
  "month": "sep",
  "day": 18,
  "holidays": [
    {
      "title": "National Cheeseburger Day",
      "description": null
    },
    {
      "title": "National Day of Civic Hacking",
      "description": "Join developers, designers, government employees, and data scientists, at special events."
    },
    {
      "title": "National First Love Day",
      "description": "Do you remember your first love? Do you remember that euphoric feeling?"
    },
    {
      "title": "Chile Independence Day",
      "description": "Let’s party it up Chilean style on ‘Fiestas Patrias.’"
    },
    {
      "title": "Chiropractic Founders Day",
      "description": "Many people are unaware of the fact that chiropractic care can actually redefine their lives."
    },
    {
      "title": "Global Company Culture Day",
      "description": "Join us as we learn more about the importance of Global Company Culture Day!"
    },
    {
      "title": "Hug A Greeting Card Writer Day",
      "description": "Let&#39;s give back to the writers who give us the words to express our feelings."
    },
    {
      "title": "International Equal Pay Day",
      "description": "The first step in closing the gender age up is understanding the role you can play."
    },
    {
      "title": "Locate An Old Friend Day",
      "description": "Take a trip down memory lane by sharing old stories and new ones with old friends."
    },
    {
      "title": "National Cartonnage Day",
      "description": "Let’s celebrate the centuries-old art of cartonnage this September 18 right here at National Today!"
    },
    {
      "title": "National HIV/AIDS and Aging Awareness Day",
      "description": "It might seem like an odd combination for an observance. But it actually makes perfect sense."
    },
    {
      "title": "National Report Kickback Fraud Day",
      "description": "Learn about kickback fraud and how to protect yourself and others from getting scammed."
    },
    {
      "title": "National Respect Day",
      "description": "There are multiple ways to show someone respect; let us show you how."
    },
    {
      "title": "National School Backpack Awareness Day",
      "description": "Improper use can lead to back pain or injury, which can impact learning."
    },
    {
      "title": "Purple Bra Day",
      "description": "Come and make a difference in someone’s life by supporting the battle against breast cancer."
    },
    {
      "title": "Read An eBook Day",
      "description": "Get your favorite eBook collections ready as we celebrate Read An eBook Day."
    },
    {
      "title": "Rice Krispie Treat Day",
      "description": "Devour Rice Krispie Treat throughout the day to honor the innovation of the sweet delight."
    },
    {
      "title": "U.S. Air Force Day",
      "description": "Join us as we celebrate the men and women of the USAF. We honor them today."
    },
    {
      "title": "World Water Monitoring Day",
      "description": "Let’s educate ourselves on the importance of water safety for a safe and sound future."
    },
    {
      "title": "Aidan Gallagher’s Birthday",
      "description": "Actor, singer, songwriter, guitarist, and environmentalist — he wears many hats! Celebrate his day today!"
    },
    {
      "title": "Angela Simmons’s Birthday",
      "description": "She can teach us a thing or two about multitasking. Let’s celebrate her many talents today!"
    },
    {
      "title": "Candy Godiva’s Birthday",
      "description": "For this mukbang YouTube star,  people should freely live a life of their choice."
    },
    {
      "title": "Ellie Rae Dobleske’s Birthday",
      "description": "Get the scoop on Ellie Rae Dobleske, the charming TikTok star taking over the internet."
    },
    {
      "title": "Ewok’s Birthday",
      "description": "Wheeler is a very young professional gamer and he’s making waves in the gaming community."
    },
    {
      "title": "Fitz’s Birthday",
      "description": "Let’s celebrate the life and career of this multi-talented YouTuber on his special day."
    },
    {
      "title": "Jackson Robert Scott’s Birthday",
      "description": "We celebrate this up-and-coming star who’s making a name for himself in the horror movie genre."
    },
    {
      "title": "Jada Pinkett Smith’s Birthday",
      "description": "An actor, director, producer, businesswoman, and philanthropist – Jada is unstoppable. Celebrate her today!"
    },
    {
      "title": "John McAfee’s Birthday",
      "description": "Despite designing software for a living, John McAfee has been around the block a few times!"
    },
    {
      "title": "Joji’s Birthday",
      "description": "We can&#39;t get enough of this multi-talented singer, songwriter, and comedian on our screens."
    },
    {
      "title": "Curtis Cook’s Birthday",
      "description": "The skilled actor has dozens of television, feature film, and theater credits to his name."
    },
    {
      "title": "Lance Armstrong’s Birthday",
      "description": "This world-class cyclist was an inspiration to many athletes worldwide until his fall from grace."
    },
    {
      "title": "Towanda Braxton’s Birthday",
      "description": "What does it take to grace screens as an actress and the airwaves as a songbird?"
    },
    {
      "title": "Xzibit’s Birthday",
      "description": "For this rapper, life is in constant motion and he savors every moment!"
    }
  ]
}
