{
  "month": "sep",
  "day": 22,
  "holidays": [
    {
      "title": "National Ice Cream Cone Day",
      "description": null
    },
    {
      "title": "American Business Women’s Day",
      "description": null
    },
    {
      "title": "American Indian Day",
      "description": "Get ready to learn everything about Native American Day. Celebrate with us today!"
    },
    {
      "title": "Car-free Sunday",
      "description": "It is time for us to ditch our cars, and celebrate Car-Free Sunday!"
    },
    {
      "title": "Chainmail Day",
      "description": "Today, we celebrate an ancient piece of defense armor."
    },
    {
      "title": "Dear Diary Day",
      "description": "Prepare your pens and notebooks as we mark a day dear to us all."
    },
    {
      "title": "Falls Prevention Awareness Day",
      "description": "It’s a very serious matter that we all need to be paying attention to."
    },
    {
      "title": "Hobbit Day",
      "description": "Gandalf the Grey said it best: “Hobbits really are amazing creatures.”"
    },
    {
      "title": "Hug A Vegetarian Day",
      "description": "Be sure to eat your greens today, or hug someone who does this on the reg!"
    },
    {
      "title": "International Day of Radiant Peace",
      "description": "Prepare your hearts and minds in celebration of the Radiant Peace that connects us all."
    },
    {
      "title": "Mali Independence Day",
      "description": "We&#39;re exploring the history, culture, celebrations, and importance of Mali Independence Day."
    },
    {
      "title": "Michigan Indian Day",
      "description": "Join us as we celebrate the native peoples of Michigan this September."
    },
    {
      "title": "National Centenarian&#39;s Day",
      "description": "Ready your minds as we celebrate and draw insight from the deep wells of centenarian wisdom."
    },
    {
      "title": "National Dante Day",
      "description": "Dante is a charming, masculine name of Italian origin with a “lasting” meaning."
    },
    {
      "title": "National Elephant Appreciation Day",
      "description": "A great time to give these majestic and beautiful creatures the respect they deserve."
    },
    {
      "title": "National Girls’ Night In Day",
      "description": "Call up the girls, it’s time to pour some drinks and reconnect!"
    },
    {
      "title": "National Khalid Day",
      "description": "Khalid is a strong name in Islam that is packed with meaning and steeped in culture."
    },
    {
      "title": "National Legwear Day",
      "description": "We’ve got everything you need to know about legwear to celebrate this day in extravagant style."
    },
    {
      "title": "National White Chocolate Day",
      "description": "Find luscious white chocolate basking in non-debatable sweet creamy goodness!"
    },
    {
      "title": "Native American Day",
      "description": "This is a holiday observed in several states in celebration of Native American culture."
    },
    {
      "title": "World Car-Free Day",
      "description": "Take this opportunity to explore your community by walking, biking, or using public transportation."
    },
    {
      "title": "World Rhino Day",
      "description": "Rhinos are slowly becoming an endangered species. Awareness is needed to keep all five species alive."
    },
    {
      "title": "Andrea Bocelli’s Birthday",
      "description": "With an almost unbelievable range, there is no place that Andrea Bocelli&#39;s voice can’t reach."
    },
    {
      "title": "Billie Piper’s Birthday",
      "description": "This talented actress has mastered the art of bringing movie characters to life."
    },
    {
      "title": "Jeremy Harrington’s Birthday",
      "description": "There is no stopping this talented and creative genius from reaching his full potential."
    },
    {
      "title": "Jinyoung’s Birthday",
      "description": "He’s got us glued to our screens watching his amazing performances and today we celebrate him!"
    },
    {
      "title": "Joan Jett’s Birthday",
      "description": "The legacy, impact, and influence of this multi-talented artist is still alive to this day."
    },
    {
      "title": "Mark Johnson’s Birthday",
      "description": "This celebrated hockey player is nothing short of a legend of all times."
    },
    {
      "title": "Michael Faraday’s Birthday",
      "description": "This famous scientist is a fundamental figure in the world of science."
    },
    {
      "title": "Moneybagg Yo’s Birthday",
      "description": "When talent and heart combine, we are certainly on the verge of success."
    },
    {
      "title": "Mystikal’s Birthday",
      "description": "Mystikal has been a staple in the hip-hop and rap industries for years."
    },
    {
      "title": "Nayeon’s Birthday",
      "description": "There are endless possibilities for this amazing and talented artist’s career called Nayeon."
    },
    {
      "title": "Tom Felton’s Birthday",
      "description": "He is much more than his Harry Potter role; this classically trained actor excels on many fronts."
    }
  ]
}
