{
  "month": "sep",
  "day": 24,
  "holidays": [
    {
      "title": "National Cherries Jubilee Day",
      "description": null
    },
    {
      "title": "Bluebird of Happiness Day",
      "description": "Bluebirds are also known as the harbingers of happiness."
    },
    {
      "title": "Gold Star Mother’s and Family Day",
      "description": "Honoring families of those who have received The Gold Star – the military award no one wants."
    },
    {
      "title": "Heritage Day",
      "description": "A day that celebrates South Africa’s roots, their rich, vibrant, and diverse cultures."
    },
    {
      "title": "Innergize Day",
      "description": "Forget your troubles, and ease into the tranquil spirit of the autumn season."
    },
    {
      "title": "Lash Stylists’ Day",
      "description": "Call your eyelash stylist and get ready because it’s Lash Stylists’ Day!"
    },
    {
      "title": "National Horchata Day",
      "description": "This day has been set aside to indulge in the creamy deliciousness that is horchata."
    },
    {
      "title": "National Mofongo Day",
      "description": "Get your taste buds ready to dive deep into all the flavors of this beloved cuisine."
    },
    {
      "title": "National Punctuation Day",
      "description": "“Let’s eat, Grandma!” or “Let’s eat Grandma!” — it’s clear that punctuation saves lives."
    },
    {
      "title": "Our Lady of Mercedes Day",
      "description": "Dominicans celebrate Our Lady of Mercedes Day with processions and church ceremonies."
    },
    {
      "title": "Schwenkfelder Thanksgiving",
      "description": "This is the longest-continually celebrated Thanksgiving in America."
    },
    {
      "title": "World Bollywood Day",
      "description": "Release your inner Shah Rukh Khan or Priyanka Chopra!"
    },
    {
      "title": "World Day of The Deaf",
      "description": "Let&#39;s celebrate the achievements of deaf people, as we help create a safer environment for them."
    },
    {
      "title": "World Rivers Day",
      "description": "Observe World Rivers Day by educating yourself and getting involved in clean-up drives."
    },
    {
      "title": "Ben Platt’s Birthday",
      "description": "This young and dynamic musical actor has already touched the heights of his career"
    },
    {
      "title": "Daisy Márquez’s Birthday",
      "description": "This influential makeup artist consistently attracts millions of followers with her amazing posts."
    },
    {
      "title": "DJ Ghost’s Birthday",
      "description": "This YouTuber has become well-known in the hip-hop scene for his commentary."
    },
    {
      "title": "F. Scott Fitzgerald’s Birthday",
      "description": "This critically acclaimed novelist and screenwriter had a unique way with words!"
    },
    {
      "title": "Hannah Brown’s Birthday",
      "description": "Patience is the key and the sky is the limit for this American television star."
    },
    {
      "title": "Kandy Ho’s Birthday",
      "description": "This reality T.V. star is one show away from unmatched fame and success!"
    },
    {
      "title": "Kyle Sullivan’s Birthday",
      "description": "This actor achieved fame and began a journey to a different career path!"
    },
    {
      "title": "Sierra Furtado’s Birthday",
      "description": "For this creative YouTuber, unmatched success is only a few uploads away!"
    }
  ]
}
