{
  "month": "sep",
  "day": 25,
  "holidays": [
    {
      "title": "National Daughters Day",
      "description": "Celebrate and cherish daughters who bring so much love and into our lives."
    },
    {
      "title": "National Lobster Day",
      "description": "A fine delicacy throughout most of the world, the crowd-pleasing crustacean has seen darker days."
    },
    {
      "title": "Bathukamma Starting Day",
      "description": "Bathukamma is a day that honors the gods for the blessings they have bestowed upon us."
    },
    {
      "title": "Binge Day",
      "description": "Ready for a lazy, relaxing day? Grab some popcorn and snacks before we begin."
    },
    {
      "title": "Death of Prophet Muhammed",
      "description": "Take time to reflect on the teachings of the Prophet Muhammad as we honor his death."
    },
    {
      "title": "German Butterbrot Day",
      "description": "Get the bread, get the butter, it’s time to celebrate German Butterbrot Day!"
    },
    {
      "title": "Gold Star Mother’s and Family Day",
      "description": "Honoring families of those who have received The Gold Star – the military award no one wants."
    },
    {
      "title": "International Ataxia Awareness Day",
      "description": "A day to recognize the concentrated efforts in throwing light on this rare disease."
    },
    {
      "title": "Mahalaya",
      "description": "West Bengal, Odisha, Karnataka, and Tripura, your time has come to celebrate Mahalaya."
    },
    {
      "title": "Martyrdom of Imam Reza",
      "description": "Mourners, pay respect to the revered Shia Imam on the day of the Martyrdom of Imam Reza."
    },
    {
      "title": "Math Storytelling Day",
      "description": "A fun and interesting way to celebrate a subject typically feared by many."
    },
    {
      "title": "National Comic Book Day",
      "description": "It’s a bird! It’s a plane! No, it’s... National Comic Book Day!"
    },
    {
      "title": "National Cooking Day",
      "description": "Slow down and enjoy preparing your own food — and the joy of eating it!"
    },
    {
      "title": "National Food Service Employee Day",
      "description": "Visit your local restaurant and show your appreciation for the staff that does it all."
    },
    {
      "title": "National John Day",
      "description": "Is your name John? Join us as we celebrate your name day today!"
    },
    {
      "title": "National One-Hit Wonder Day",
      "description": "Start making your throwback playlists as we pay homage to our one-hit wonders!"
    },
    {
      "title": "National Psychotherapy Day",
      "description": "A recognition day for a treatment that helps to alleviate stress and mental problems."
    },
    {
      "title": "National Quesadilla Day",
      "description": "Get your plates and forks ready as we celebrate this delicious Mexican dish."
    },
    {
      "title": "National Roadkill Day",
      "description": "A sustainable way to feed America and clean the streets — it’s National Roadkill Day!"
    },
    {
      "title": "National Tune-Up Day",
      "description": "Prepare the house for the cold winter months."
    },
    {
      "title": "National Wade Day",
      "description": "Wade is a popular masculine name of Anglo-Saxon origin with a peculiar meaning."
    },
    {
      "title": "National YogaFit Day",
      "description": "Get your mats ready for National YogaFit Day and attain physical and mental fitness!"
    },
    {
      "title": "One-Hit Wonder Day",
      "description": "Ever wondered how you know the lyrics to songs that have been around longer than you have?"
    },
    {
      "title": "Research Administrator Day",
      "description": "Celebrate the administrators who put in hard work to conduct important research."
    },
    {
      "title": "Rosh Hashanah",
      "description": "Rosh Hashanah, literally translating to ‘head of the year’, is the Jewish New Year."
    },
    {
      "title": "World Day of The Deaf",
      "description": "Let&#39;s celebrate the achievements of deaf people, as we help create a safer environment for them."
    },
    {
      "title": "World Dream Day",
      "description": "Calling all dreamers, achievers, and go-getters; this is the day for you."
    },
    {
      "title": "World Pharmacists Day",
      "description": "We&#39;re shedding light on how Pharmacists Day came to be and sharing fun ideas to celebrate."
    },
    {
      "title": "World Rivers Day",
      "description": "Observe World Rivers Day by educating yourself and getting involved in clean-up drives."
    },
    {
      "title": "World’s Largest Pet Walk",
      "description": "Lace up your walking shoes today and get ready for World’s Largest Pet Walk!"
    },
    {
      "title": "Barbara Walters’s Birthday",
      "description": "The possibilities are endless for this incredibly gifted and award-winning journalist, author, and actor."
    },
    {
      "title": "Donald Glover’s Birthday",
      "description": "The talent of this actor, rapper, comedian, writer, and producer truly knows no bounds."
    },
    {
      "title": "Jayda Cheaves’s Birthday",
      "description": "The epitome of ‘follow your heart’ is social media celebrity, YouTuber, and businesswoman, Jayda Cheaves."
    },
    {
      "title": "Mark Hamill’s Birthday",
      "description": "This exceptionally talented, award-winning actor and voice artist is a true inspiration to all."
    },
    {
      "title": "T.I.’s Birthday",
      "description": "For this exceptionally talented, award-winning rapper, record executive, and actor, the sky’s the limit."
    },
    {
      "title": "Will Smith’s Birthday",
      "description": "This phenomenal, award-winning American actor, musician, and songwriter has experienced a brilliant career."
    }
  ]
}
