{
  "month": "sep",
  "day": 28,
  "holidays": [
    {
      "title": "National Drink Beer Day",
      "description": "We raise a toast to the oldest and most venerable of all beverages."
    },
    {
      "title": "Fish Tank Floorshow Night",
      "description": "Get ready to be entertained by the fish in the spotlight tonight."
    },
    {
      "title": "Gedaliah Fast",
      "description": "Join us as we explore one of the sacred Jewish traditions."
    },
    {
      "title": "International Day for Universal Access to Information",
      "description": "Be ready to celebrate this day by accessing as much information as possible!"
    },
    {
      "title": "International Poke Day",
      "description": "Dig into a bowl of poke and learn how you can make this day fun."
    },
    {
      "title": "International Right To Know Day",
      "description": "It&#39;s important to know because knowledge is power. Today, we celebrate our right to that power."
    },
    {
      "title": "Ask a Stupid Question Day",
      "description": "There really is no such thing as a dumb question."
    },
    {
      "title": "National Chris Day",
      "description": "Chris is a name that’s strong and filled with meaning for followers of the Christian faith."
    },
    {
      "title": "National Good Neighbor Day",
      "description": "Are you a good neighbor? How do you show it?"
    },
    {
      "title": "National Neighbor Day",
      "description": "As Mister Rogers would say, &#34;Please won&#39;t you be...my neighbor?&#34;"
    },
    {
      "title": "National North Carolina Day",
      "description": "Visit natural reserves like the Blue Ridge Mountains and cultural hotspots today."
    },
    {
      "title": "National Self Awareness Day",
      "description": "National Self-Awareness Day is a holiday that teaches people in the U.S. about self-awareness."
    },
    {
      "title": "NATIONAL STRAWBERRY CREAM PIE DAY",
      "description": "Today&#39;s just the perfect day to indulge your sweet tooth with your favorite cream pie recipe!"
    },
    {
      "title": "National Women’s Health And Fitness Day",
      "description": "Join women all over in commemorating this special day promoting the importance of health awareness and fitness."
    },
    {
      "title": "St. Wenceslas Day — Statehood Day",
      "description": "Celebrated for the last two decades, this day honors the patron saint of the Czech Republic."
    },
    {
      "title": "World Rabies Day",
      "description": "More than 99 percent of human cases coming from dog bites."
    },
    {
      "title": "Brigitte Bardot’s Birthday",
      "description": "This iconic actress and model is a staple of the 20th-century movie industry."
    },
    {
      "title": "Jasper Dolphin’s Birthday",
      "description": "Jasper Dolphin is a talented and well-loved American actor and rapper. Today, we celebrate him."
    },
    {
      "title": "Momona Tamada’s Birthday",
      "description": "This young actress has the potential to make it big in Hollywood."
    },
    {
      "title": "Naomi Watts’s Birthday",
      "description": "This actress is ever ready to take her fans to another realm of entertainment."
    },
    {
      "title": "Spencer Rattler’s Birthday",
      "description": "For this athlete, irrevocable fame and success are a few games away!"
    }
  ]
}
