{
  "month": "sep",
  "day": 29,
  "holidays": [
    {
      "title": "National Coffee Day",
      "description": null
    },
    {
      "title": "National Starbucks Day",
      "description": "There are few places you can go in the world and not find a Starbucks."
    },
    {
      "title": "CONFUCIUS DAY",
      "description": "Learn about the history of the great sage and how he is celebrated around the world!"
    },
    {
      "title": "Gold Star Mother’s and Family Day",
      "description": "Honoring families of those who have received The Gold Star – the military award no one wants."
    },
    {
      "title": "International Day of Awareness of Food Loss and Waste",
      "description": "By raising awareness, let us all work together to reduce food loss and waste!"
    },
    {
      "title": "Michaelmas",
      "description": "Do you think angels are awesome? Get ready to celebrate a special day in their honor."
    },
    {
      "title": "National Biscotti Day",
      "description": "Dry and crunchy; dipped or dunked, biscotti is enjoyed and celebrated in many ways."
    },
    {
      "title": "National Goose Day",
      "description": "Warm up the oven, sharpen your knives and get ready to carve some succulent goose meat."
    },
    {
      "title": "National Police Memorial Day",
      "description": "Join us as we explore the story behind National Police Memorial Day."
    },
    {
      "title": "National Police Remembrance Day",
      "description": "Be ready to celebrate this day right here with us by honoring all police officers."
    },
    {
      "title": "National Silent Movie Day",
      "description": "Be ready to watch as many silent movies as possible on this special day!"
    },
    {
      "title": "VFW DAY",
      "description": "Join us as we celebrate the beloved heroes of America."
    },
    {
      "title": "World Day of Migrants and Refugees",
      "description": "Join us as we recognize the plight of those who are forced to flee their homes."
    },
    {
      "title": "World Deaf Day",
      "description": "Let&#39;s celebrate the achievements of deaf people, as we help create a safer environment for them."
    },
    {
      "title": "World Heart Day",
      "description": "Every year, over 17 million people die from heart disease."
    },
    {
      "title": "Andy Frisella’s Birthday",
      "description": "For this entrepreneur and podcaster, success in all he does is a way of life."
    },
    {
      "title": "Bria Hamilton’s Birthday",
      "description": "This gal appeared on a trendy reality show and is now a social media star."
    },
    {
      "title": "Gwen Ifill’s Birthday",
      "description": "Her first television appearance was in 1994 while working for “The New York Times.”"
    },
    {
      "title": "Halsey’s Birthday",
      "description": "From drug addict to global superstar! Let&#39;s share everything we know about the singer."
    },
    {
      "title": "Ice Poseidon’s Birthday",
      "description": "This man is a social media personality known all across YouTube and Twitch."
    },
    {
      "title": "Jerry Lee Lewis’s Birthday",
      "description": "This multi-skilled and talented pianist-singer knows the real meaning of working toward success."
    },
    {
      "title": "Molly Eskam’s Birthday",
      "description": "This beautiful YouTube star has what it takes to make it big on social media."
    },
    {
      "title": "Nicholas Galitzine’s Birthday",
      "description": "He landed major roles and made it big in just a few years since his debut."
    },
    {
      "title": "Pepperoni Joe’s Birthday",
      "description": "Since uploading his first video, he’s accumulated a whopping 1.6 million TikTok followers."
    }
  ]
}
