{
  "month": "jul",
  "day": 3,
  "holidays": [
    {
      "title": "National Stay Out of the Sun Day",
      "description": "Hang up your beach towels, don your coziest attire and prepare for a Netflix marathon."
    },
    {
      "title": "Air Conditioning Appreciation Day",
      "description": "Join us as we celebrate the Air Conditioning Appreciation Days from July 3 to August 15."
    },
    {
      "title": "American Redneck Day",
      "description": "Find out about redneck culture and get into the swing of things on this fun day."
    },
    {
      "title": "Asalha Puja",
      "description": "Asalha Puja commemorates Buddha&#39;s first sermon after enlightenment."
    },
    {
      "title": "Belarus Independence Day",
      "description": "Love festivities? Find out how to celebrate Belarusian culture with these tips and information."
    },
    {
      "title": "Disobedience Day",
      "description": "“Disobedience is the true foundation of liberty. The obedient must be slaves” — curious to know more?"
    },
    {
      "title": "Esala Full Moon Poya",
      "description": "Esala Full Moon Poya commemorates Buddha&#39;s first sermon, in which he uttered the Four Noble Truths."
    },
    {
      "title": "Heroes&#39; Day of Zambia",
      "description": "Today is the day to remember those who fought in the struggle for Zambia&#39;s independence."
    },
    {
      "title": "International Drop a Rock Day",
      "description": "Show us how creative you can make a rock look with a theme word or phrase."
    },
    {
      "title": "International Plastic Bag Free Day",
      "description": "A global initiative that aims to eliminate the use of plastic bags."
    },
    {
      "title": "Mother&#39;s Day South Sudan",
      "description": "Chocolates, cards, or flowers — however you choose to thank your mother, make sure she is pampered."
    },
    {
      "title": "National Chocolate Wafer Day",
      "description": "They are light, crispy, and simply delicious! We are talking about everyone’s favorite — chocolate wafers."
    },
    {
      "title": "National Compliment Your Mirror Day",
      "description": "This day motivates us to look in the mirror and recognize everything that make us exceptional."
    },
    {
      "title": "National Eat Beans Day",
      "description": "“I am a bean, very lean. I am not fat, I’m sure of that.”"
    },
    {
      "title": "National Fried Clam Day",
      "description": "For New Englanders, an addiction to fried clams is a rite of passage."
    },
    {
      "title": "National Independent Beer Run Day",
      "description": "Show your Independence Day spirit and support the small craft brewers."
    },
    {
      "title": "St Thomas History",
      "description": "On The Feast of St Thomas Day, we celebrate his role in Christianity."
    },
    {
      "title": "StartTheConversation Day",
      "description": "Celebrate Start the Conversation Day by raising awareness to check up on people&#39;s mental health."
    },
    {
      "title": "The Feast of Saints Peter and Paul",
      "description": "We celebrate this day as part of a solemn reminder of Christianity’s history."
    },
    {
      "title": "V.I. Emancipation Day",
      "description": "The V.I Emancipation Day honors the liberation of enslaved black people in the West Indies islands."
    },
    {
      "title": "Brooklyn Queen’s Birthday",
      "description": "For this talented young rapper, dancer, and actress, this is just the beginning."
    },
    {
      "title": "Cameron Hamilton’s Birthday",
      "description": "Science and love are just two of Cameron Hamilton&#39;s many skills. Celebrate him today!"
    },
    {
      "title": "Digital Farm Animals’s Birthday",
      "description": "For this amazing D.J., nothing is stopping him from success. Celebrate him today!"
    },
    {
      "title": "PartyNextDoor’s Birthday",
      "description": "PartyNextDoor is a man of many talents — singer, songwriter, rapper, and producer, to mention a few."
    },
    {
      "title": "Thomas Gibson’s Birthday",
      "description": "Thomas Gibson&#39;s movie debut came in 1992 when he appeared in Ron Howard&#39;s &#34;Far and Away.&#34;"
    },
    {
      "title": "Tom Cruise’s Birthday",
      "description": "Nothing is an impossible mission for the talented and award-winning actor, Tom Cruise."
    }
  ]
}
