{
  "month": "jul",
  "day": 8,
  "holidays": [
    {
      "title": "National Video Game Day",
      "description": null
    },
    {
      "title": "Amun Jadid",
      "description": null
    },
    {
      "title": "Be a Kid Again Day",
      "description": "Let out that joyful, innocent kid that’s still deep down there in all of us."
    },
    {
      "title": "International Town Criers Day",
      "description": "If you think opera singers have the most powerful lungs, these guys may come a close second."
    },
    {
      "title": "Math 2.0 Day",
      "description": "This Math 2.0 Day, celebrate the wonders created with the combination of math and technology."
    },
    {
      "title": "National Blueberry Day",
      "description": "Let&#39;s celebrate this National Blueberry Day with some fresh and tasty ideas."
    },
    {
      "title": "National Chocolate with Almonds Day",
      "description": "Celebrating such a heavenly confection negates the guilty part of a guilty pleasure."
    },
    {
      "title": "National Denise Day",
      "description": "Cheers to all Denises in the world; today is all about you!"
    },
    {
      "title": "National Freezer Pop Day",
      "description": "Let us explore the history of freezer pops and how to best enjoy them."
    },
    {
      "title": "National Ice Cream Sundae Day",
      "description": "Celebrate the day by pouring all your favorite toppings onto your ice cream sundae."
    },
    {
      "title": "National Kathryn Day",
      "description": "A special shoutout to every Kathryn in the world. Today we celebrate you!"
    },
    {
      "title": "National Love Your Skin Day",
      "description": "Slather on some of that moisturizer, and don’t forget to apply a helping of that sunscreen. Your skin deserves pampering."
    },
    {
      "title": "Oneofusismissing Day",
      "description": "Whether you’re reaching out for comfort or offering a shoulder to cry on, you can participate."
    },
    {
      "title": "SCUD Day",
      "description": "On National Savor the Comic, Unplug the Drama Day, ditch the drama and embrace the humor."
    },
    {
      "title": "Jaden Smith’s Birthday",
      "description": "Despite the public&#39;s doubts, this actor does what he loves while showcasing his many talents."
    },
    {
      "title": "Kevin Bacon’s Birthday",
      "description": "In honor of his big day, here are some facts you should know about Kevin Bacon."
    },
    {
      "title": "Penelope Disick’s Birthday",
      "description": "With her charming personality, it’s undeniable that Penelope has a bright future in the entertainment industry!"
    }
  ]
}
