{
  "month": "jul",
  "day": 9,
  "holidays": [
    {
      "title": "National Sugar Cookie Day",
      "description": "There are ample ways to celebrate — but really, do we even need a reason?"
    },
    {
      "title": "Argentine Independence day",
      "description": "Independence means voluntary restraints and discipline, and voluntary acceptance of the rule of law."
    },
    {
      "title": "Barn Day",
      "description": "The traditional red barn has long been an iconic symbol of American farming communities."
    },
    {
      "title": "Call of the Horizon Day",
      "description": "Stick around and let us unravel some interesting and useful facts about this day."
    },
    {
      "title": "Fashion Day",
      "description": "Explore your inner style and try out new fashion trends and looks this Fashion Day."
    },
    {
      "title": "Martyrdom of the Bab",
      "description": "Learn about the Bahai faith and the most defining event in its religious history."
    },
    {
      "title": "National Don&#39;t Put all your Eggs in One Omelet Day",
      "description": "Whisk your eggs and heat up the pan. It’s time to make a good omelet."
    },
    {
      "title": "Nunavut Day",
      "description": "Every year we celebrate Nunavut Day — the day the Parliament of Canada passed the Nunavut Act."
    },
    {
      "title": "Palau Constitution Day",
      "description": "Get to know the history of Palau and the nation’s journey to becoming a republic."
    },
    {
      "title": "State Rebellion Day",
      "description": "Today, we join the Paulistas in commemorating the Constitutional Revolution of 1932."
    },
    {
      "title": "Christina Haack’s Birthday",
      "description": "The popular T.V. host and real estate investor, Christina Haack, loves to be in the headlines!"
    },
    {
      "title": "Courtney Love’s Birthday",
      "description": "For this multi-talented singer and actress, opportunities don&#39;t just happen; you create them."
    },
    {
      "title": "Jack White’s Birthday",
      "description": "For this multi-talented American rock artist, the meaning of life is to find your gift."
    }
  ]
}
