{
  "month": "jul",
  "day": 10,
  "holidays": [
    {
      "title": "National Kitten Day",
      "description": null
    },
    {
      "title": "National Piña Colada Day",
      "description": null
    },
    {
      "title": "Bahamas Independence Day",
      "description": "Get ready for some historical facts and cultural insights about this amazing nation."
    },
    {
      "title": "Clerihew Day",
      "description": "Treat yourself to some serious giggles by reading some funny clerihews on Clerihew Day."
    },
    {
      "title": "Don&#39;t Step On A Bee Day",
      "description": "It’s time to “bee” more aware of this buzzing insect’s importance in our ecosystem."
    },
    {
      "title": "Feast of St. Rosalia",
      "description": "Keep reading to learn about Rosalia Sinibaldi’s life and how she became a saint."
    },
    {
      "title": "First Sermon Of Lord Buddha",
      "description": "Join us this year as we celebrate the First Sermon Of Lord Buddha."
    },
    {
      "title": "Global Energy Independence Day",
      "description": "We explore energy consumption, current fuel types, and prospects this Global Energy Independence Day."
    },
    {
      "title": "Gospel Day",
      "description": "Join hands with the rest of the Christian community and commemorate this special day."
    },
    {
      "title": "National Caleb Day",
      "description": "High fives to everyone named Caleb! Today, we celebrate you on National Caleb Day."
    },
    {
      "title": "National Pizza Day in Brazil",
      "description": "Get a slice of pizza, admire the beauty of the cheese melt, and dig in."
    },
    {
      "title": "National Stella Day",
      "description": "Are you named Stella or know someone with the name? Today is all about you!"
    },
    {
      "title": "National Wyoming Day",
      "description": "Celebrate a significant state in the history of the U.S. — the Equality State."
    },
    {
      "title": "Pick Blueberries Day",
      "description": "We are ‘berry’ excited to celebrate this delicious superfood and get picking!"
    },
    {
      "title": "Political Flag Day",
      "description": "The design of the Mongolian flag represents its journey to independence through the years."
    },
    {
      "title": "Teddy Bear Picnic Day",
      "description": "Bask on a blanket in the glorious outdoors with your or your kids’ best stuffed pals."
    },
    {
      "title": "Transplant Financial Coordinator Day",
      "description": "Transplant Financial Coordinator Day educates about the staff, procedures, and financial processes of organ transplants."
    },
    {
      "title": "Karma Fizz’s Birthday",
      "description": "This adorable YouTube star has made a name for herself and her popularity continues to grow."
    },
    {
      "title": "Kulture Kiari Cephus’s Birthday",
      "description": "This young celebrity has won the hearts of fans around the world with her sassiness."
    },
    {
      "title": "Nikola Tesla’s Birthday",
      "description": "This exceptionally brilliant engineer paved the way for modern technology with his inventions."
    },
    {
      "title": "Perrie Edwards’s Birthday",
      "description": "The talented singer and fashionista has won millions of fans worldwide with her music."
    },
    {
      "title": "Ronnie James Dio’s Birthday",
      "description": "This singer’s career of almost 50 years is still inspiring metal lovers around the world."
    }
  ]
}
