{
  "month": "jul",
  "day": 11,
  "holidays": [
    {
      "title": "Free Slurpee Day",
      "description": null
    },
    {
      "title": "National State Fair Food Day",
      "description": null
    },
    {
      "title": "World Population Day",
      "description": "A holiday that’s dedicated to focusing on the importance of population issues."
    },
    {
      "title": "All American Pet Photo Day",
      "description": "Snap, snap, snap! Give your pets the paparazzi treatment on this day."
    },
    {
      "title": "Bowdler&#39;s Day",
      "description": "Today is the birthday of the man whose name has become synonymous with censorship, Thomas Bowdler."
    },
    {
      "title": "Captive Nations Week",
      "description": "This day’s observance aims to raise public awareness about the oppression faced by nations across the globe."
    },
    {
      "title": "Celebration of the Golden Spurs",
      "description": "It’s another joyous Flemish Celebration of the Golden Spurs today. Celebrate with us today!"
    },
    {
      "title": "Cheer Up the Lonely Day",
      "description": "Organize a get-together today to help get the word out and spread the spirit of friendliness!"
    },
    {
      "title": "Day of the Flemish Community",
      "description": "Let’s go back in history to celebrate the Battle of the Golden Spurs."
    },
    {
      "title": "International Essential Oils Day",
      "description": "This aromatic day recognizes the benefits of essential oils for humanity."
    },
    {
      "title": "Naadam Holiday",
      "description": "Participate in Mongolian traditional sports to commemorate one of their most important festivals."
    },
    {
      "title": "National 7-Eleven Day",
      "description": "Beware of brain freeze as you indulge in Slurpees on National 7-Eleven Day!"
    },
    {
      "title": "National Blueberry Muffin Day",
      "description": "Kick-start your day with a delicious blueberry muffin and a hot cup of coffee."
    },
    {
      "title": "National Culture and Senior Citizens Day",
      "description": "Respect the elderly and appreciate their contributions on National Culture and Senior Citizens Day."
    },
    {
      "title": "National Mojito Day",
      "description": "What&#39;s better on a hot summer’s day than to cool off with this classic minty cocktail?"
    },
    {
      "title": "National Polyphenol Day",
      "description": "On National Polyphenol Day, we commemorate the birthday of Dr. Gundry, a cardiothoracic surgeon."
    },
    {
      "title": "National Rainier Cherry Day",
      "description": "Tasty and high in nutrition, these summertime sweet treats are everyone’s favorite."
    },
    {
      "title": "National Swimming Pool Day",
      "description": "There’s no such thing as the perfect pool day… or is there? (Swim) suit up and celebrate!"
    },
    {
      "title": "World Benzodiazepine Awareness Day",
      "description": "Be informed about these psychoactive drugs and their side effects this World Benzodiazepine Awareness Day."
    },
    {
      "title": "Alessia Cara’s Birthday",
      "description": "We look at the rise of this Grammy-winning Canadian pop singer, songwriter, and record producer."
    },
    {
      "title": "Lil Kim’s Birthday",
      "description": "Celebrate the stylish and brilliant role model of many great female rappers that followed her."
    },
    {
      "title": "Lisa Rinna’s Birthday",
      "description": "This versatile actress has become a household name and has acted her way into people’s hearts."
    },
    {
      "title": "Samantha Fekete’s Birthday",
      "description": "The talented YouTube star has also made her foray into acting and is garnering much fame."
    }
  ]
}
