{
  "month": "jul",
  "day": 12,
  "holidays": [
    {
      "title": "Amazon Prime Day",
      "description": "The holiday, which is now celebrated annually, features incredible deals designed to rival those of Black Friday."
    },
    {
      "title": "National Simplicity Day",
      "description": "As Henry Thoreau said: “As you simplify your life, the laws of the universe will be simpler.”"
    },
    {
      "title": "Battle of the Boyne",
      "description": "To commemorate the Battle of Boyne, we take a journey down memory lane."
    },
    {
      "title": "Etch A Sketch Day",
      "description": "Etch A Sketch Day is an annual event that celebrates the retro toy, Etch A Sketch."
    },
    {
      "title": "Kiribati National Day",
      "description": "We celebrate this island nation that had an unusual path to independence."
    },
    {
      "title": "MALALA DAY",
      "description": "Take those hats off, and show some respect as we all celebrate Malala Day."
    },
    {
      "title": "Mexico: Lawyer&#39;s Day",
      "description": "Lawyers champion people’s rights and make sure no one is above the law."
    },
    {
      "title": "National Different Colored Eyes Day",
      "description": "Heterochromia iridum is the variation in color that gives a single organism two different colored eyes."
    },
    {
      "title": "National Eat Your Jello Day",
      "description": "Jell-O is a classic dessert we all know and love!"
    },
    {
      "title": "National Hair Creator’s Day",
      "description": "Hair creators and hairstyles mirror the trends of the times they live in."
    },
    {
      "title": "National Pecan Pie Day",
      "description": "We’re simply nutty over today’s honoree, National Pecan Pie Day."
    },
    {
      "title": "National Tyler Day",
      "description": "If you are wondering about the name Tyler, we have all the information you need."
    },
    {
      "title": "New Conversations Day",
      "description": "Warm up your vocal cords as we get ready to make some conversation."
    },
    {
      "title": "Night of Nights",
      "description": "The Night of Nights carries on the tradition of maritime Morse communication."
    },
    {
      "title": "Orangemen&#39;s Day",
      "description": "Irish Protestants celebrate Orangemen&#39;s Day — also known as The Twelfth or Glorious Twelfth."
    },
    {
      "title": "Paper Bag Day",
      "description": "Save the world one paper bag at a time — we’ll show you how."
    },
    {
      "title": "Ariana Fletcher’s Birthday",
      "description": "This supermom has pledged her tenacity to her adorable child and her brother Kyle."
    },
    {
      "title": "Brock Lesnar’s Birthday",
      "description": "The world has something to speak about thanks to W.W.E&#39;s ultimate hero."
    },
    {
      "title": "Donda West’s Birthday",
      "description": "Kanye West changed after his musical inspiration died due to cosmetic surgery."
    },
    {
      "title": "Kristi Yamaguchi’s Birthday",
      "description": "She slid up the ice as one of the finest figure skaters of all time."
    },
    {
      "title": "Kyle Forgeard’s Birthday",
      "description": "Kyle Forgeard, the multitalented leader of the Nelk Boys, is being honored today."
    },
    {
      "title": "Richard Simmons’s Birthday",
      "description": "Positive energy reigns in the life of this young entrepreneur, athlete, dancer, activist, and T.V. personality."
    }
  ]
}
