{
  "month": "jul",
  "day": 13,
  "holidays": [
    {
      "title": "Beef Tallow Day",
      "description": "Join us as we celebrate this year’s Beef Tallow Day on July 13."
    },
    {
      "title": "Embrace Your Geekness Day",
      "description": "From Dungeons and Dragons to Aquaman, Embrace Your Geekness!"
    },
    {
      "title": "Fool&#39;s Paradise Day",
      "description": "Strip away your fears, and let yourself fall into a world of peace and happiness."
    },
    {
      "title": "Gruntled Workers Day",
      "description": "Look at the glass half full and spread positivity around work by celebrating this holiday."
    },
    {
      "title": "International Rock Day",
      "description": "Today we delve into rocks, what makes them so special and why we celebrate them."
    },
    {
      "title": "National Barbershop Music Appreciation Day",
      "description": "We have all the information you need — party ideas, interesting facts, and a little history lesson."
    },
    {
      "title": "NATIONAL BEANS ‘N’ FRANKS DAY",
      "description": "Today is Beanie and Weenies’ Day. Get ready to eat a lot of them."
    },
    {
      "title": "National Delaware Day",
      "description": "Join us to celebrate Delaware and the spirit of American independence this July 13."
    },
    {
      "title": "National Paul Day",
      "description": "There are many ways to celebrate Paul — here are some ideas to get you started!"
    },
    {
      "title": "National Sam Day",
      "description": "A short, single syllable, and punchy name, the name Sam is pretty popular."
    },
    {
      "title": "Sovereignty Day of Montenegro",
      "description": "Dabble in the joy of freedom with local food and the cultural extravaganza of Montenegro."
    },
    {
      "title": "Caleb Logan LeBlanc’s Birthday",
      "description": "This former YouTube star’s nicknames were Wheels and Baked Potato. Let’s learn more about his life."
    },
    {
      "title": "Harrison Ford’s Birthday",
      "description": "This veteran actor described Han Solo as “the great rapscallion of the universe.”"
    },
    {
      "title": "MF DOOM’s Birthday",
      "description": "For this late rapper-songwriter, having his “Gladiator” mask on controls the narrative."
    },
    {
      "title": "Patrick Stewart’s Birthday",
      "description": "We don&#39;t take this movie icon&#39;s five decades of pure undiluted entertainment for granted."
    },
    {
      "title": "Wyatt Oleff’s Birthday",
      "description": "This young actor is slowly but surely establishing himself in the entertainment industry."
    }
  ]
}
