{
  "month": "jul",
  "day": 14,
  "holidays": [
    {
      "title": "National Break Free From the Big Three Day",
      "description": null
    },
    {
      "title": "National Mac and Cheese Day",
      "description": null
    },
    {
      "title": "Pandemonium Day",
      "description": "Ready to dive into all things unpredictable on Pandemonium Day?"
    },
    {
      "title": "Barn Day",
      "description": "The traditional red barn has long been an iconic symbol of American farming communities."
    },
    {
      "title": "Bastille Day",
      "description": "Sacré bleu! We celebrate the toppling of the long-standing French monarchy!"
    },
    {
      "title": "Bastille day (Saint Martin)",
      "description": "Celebrate the power of revolution with the French as we mark Bastille Day with pride!"
    },
    {
      "title": "Emmeline Pankhurst Day",
      "description": "Let’s learn what the conditions for women would be without Emmeline Pankhurst."
    },
    {
      "title": "Fete de la Federation",
      "description": "Join us as we look back at the Fete de la Federation this July 14!"
    },
    {
      "title": "International Non-Binary Peoples Day",
      "description": "Today we are shining a light on all non-binary individuals and talking about their diversity."
    },
    {
      "title": "Kharchi Puja",
      "description": "Participate in this festival of worshiping the 14 gods and the earth."
    },
    {
      "title": "National Be Nice to Bugs Day",
      "description": "Let’s take a pledge not to kill insects. Heard of the motto “Live and let live?”"
    },
    {
      "title": "National Grand Marnier Day",
      "description": "Like your cocktails fancy and adventurous? We bring you the latest in world-class booze."
    },
    {
      "title": "National Nude Day",
      "description": "Nudist groups around the world celebrate National Nude Day by going &#34;au naturel.&#34;"
    },
    {
      "title": "National Tape Measure Day",
      "description": "Everyone has one because they’re universally useful!"
    },
    {
      "title": "Shark Awareness Day",
      "description": "There’s a bigger chance of being struck by lightning than being killed or attacked by a shark."
    },
    {
      "title": "Dorit Kemsley’s Birthday",
      "description": "Not only is she a reality T.V. star, she’s also an entrepreneur — and today’s her birthday!"
    },
    {
      "title": "Gerald Ford’s Birthday",
      "description": "From a young professional football player to the president of the United States!"
    },
    {
      "title": "Koe Wetzel’s Birthday",
      "description": "His blend of country and grunge music has been dubbed the ‘Hillbilly Punk-Rock.’"
    },
    {
      "title": "Tameka Harris’s Birthday",
      "description": "Dynamite truly does come in Tiny packages for this star! Celebrate her today!"
    },
    {
      "title": "Trap Beckham’s Birthday",
      "description": "For this American trap artist who keeps growing, nothing is getting in his way!"
    },
    {
      "title": "Vinnie Hacker’s Birthday",
      "description": "This social media influencer has the world in the palm of his hands."
    }
  ]
}
