{
  "month": "jul",
  "day": 15,
  "holidays": [
    {
      "title": "National Give Something Away Day",
      "description": null
    },
    {
      "title": "Celebration of the Horse Day",
      "description": null
    },
    {
      "title": "Developmental Disability Professionals Day",
      "description": "Keep reading to learn the history of Q.I.D.Ps, the N.A.Q., and changing terms."
    },
    {
      "title": "Global Hug Your Kids Day",
      "description": "Wrap your kid in a bear hug on Global Hug Your Kids Day."
    },
    {
      "title": "H.M. The Sultan&#39;s Birthday (in lieu)",
      "description": "Get ready for the ultimate royal experience in Brunei with food, music, and fun!"
    },
    {
      "title": "Marine Day in Japan",
      "description": "Celebrate Marine Day by going to the beach and appreciating what we’ve been given."
    },
    {
      "title": "National Be A Dork Day",
      "description": "National Be A Dork Day aims to celebrate the dork in all of us!"
    },
    {
      "title": "National Clean Beauty Day",
      "description": "Celebrate the clean beauty movement — products that are mindfully created, and ethically sourced."
    },
    {
      "title": "National Get Out of the Dog House Day",
      "description": "No one wants to be ‘in the doghouse’ — this day encourages us to get out."
    },
    {
      "title": "National Gummi Worm Day",
      "description": "We still want more yummy gummi flavors, more colorful styles, and more silly sizes."
    },
    {
      "title": "National I Love Horses Day",
      "description": "Honor horses by learning about their history, beautiful features, and excellent talents."
    },
    {
      "title": "National Pet Fire Safety Day",
      "description": "A day to learn how to keep your pet safe in a fire."
    },
    {
      "title": "National Respect Canada Day",
      "description": "National Respect Canada Day is the perfect chance to appreciate Canada."
    },
    {
      "title": "NATIONAL TAPIOCA PUDDING DAY",
      "description": "Get your kitchen ready, prepare the ingredients, and make the best version of your tapioca pudding."
    },
    {
      "title": "Orange Chicken Day",
      "description": "“Orange” you ready to grab chopsticks (or forks) and dig into this mouthwatering dish today?"
    },
    {
      "title": "President&#39;s Day in Botswana",
      "description": "Get ready to commemorate the leader of a nation on Botswana’s most important holiday."
    },
    {
      "title": "Saint Swithin’s Day",
      "description": "Have your umbrellas or summer clothes ready because the weather is about to get ‘predictable.’"
    },
    {
      "title": "The Democracy and National Unity Day of Turkey",
      "description": "Find out the history of the failed coup of 2016, and how the people fought back."
    },
    {
      "title": "Unimwane Day",
      "description": "Keep reading to learn the early history of Kiribati and how to celebrate this day."
    },
    {
      "title": "World Youth Skills Day",
      "description": "Join us as we celebrate World Youth Skills Day this July 15!"
    },
    {
      "title": "Damian Lillard’s Birthday",
      "description": "We can&#39;t wait to see what&#39;s next for Damian Lillard, one of the best basketball players."
    },
    {
      "title": "Jim Jones’s Birthday",
      "description": "There is no limit to what this rapper and entrepreneur can do."
    },
    {
      "title": "Lana Parrilla’s Birthday",
      "description": "An amazing actress and businesswoman, read on to find out why we love Lana Parrilla!"
    }
  ]
}
