{
  "month": "jul",
  "day": 17,
  "holidays": [
    {
      "title": "National Lottery Day",
      "description": "There’s something about free money that seems rather appealing."
    },
    {
      "title": "World Emoji Day",
      "description": "Light up your friends&#39; phones with all the emojis you want today — it&#39;s a healthy obsession."
    },
    {
      "title": "Global Hug Your Kids Day",
      "description": "Wrap your kid in a bear hug on Global Hug Your Kids Day."
    },
    {
      "title": "King&#39;s Birthday in Lesotho",
      "description": "Let&#39;s dive into the history of this event and check out fun ways to celebrate."
    },
    {
      "title": "Korean Constitution Day",
      "description": "Hang the national flag in honor of the proclamation of the South Korean constitution."
    },
    {
      "title": "Marine Day in Japan",
      "description": "Celebrate Marine Day by going to the beach and appreciating what we’ve been given."
    },
    {
      "title": "National Cory Day",
      "description": "Celebrate and appreciate all Corys around the world on this National Cory Day."
    },
    {
      "title": "National Get Out of the Dog House Day",
      "description": "No one wants to be ‘in the doghouse’ — this day encourages us to get out."
    },
    {
      "title": "National Peach Ice Cream Day",
      "description": "It&#39;s sweet, it&#39;s tangy, it&#39;s cold — it is everything you need in this hot weather!"
    },
    {
      "title": "National Tattoo Day",
      "description": "It illuminates something you didn’t see before."
    },
    {
      "title": "President&#39;s Day in Botswana",
      "description": "Get ready to commemorate the leader of a nation on Botswana’s most important holiday."
    },
    {
      "title": "U Tirot Sing Day",
      "description": "Celebrate the power of determination and bravery as we mark U Tirot Sing Day."
    },
    {
      "title": "World Day for International Justice",
      "description": "Justice is served, internationally! Read on for how we plan to honor this day."
    },
    {
      "title": "Wrong Way Corrigan Day",
      "description": "We celebrate the man famous for flying the &#39;wrong way&#39; — Douglas Corrigan."
    },
    {
      "title": "Yellow Pig Day",
      "description": "Whether you’re a math rookie or a world-leading professor, let&#39;s celebrate!"
    },
    {
      "title": "Angela Merkel’s Birthday",
      "description": "Merkel started her political journey in 1989 when she joined the Democratic Awakening."
    },
    {
      "title": "David Hasselhoff’s Birthday",
      "description": "David Hasselhoff has inspired the globe with his roles for more than 40 years."
    },
    {
      "title": "Jeremih Felton’s Birthday",
      "description": "This singer, songwriter, and producer’s debut single catapulted him into the limelight."
    },
    {
      "title": "Kade Skye’s Birthday",
      "description": "Kade Skye is a YouTube star and is recognized as a part of the “Kids Fun T.V.”"
    },
    {
      "title": "Kali Uchis’s Birthday",
      "description": "She’s a Grammy-award-winning singer with a long list of achievements to be proud of."
    },
    {
      "title": "Luke Bryan’s Birthday",
      "description": "This talented American country singer will remain authentic, that is for sure."
    }
  ]
}
