{
  "month": "jul",
  "day": 18,
  "holidays": [
    {
      "title": "Nelson Mandela Day",
      "description": null
    },
    {
      "title": "World Listening Day",
      "description": "Shhh… do you hear that? It’s the sound of World Listening Day!"
    },
    {
      "title": "Birthday of Don Luis Munoz Rivera",
      "description": "Read about this key player’s struggle for political independence in Spain-controlled Puerto Rico."
    },
    {
      "title": "Insurance Nerd Day",
      "description": "Celebrate the day to appreciate those who love working in the insurance industry."
    },
    {
      "title": "National Caviar Day",
      "description": "“Oh, what a delicacy!” or “Ew! Fish eggs?”"
    },
    {
      "title": "National Dapper Your Data Day",
      "description": "Get ready to completely clean your digital footprint during this special celebration."
    },
    {
      "title": "National Sour Candy Day",
      "description": "Our taste buds are already tingling in anticipation of (s)our awesome ideas!"
    },
    {
      "title": "Perfect Family Day",
      "description": "Don’t have the perfect family? Yours still could be, because a perfect family can be built."
    },
    {
      "title": "Uruguay Constitution Day",
      "description": "Join the Uruguayans as they celebrate Jura de la Constitución de la Repblica Oriental del Uruguay."
    },
    {
      "title": "Canelo Álvarez’s Birthday",
      "description": "Through various victories, Alvarez proved himself as one of the greatest boxers."
    },
    {
      "title": "Chayce Beckham’s Birthday",
      "description": "This singer-songwriter rose to fame after winning season 19 of “American Idol.”"
    },
    {
      "title": "Nelson Mandela’s Birthday",
      "description": "This political leader can rest in peace knowing that he revolutionized the political scene in South Africa."
    },
    {
      "title": "Taemin’s Birthday",
      "description": "Since his debut with SHINEE in 2008, he’s enjoyed fame and success in the K-pop industry."
    },
    {
      "title": "Vin Diesel’s Birthday",
      "description": "This talented actor has a need for speed, and there’s no stopping him."
    }
  ]
}
