{
  "month": "jul",
  "day": 21,
  "holidays": [
    {
      "title": "National Ice Cream Day",
      "description": null
    },
    {
      "title": "National Junk Food Day",
      "description": "Have you ever wished for a day where you can eat absolutely anything you want?"
    },
    {
      "title": "Asalha Puja",
      "description": "Asalha Puja commemorates Buddha&#39;s first sermon after enlightenment."
    },
    {
      "title": "Belgium Independence Day",
      "description": "Don’t miss out on celebrating the commemoration of the Independence of Belgium."
    },
    {
      "title": "Comic Con",
      "description": "Get your costumes ready and explore the world of superheroes and villains!"
    },
    {
      "title": "Guam Liberation Day",
      "description": "It’s Guam Liberation Day and here’s how you can join in the celebrations."
    },
    {
      "title": "Invite an Alien to Live with You Day",
      "description": "Invite An Alien To Live With You Day celebrates the hit TV show “Mork &amp; Mindy.”"
    },
    {
      "title": "Lake Superior Day",
      "description": "Get together to celebrate and appreciate Lake Superior and learn a little more about it."
    },
    {
      "title": "Legal Drinking Age Day",
      "description": "Do you remember the first time that you legally enjoyed a drink?"
    },
    {
      "title": "National Be Someone Day",
      "description": "It only takes about 10 seconds to save or change a child’s life."
    },
    {
      "title": "National Craft for your Local Shelters Day",
      "description": "Let’s create some homemade pet toys and supplies and donate them to your local animal shelter!"
    },
    {
      "title": "National Day of Prayer Reflection and Thanksgiving in Montserrat",
      "description": "Get ready to learn about how one natural disaster changed an entire nation."
    },
    {
      "title": "National Lamington Day",
      "description": "Join us as we get ready to celebrate all things buttery, chocolatey, and coconutty!"
    },
    {
      "title": "No Pet Store Puppies Day",
      "description": "Join us as we educate friends and family about what goes on in puppy mills."
    },
    {
      "title": "Racial Harmony Day",
      "description": "Celebrate Racial Harmony Day, which recognizes the country&#39;s progress toward becoming a racially peaceful society."
    },
    {
      "title": "Take a Monkey to Lunch Day",
      "description": "Take a Monkey to Lunch Day is the perfect day to celebrate our favorite primates."
    },
    {
      "title": "Robin Williams’s Birthday",
      "description": "We pay homage to the dazzling Hollywood star who remains in our hearts."
    },
    {
      "title": "Romeo Santos’s Birthday",
      "description": "For Santos, it is not unusual to make history! Let’s celebrate him today."
    },
    {
      "title": "Vicky Terrazas’s Birthday",
      "description": "This talented singer and songwriter has achieved everything that was in her book."
    }
  ]
}
