{
  "month": "jul",
  "day": 26,
  "holidays": [
    {
      "title": "National Aunt and Uncle Day",
      "description": null
    },
    {
      "title": "Auntie&#39;s Day",
      "description": "Learn about how aunties spend their special day with their nieces and nephews."
    },
    {
      "title": "Darwin Show Day",
      "description": "Darwin Show Day comes with unlimited fun and exciting activities."
    },
    {
      "title": "Fiesta de Santa Ana (Nicaragua)",
      "description": "In Nicaragua, Fiesta de Santa Ana is a day to pray and party."
    },
    {
      "title": "Holistic Therapy Day",
      "description": "Strengthen your mind, body, and soul and live a holistic lifestyle this holiday."
    },
    {
      "title": "Liberia Independence Day",
      "description": "Let&#39;s learn what paves the way for African sovereignty and the future of the African continent."
    },
    {
      "title": "Maldives Independence Day",
      "description": "Maldivians all over the world celebrate their independence from the British empire."
    },
    {
      "title": "National All or Nothing Day",
      "description": "Stop just thinking about something you have been wanting to do and finally do it!"
    },
    {
      "title": "National Bagelfest Day",
      "description": "National Bagelfest Day is the perfect day to munch on some yummy bagels."
    },
    {
      "title": "National Coffee Milkshake Day",
      "description": "It&#39;s hot, you love ice cream and you can use a caffeinated, sugary boost."
    },
    {
      "title": "National Disability Independence Day",
      "description": "Get together to spread awareness as we celebrate this significant day in history."
    },
    {
      "title": "National Dog Photography Day",
      "description": "National Dog Photography Day is the perfect day to post photos of your beloved pet!"
    },
    {
      "title": "National Rebellion Day",
      "description": "National Rebellion Day honors the most significant turning point in the Cuban Revolution."
    },
    {
      "title": "National Saint Day",
      "description": "Learn the origin of the clan Saint, its meaning, and exciting facts about the name."
    },
    {
      "title": "National Talk in an Elevator Day",
      "description": "Make a friend, or two, or many this National Talk in an Elevator Day."
    },
    {
      "title": "One Voice Day",
      "description": "In today’s society, the importance of maintaining world peace is more evident than ever before."
    },
    {
      "title": "System Administrator Appreciation Day",
      "description": "System administrators are people who take care of installing and troubleshooting anything and everything related to IT."
    },
    {
      "title": "World Mangrove Day",
      "description": "Between land and sea, getting hurt by our relentless greed, there stand the mangrove trees."
    },
    {
      "title": "World Tofu Day",
      "description": "People all over the world celebrate one of the most versatile foods known to man."
    },
    {
      "title": "DerekTrendz’s Birthday",
      "description": "Thanks to his entertaining posts and comedic personality, he’s gained popularity online."
    },
    {
      "title": "Elizabeth Gillies’s Birthday",
      "description": "She is considered by many as a triple threat in the entertainment industry."
    },
    {
      "title": "Ferran The Fashion King’s Birthday",
      "description": "This Instagram sensation rose to prominence at a young age, gaining millions of fans worldwide."
    },
    {
      "title": "Helen Mirren’s Birthday",
      "description": "For this talented actress, there is no role that is out of reach."
    },
    {
      "title": "Jason Statham’s Birthday",
      "description": "Jason Statham&#39;s movies have grossed over 1.5 billion dollars, making him an extremely bankable star."
    },
    {
      "title": "Kate Beckinsale’s Birthday",
      "description": "Come along as we delve into the actress&#39;s life, career, and many successes."
    },
    {
      "title": "Mary Jo Houghton’s Birthday",
      "description": "This reality T.V. personality is the origin of one of the world’s most famous families."
    },
    {
      "title": "Mick Jagger’s Birthday",
      "description": "This star has achieved many things and is one of the greatest in the world."
    },
    {
      "title": "Sandra Bullock’s Birthday",
      "description": "This successful actress and producer has accomplished a lot and she’s not done yet."
    }
  ]
}
