{
  "month": "jul",
  "day": 27,
  "holidays": [
    {
      "title": "International Digital Adoption (DAP) Professionals Day",
      "description": "International Digital Adoption (DAP) Professionals Day will be observed for the third time on the last Thursday of July — July 28 this year."
    },
    {
      "title": "National Chili Dog Day",
      "description": "Do you want chili? ora hot dogs? Sometimes it doesn’t have to be so complicated."
    },
    {
      "title": "National Scotch Day",
      "description": "In order to be considered scotch, this classy and distinctive spirit must be made in Scotland."
    },
    {
      "title": "Ashura",
      "description": "Ashura is a holy day for Muslims, celebrated in the Islamic month of Muharram."
    },
    {
      "title": "Bagpipe Appreciation Day",
      "description": "Bagpipe Appreciation Day is an annual event that celebrates the ancient musical instrument known as bagpipes."
    },
    {
      "title": "Barbie-in-a-Blender Day",
      "description": "Let’s explore the story of Barbie and understand the reason behind Barbie-in-a-Blender Day."
    },
    {
      "title": "Birthday of Dr. Jose Celso Barbosa",
      "description": "Dr. Barbosa’s innumerable contributions to the Puerto Rican statehood cause live on."
    },
    {
      "title": "Chicken Finger Day",
      "description": "Get ready to drool as we discuss one of the most popular fast foods in America!"
    },
    {
      "title": "Cross Atlantic Communication Day",
      "description": "Let&#39;s celebrate Cross Atlantic Communication Day to honor the telegraph lines that connect the continents."
    },
    {
      "title": "Earth Overshoot Day",
      "description": "Ever wonder how it will be if we run out of resources on our planet? Read on to find out."
    },
    {
      "title": "Fast of Ninth of Av",
      "description": "The Fast of Ninth of Av is a national day to mourn and pray for Israel."
    },
    {
      "title": "Gary Gygax Day",
      "description": "Let’s become mages, elves, or warriors for an afternoon and commemorate our love for D&amp;D."
    },
    {
      "title": "Iglesia ni Cristo Day",
      "description": "Time to wear your best clothes and visit the nearest Iglesia ni Cristo with your family."
    },
    {
      "title": "National Carson Day",
      "description": "Let us make National Carson Day the best day ever for Carsons everywhere."
    },
    {
      "title": "National Creme Brûlée Day",
      "description": "Indulge in this intensely creamy, crunchy and luxurious dish."
    },
    {
      "title": "National Intern Day",
      "description": "Future leaders of the world unite! Today is National Intern Day."
    },
    {
      "title": "National Korean War Veterans Armistice Day",
      "description": "This day honors the 5.7 million veterans of the Korean War and their ultimate sacrifice."
    },
    {
      "title": "National Love is Kind Day",
      "description": "Let us be a part of a day that can bring relief to those who have suffered abuse."
    },
    {
      "title": "National Nancy Day",
      "description": "Let’s celebrate the creative and optimistic personalities of all Nancys on National Nancy Day."
    },
    {
      "title": "National New Jersey Day",
      "description": "New Jersey gets its day to commemorate when it joined the union."
    },
    {
      "title": "National Refreshment Day",
      "description": "Hit the refresh button on your life by pausing to indulge in a refreshing drink."
    },
    {
      "title": "National Roanoke Community Beautification Day",
      "description": "Let us beautify Southwest Virginia homes on National Roanoke Community Beautification Day."
    },
    {
      "title": "National Sheila Day",
      "description": "Let’s celebrate our friends and everyone bearing the name Sheila on National Sheila Day."
    },
    {
      "title": "National Sleepy Head Day",
      "description": "Unless you want to be jolted awake with a cold shower, get up early."
    },
    {
      "title": "Norfolk Day",
      "description": "Did you know that Norfolk has been inhabited by humans for more than 300,000 years?"
    },
    {
      "title": "Take Your Houseplant For A Walk Day",
      "description": "When was the last time you took your houseplant out for a walk?"
    },
    {
      "title": "Take Your Pants for a Walk Day",
      "description": "Did you know walking has numerous benefits for the mind, body, and soul?"
    },
    {
      "title": "Tassoua",
      "description": "Learn important things about the Muslim culture as you get ready to celebrate Tasu’a."
    },
    {
      "title": "Walk On Stilts Day",
      "description": "Strap on your stilts and join us in celebrating this exciting day!"
    },
    {
      "title": "Abby Roberts’s Birthday",
      "description": "This star has gained millions of followers across social media platforms, becoming a social media sensation."
    },
    {
      "title": "Alex Rodriguez’s Birthday",
      "description": "This baseball star has achieved great success and is still rising and accomplishing many things."
    },
    {
      "title": "Baby Goth’s Birthday",
      "description": "There is no way but up for this superstar as her career is exponentially rising."
    },
    {
      "title": "Danny Duncan’s Birthday",
      "description": "This YouTube sensation has exploded in popularity and shows no signs of slowing down."
    },
    {
      "title": "Elvis the Alien’s Birthday",
      "description": "There is no stopping this sensational YouTuber, comedian, and reviewer on his path to success."
    },
    {
      "title": "iDubbbzTV’s Birthday",
      "description": "He’s a YouTube star, comedian, and T.V. producer — what can’t he do?"
    },
    {
      "title": "Jacqueline Walters’s Birthday",
      "description": "She is a brilliant doctor who aspires to help others to the best of her abilities."
    },
    {
      "title": "Robin Thede’s Birthday",
      "description": "This multi-talented individual has had a wonderful career so far and she isn&#39;t stopping anytime soon."
    },
    {
      "title": "Sarah Miller’s Birthday",
      "description": "Today, we’re getting to know Sarah Miller, the highly brilliant tattoo artist that knows no bounds."
    },
    {
      "title": "Tory Lanez’s Birthday",
      "description": "This multi-talented artist continues to prove that you can aim higher than the skies."
    },
    {
      "title": "Triple H’s Birthday",
      "description": "He graced our screens with his fighting prowess and today we celebrate his successes."
    }
  ]
}
