{
  "month": "jul",
  "day": 30,
  "holidays": [
    {
      "title": "International Day of Friendship",
      "description": "We step back and get thankful for those relationships worldwide, which promote and encourage peace."
    },
    {
      "title": "National Cheesecake Day",
      "description": "Join us for the creamiest, cheesiest, and yummiest holiday today."
    },
    {
      "title": "Armed Forces Day (Guatemala)",
      "description": "From attending parades to staging protests, learn how to celebrate like Guatemalans today."
    },
    {
      "title": "Enthronement in Morocco",
      "description": "Let us dive into the interesting history behind the enthronement of Morocco."
    },
    {
      "title": "Martyrs&#39; Day in South Sudan",
      "description": "Do not miss learning everything about Martyrs Day in South Sudan this July 30!"
    },
    {
      "title": "National Father-in-Law Day",
      "description": "There are plenty of ways to celebrate your Dad-in-Law."
    },
    {
      "title": "National Norma Day",
      "description": "Greet the Normas in your life, from friends, and family, to relatives, this National Norma Day."
    },
    {
      "title": "National Support Public Education Day",
      "description": "Improve your country’s future by promoting and supporting the public education sector."
    },
    {
      "title": "National Whistleblower Day",
      "description": "Let’s give it up for whistleblowers who have worked hard to protect us from corruption."
    },
    {
      "title": "Paperback Book Day",
      "description": "If you’re an avid reader, you will know the joy that comes with reading paperback books."
    },
    {
      "title": "Reek Sunday",
      "description": "What is Croagh Patrick, and why do thousands of people summit it every year?"
    },
    {
      "title": "Share a Hug Day",
      "description": "Learn the sad story that inspired Share a Hug Day’s creator to spread compassion."
    },
    {
      "title": "Vanuatu Independence Day",
      "description": "Let’s celebrate Vanuatu Independence Day by learning more about the beautiful island!"
    },
    {
      "title": "WORLD DAY AGAINST TRAFFICKING IN PERSONS",
      "description": "Get ready to stand up against the injustice and evil of human trafficking!"
    },
    {
      "title": "World Snorkeling Day",
      "description": "Discover the history of the snorkel and how to celebrate World Snorkeling Day!"
    },
    {
      "title": "Arnold Schwarzenegger’s Birthday",
      "description": "This esteemed and celebrated icon’s multiple careers have made a solid impact worldwide."
    },
    {
      "title": "Eduin Cazares’s Birthday",
      "description": "This spontaneous and skilled musician has always known how to reach his goals."
    },
    {
      "title": "Henry Ford’s Birthday",
      "description": "No obstacle could stop this smart business tycoon from reaching his goals."
    },
    {
      "title": "Jerry Jewell’s Birthday",
      "description": "There is no stopping this prolific voice actor’s career as it keeps on elevating."
    },
    {
      "title": "Joey King’s Birthday",
      "description": "This award-winning actress has always been an unstoppable and hardworking force!"
    },
    {
      "title": "Lisa Kudrow’s Birthday",
      "description": "An actress well-recognized for her role as Phoebe in the comedy &#34;Friends.&#34;"
    },
    {
      "title": "Terry Crews’s Birthday",
      "description": "This former football player and extraordinary actor has established a name for himself in the industry."
    },
    {
      "title": "Vivica A. Fox’s Birthday",
      "description": "This incredibly talented actress is fiercely hardworking and can achieve anything she wants."
    },
    {
      "title": "Young Lyric’s Birthday",
      "description": "Houston&#39;s own hip-hop princess and internet sensation, she is unquestionably a star on the rise."
    }
  ]
}
