{
  "month": "jul",
  "day": 31,
  "holidays": [
    {
      "title": "National Mutt Day",
      "description": null
    },
    {
      "title": "Harry Potter Birthday",
      "description": "Pack your wand and hop on your broomstick!"
    },
    {
      "title": "Hawaii Flag day",
      "description": "It&#39;s all about celebrating the flag of Hawaii on Hawaii Flag Day."
    },
    {
      "title": "Lifeguard Appreciation Day",
      "description": "Enjoy peace of mind as you take a dip knowing that lifeguards are nearby."
    },
    {
      "title": "Martyrdom Day of Shaheed Udham Singh",
      "description": "Let us remember the life story of Shaheed Udham Singh and the massacre of Amritsar."
    },
    {
      "title": "National Avocado Day",
      "description": "“The avocado is a food without rival among the fruits, the veritable fruit of paradise.”"
    },
    {
      "title": "National Jump for Jelly Beans Day",
      "description": "Jump for joy, this National Jump for Jelly Beans Day, and enjoy a bowl full of them."
    },
    {
      "title": "National Raspberry Cake Day",
      "description": "Raspberries infuse this cake with a unique flavor, elevating it to another level entirely."
    },
    {
      "title": "Shredded Wheat Day",
      "description": "Enjoy a healthy breakfast of 100% whole wheat biscuits to remain energized throughout the day."
    },
    {
      "title": "Uncommon Instrument Awareness Day",
      "description": "This unusual holiday encourages everyone to learn about and try a new and unusual musical instrument."
    },
    {
      "title": "World Ranger Day",
      "description": "We pay tribute to the unsung heroes who protect, preserve, and defend America’s dwindling wilderness."
    },
    {
      "title": "J.K. Rowling’s Birthday",
      "description": "This is one successful and strong woman who is inspiring young women around the world!"
    },
    {
      "title": "Lil Uzi Vert’s Birthday",
      "description": "This well-known rapper and songwriter is one of the most powerful artists in the music industry."
    },
    {
      "title": "Mark Cuban’s Birthday",
      "description": "This prominent businessman and entrepreneur built his empire from the ground up."
    }
  ]
}
