{
  "month": "jan",
  "day": 7,
  "holidays": [
    {
      "title": "Distaff Day",
      "description": "There are some amazing things to discover about Distaff Day, and you’ll find them here."
    },
    {
      "title": "Harlem Globetrotter’s Day",
      "description": "Today we celebrate the Harlem Globetrotters — one of the world’s greatest basketball teams!"
    },
    {
      "title": "I Am a Mentor Day",
      "description": "“A mentor is someone who allows you to see the hope inside yourself.” — Oprah Winfrey"
    },
    {
      "title": "I’m Not Going To Take It Anymore Day",
      "description": "Big changes can occur when people are empowered to stand up for themselves."
    },
    {
      "title": "Mahayana New Year",
      "description": "Celebrating one of the main branches of Buddhism."
    },
    {
      "title": "National Bobblehead Day",
      "description": "We bet you there&#39;s a bobblehead version of any famous person you can think of."
    },
    {
      "title": "National Pass Gas Day",
      "description": "Passing gas is one of those things that will make anyone giggle, from children to adults."
    },
    {
      "title": "National Tempura Day",
      "description": "Celebrating tempura is tastier than you think. We will show you just how much!"
    },
    {
      "title": "Old Rock Day",
      "description": "Remember the Earth’s incredible history and pay tribute to the geologists who help us understand it."
    },
    {
      "title": "Orthodox Christmas Day",
      "description": "Stay in the festive spirit as we celebrate the world’s most renowned holiday once again."
    },
    {
      "title": "Blue Ivy Carter’s Birthday",
      "description": "Blue Ivy Carter became the youngest person to feature in a Billboard-charting song."
    },
    {
      "title": "Camille Rowe’s Birthday",
      "description": "Camille Rowe is a gorgeous creature; we see why Harry Styles couldn’t stop singing about her."
    },
    {
      "title": "Clix’s Birthday",
      "description": "This talented eSports player continues to be a role model for millions of “Fortnite” fans worldwide."
    },
    {
      "title": "Lamar Jackson’s Birthday",
      "description": "This quarterback’s mindset, attitude, focus, and dedication are exemplary! Learn more with us."
    },
    {
      "title": "Lewis Hamilton’s Birthday",
      "description": "Hamilton’s often praised for his ability to make few to no mistakes on the race track."
    },
    {
      "title": "Nicolas Cage’s Birthday",
      "description": "For this Oscar-winning actor, the word ‘fear’ is not in his vocabulary."
    },
    {
      "title": "Rand Paul’s Birthday",
      "description": "He stands out and is ready to defend his ideology, a true upholder of democracy."
    },
    {
      "title": "Weston Koury’s Birthday",
      "description": "He is loved by his multitudes of followers and subscribers across his social media platforms."
    }
  ]
}
