{
  "month": "jan",
  "day": 11,
  "holidays": [
    {
      "title": "Birth anniversary of National Artist Atang de la Rama",
      "description": null
    },
    {
      "title": "Cigarettes are Hazardous to Your Health Day",
      "description": "Stay away from cigarettes and learn how they can negatively impact your health."
    },
    {
      "title": "Healthy Weight, Healthy Look Day",
      "description": "Beef up or cut down on those carbs, and put in some gym time too."
    },
    {
      "title": "Heritage Treasures Day",
      "description": "Heritage means both the tangible and intangible aspects that make up our cultural identity."
    },
    {
      "title": "International Parity at Work Day",
      "description": "Here’s everything you need to know about the fight against inequality in the workplace."
    },
    {
      "title": "International Thank-You Day",
      "description": "What better way to start this new year than with a grateful, thankful heart."
    },
    {
      "title": "Kosrae Constitution Day",
      "description": "Join us as we get ready for some FahFah Erah this Kosrae Constitution Day!"
    },
    {
      "title": "Learn Your Name In Morse Code Day",
      "description": "Stand out! Learn how to write your name in Morse code on this historical day."
    },
    {
      "title": "National Arkansas Day",
      "description": "Parks, museums, rocks, and water… Arkansas deserves a holiday."
    },
    {
      "title": "National Girl Hug Boy Day",
      "description": "A hug warms our hearts and says what words sometimes cannot express."
    },
    {
      "title": "National Hot Toddy Day",
      "description": "The warm drink is created with alcohol, along with honey, lemon, water, and a cinnamon stick."
    },
    {
      "title": "National Human Trafficking Awareness Day",
      "description": "The horrific injustice of human trafficking can affect anyone, and we are here to fight it."
    },
    {
      "title": "National Joel Day",
      "description": "It’s National Joel Day! If you’re a Joel, we’ll be celebrating you today."
    },
    {
      "title": "National Milk Day",
      "description": "Holy cow, it&#39;s National Milk Day! Celebrate the cornerstone of dairy with these ideas."
    },
    {
      "title": "National Tara Day",
      "description": "You may just be Tara to some, but you’re a goddess worth celebrating to us."
    },
    {
      "title": "No Longer New Year&#39;s Day",
      "description": "We don’t want to spoil the fun but the party’s over — it’s time to work again."
    },
    {
      "title": "Paget’s Awareness Day",
      "description": "The most common areas affected by Paget’s are the spine, skull, pelvis, and femur."
    },
    {
      "title": "Secret Pal Day",
      "description": "We celebrate the people who listen to our secrets and keep their mouths shut."
    },
    {
      "title": "Step in a Puddle and Splash Your Friends Day",
      "description": "Step in, splash, and have wet fun with friends; the rain brings puddles for a reason."
    },
    {
      "title": "World Sketchnote Day",
      "description": "Go bold. Go visual! Light up your ideas with more than words and remember it all."
    },
    {
      "title": "Alexander Hamilton’s Birthday",
      "description": "Alexander Hamilton was a leading proponent of a strong central government for the new U.S."
    },
    {
      "title": "Alfonso Arau’s Birthday",
      "description": "Alfonso Arau is a powerhouse of talent! Let’s learn more about his creative life."
    },
    {
      "title": "Emmie Alice’s Birthday",
      "description": "Emmie Alice is a YouTube and Instagram influencer who is passionate about all things fashion!"
    },
    {
      "title": "Jania Bania’s Birthday",
      "description": "She knows how to slay it as an American Instagram influencer and entrepreneur."
    },
    {
      "title": "Kyle Richards’s Birthday",
      "description": "The multi-talented Beverly Hills socialite is an actress, T.V. personality, philanthropist, and so much more."
    },
    {
      "title": "Mary J. Blige’s Birthday",
      "description": "Fall in love all over again with the American musician, singer-songwriter, actor, and model!"
    }
  ]
}
