{
  "month": "jan",
  "day": 13,
  "holidays": [
    {
      "title": "Korean American Day",
      "description": null
    },
    {
      "title": "National Clean Your Desk Day",
      "description": "Here are facts, tips, and motivation to help you organize and declutter today."
    },
    {
      "title": "National Gluten-Free Day",
      "description": "Many know nothing about it, while 2.5 million people in the U.S. battle against it."
    },
    {
      "title": "National Rubber Ducky Day",
      "description": "Learn all about the history of your favorite bath accessory — the Rubber Ducky!"
    },
    {
      "title": "Calennig",
      "description": "Explore the fascinating history of this Welsh New Year Celebration with us!"
    },
    {
      "title": "Coming of Age Day",
      "description": "Coming of Age Day is a Japanese tradition with many interesting elements and much glamour."
    },
    {
      "title": "Make Your Dream Come True Day",
      "description": "Celebrate the dreams that give your life purpose and make them a reality!"
    },
    {
      "title": "National 4th Graders Day",
      "description": "Let&#39;s celebrate the magic of being 9 or 10 and show what fourth graders can do!"
    },
    {
      "title": "National Catherine Day",
      "description": "Get ready to celebrate this day and all the Catherines in the world with us!"
    },
    {
      "title": "National Kathleen Day",
      "description": "No matter how many Kathleen&#39;s you know, you will always find time to honor them all."
    },
    {
      "title": "National Peach Melba Day",
      "description": "Check out our delicious suggestions as you celebrate this decadently sweet day!"
    },
    {
      "title": "National Sticker Day",
      "description": "Unleash your inner child and get creative with some stickers!"
    },
    {
      "title": "Plough Monday",
      "description": "We have all the details you need to know about this unique farmworkers festival."
    },
    {
      "title": "Poetry Break Day",
      "description": "Ignite your creativity, grab your pen and notebook, and let poetry flow through them!"
    },
    {
      "title": "Public Radio Broadcasting Day",
      "description": "Learn how the radio was invented and how to appreciate and celebrate this day."
    },
    {
      "title": "Stephen Foster Memorial Day",
      "description": "Learn about the man, his music, and how you can honor his memory."
    },
    {
      "title": "Lohri",
      "description": "Put aside the cold winter nights, and celebrate the long sunny days ahead."
    },
    {
      "title": "Liam Hemsworth’s Birthday",
      "description": "Charming, charismatic, and competent are the traits this talented and successful actor embodies."
    },
    {
      "title": "Lori Harvey’s Birthday",
      "description": "This beautiful, confident Instagram star and model is making her way to the top."
    },
    {
      "title": "Mike Majlak’s Birthday",
      "description": "This social media personality takes center stage on his channel on his terms."
    },
    {
      "title": "Nique Nique&amp;King’s Birthday",
      "description": "Her fans love her vlogs, whether as part of a duo or on her own!"
    },
    {
      "title": "Orlando Bloom’s Birthday",
      "description": "A talented actor with an incredible impact, Orlando Bloom is the best in the game!"
    },
    {
      "title": "Patrick Dempsey’s Birthday",
      "description": "This award-winning rom-com darlin&#39; continues to make our hearts flutter, even today!"
    },
    {
      "title": "Tre Brooks’s Birthday",
      "description": "This social media sensation has not looked back ever since he stepped into the spotlight."
    },
    {
      "title": "Tyler Henry’s Birthday",
      "description": "As the Hollywood Medium, he&#39;s been sitting down with some of the biggest Hollywood stars."
    }
  ]
}
