{
  "month": "jan",
  "day": 16,
  "holidays": [
    {
      "title": "National Fig Newton Day",
      "description": null
    },
    {
      "title": "National Nothing Day",
      "description": "If you’re doing nothing, aren’t you doing something, with nothing as the thing you’re doing?"
    },
    {
      "title": "Appreciate a Dragon Day",
      "description": "Get ready for some exhilaration as we celebrate one of man’s greatest imaginative creatures."
    },
    {
      "title": "Book Publishers Day",
      "description": "Come along, let’s celebrate industrious people who make books available to us all."
    },
    {
      "title": "International Hot and Spicy Food Day",
      "description": "On this day, get ready to consume some delicious, yet super spicy dishes."
    },
    {
      "title": "National Boston Day",
      "description": "Bring your party glasses and cakes as we celebrate this day and the name, Boston!"
    },
    {
      "title": "National Good Teen Day",
      "description": "Get ready to celebrate teens who make an effort to be responsible members of society."
    },
    {
      "title": "National Quinoa Day",
      "description": "Get your plates out as we serve up some information about quinoa."
    },
    {
      "title": "National Religious Freedom Day",
      "description": "On this day, promote the message of religious acceptance in any way you can."
    },
    {
      "title": "National Without a Scalpel Day",
      "description": "Join in as we celebrate one of the most remarkable medical innovations."
    },
    {
      "title": "Prohibition Remembrance Day",
      "description": "Prepare to observe a day that reminds us of the need to stay clear-headed."
    },
    {
      "title": "Signing of the Peace Accords",
      "description": "The peace agreements were historic for El Salvador, and we’ve got all the details here."
    },
    {
      "title": "Women’s Healthy Weight Day",
      "description": "Get ready ladies as it’s time to flaunt that beautiful body with confidence."
    },
    {
      "title": "Aaliyah’s Birthday",
      "description": "Talented, beautiful, and modest — three words that perfectly describe Aaliyah, the R&amp;B singer-turned-actress."
    },
    {
      "title": "Jennie Kim’s Birthday",
      "description": "This Korean superstar is phenomenal; she has the world at her feet!"
    },
    {
      "title": "Jubilee Sharpe’s Birthday",
      "description": "Like the phoenix, Sharpe has risen from the ashes and focuses on a brighter future."
    },
    {
      "title": "Lin-Manuel Miranda’s Birthday",
      "description": "Lin-Manuel Miranda has conquered Broadway and nothing can stop him from achieving more."
    },
    {
      "title": "Ruby Rube’s Birthday",
      "description": "The richness and hilarity of this young and talented influencer’s content are unmatched."
    },
    {
      "title": "Sidharth Malhotra’s Birthday",
      "description": "The handsome and talented model-turned-actor has amassed millions of fans throughout his career."
    }
  ]
}
