{
  "month": "jan",
  "day": 17,
  "holidays": [
    {
      "title": "Museum Selfie Day",
      "description": null
    },
    {
      "title": "National Lose the Jet Lag Day",
      "description": "Shining a light on jet lag science and helping travelers adjust rapidly to new time zones!"
    },
    {
      "title": "Benjamin Franklin Day",
      "description": "Benjamin Franklin is more than just the face on your money — here’s why we pay homage."
    },
    {
      "title": "Cable Car Day",
      "description": "Cable cars are one of the greenest modes of transport. Read on to find out why!"
    },
    {
      "title": "Customer Service Day",
      "description": "Good customer service can be an asset to a brand. Read on to find out why!"
    },
    {
      "title": "Day of Judgment",
      "description": "Go on, be your own judge and make up the rules this Day of Judgment!"
    },
    {
      "title": "Ditch New Year&#39;s Resolution Day",
      "description": "Grab some ice cream, skip that workout, and spend more time on your phone!"
    },
    {
      "title": "International We Are Not Broken Day",
      "description": "Let’s pause for a while and think of someone traumatized or injured physically and emotionally."
    },
    {
      "title": "James Leonard Tagle Gordon Day",
      "description": "Hats off, it’s James Leonard Tagle Gordon Day! Let’s learn more about the late hero."
    },
    {
      "title": "Kid Inventors’ Day",
      "description": "Kid geniuses are all around us. Take a day to celebrate and learn more!"
    },
    {
      "title": "National Bootlegger’s Day",
      "description": "Raise your glass as we celebrate those who took risks to keep the good times rolling."
    },
    {
      "title": "National Carolina Day",
      "description": "National Carolina Day is here! Let us come together to celebrate this beautiful name!"
    },
    {
      "title": "National Charlotte Day",
      "description": "Let us learn about the Charlottes who have left their mark on the world."
    },
    {
      "title": "National Hot Buttered Rum Day",
      "description": "Enjoyed best in the fall and winter, Hot Buttered Rum is “comfort food in a mug.”"
    },
    {
      "title": "National Hot Heads Chili Day",
      "description": "Make your meals extra hot today and celebrate National Hot Heads Chili Day with us!"
    },
    {
      "title": "National Ta Day",
      "description": "It is time for people to come together and celebrate this day to appreciate and recognize all Ta’s in the world."
    },
    {
      "title": "Popeye Day",
      "description": "Let us take a stroll through one of the most popular comic cartoons of all time."
    },
    {
      "title": "Michelle Obama’s Birthday",
      "description": "As first lady, Michelle Obama won our hearts with inspiring speeches and acts of kindness."
    },
    {
      "title": "Betty White’s Birthday",
      "description": "This Hollywood icon has left her successors with big shoes to fill."
    },
    {
      "title": "Dwyane Wade’s Birthday",
      "description": "This retired ballplayer has nothing left to prove. He’s won it all."
    },
    {
      "title": "Eartha Kitt’s Birthday",
      "description": "This bundle of talent blazed the trail for countless black singers and actresses."
    },
    {
      "title": "FKA Twigs’s Birthday",
      "description": "The talented FKA Twigs will make a fan out of anyone who experiences her work."
    },
    {
      "title": "Jake Paul’s Birthday",
      "description": "For this versatile personality and mogul, many new opportunities still await him."
    },
    {
      "title": "James Earl Jones’s Birthday",
      "description": "With his deep voice and infectious laugh, we cannot get enough of Jones."
    },
    {
      "title": "Jim Carrey’s Birthday",
      "description": "There may not be more feats left to conquer for this comedic Golden Globe Award-winning actor."
    },
    {
      "title": "Kid Rock’s Birthday",
      "description": "Kid Rock is not afraid of going the extra mile to be the best at everything!"
    },
    {
      "title": "Maury Povich’s Birthday",
      "description": "Let’s honor the brash king of tabloid T.V. we’ll surely miss watching on our screens."
    },
    {
      "title": "Muhammad Ali’s Birthday",
      "description": "Muhammad Ali is the man, the myth, and the legend who lives on in our hearts."
    },
    {
      "title": "Ray J’s Birthday",
      "description": "He’s an artist and T.V. personality who had dreams and worked hard to achieve them."
    },
    {
      "title": "Sara Molina’s Birthday",
      "description": "Despite the controversies, she has managed to stay resilient and make a name for herself."
    },
    {
      "title": "Skate Maloley’s Birthday",
      "description": "Quitting college after a year to pursue music is a typical Skate Maloley move!"
    },
    {
      "title": "Steve Harvey’s Birthday",
      "description": "This multi-talented entertainment star has certainly made his mark in the industry."
    },
    {
      "title": "Zooey Deschanel’s Birthday",
      "description": "This award-winning actor and singer has risen to become a juggernaut in Hollywood."
    }
  ]
}
