{
  "month": "jan",
  "day": 19,
  "holidays": [
    {
      "title": "National Popcorn Day",
      "description": null
    },
    {
      "title": "Artist as Outlaw Day",
      "description": "Get your paints and spray cans ready as we gear up to celebrate outlaw artists!"
    },
    {
      "title": "Brew a Potion Day",
      "description": "Get your cauldrons out and brew with us as we celebrate Brew a Potion Day!"
    },
    {
      "title": "Day of Sanctity and Protection of Human Life",
      "description": "Today reflects on how precious life is — no matter how short it is."
    },
    {
      "title": "Good Memory Day",
      "description": "What better way to celebrate Good Memory Day than to actually make good memories?"
    },
    {
      "title": "Gun Appreciation Day",
      "description": "Get ready to discuss gun safety and other ways to appreciate guns."
    },
    {
      "title": "Robert E. Lee Day",
      "description": "Here’s everything you need to know about this state holiday and how to celebrate it."
    },
    {
      "title": "Tenderness Toward Existence Day",
      "description": "Open up your hearts and minds; get ready to celebrate and appreciate life."
    },
    {
      "title": "Tin Can Day",
      "description": "Crack open your favorite canned food as we celebrate the most functional food preservation tool!"
    },
    {
      "title": "World Quark Day",
      "description": "Get your spoons out to scoop up everything we’ve got for World Quark Day."
    },
    {
      "title": "World Religion Day",
      "description": "Our differences make us stronger, so join us in celebrating our different beliefs and cultures."
    },
    {
      "title": "World Snow Day",
      "description": "‘Enjoy, experience and explore’ —  the motto of World Snow Day, which we’re taking seriously indeed."
    },
    {
      "title": "Dolly Parton’s Birthday",
      "description": "This altruistic social butterfly and businesswoman who sings, acts, and writes songs is our star."
    },
    {
      "title": "Edgar Allan Poe’s Birthday",
      "description": "Cheers to the man who pioneered what we refer to as the ambiguous horror story."
    },
    {
      "title": "Janis Joplin’s Birthday",
      "description": "She was the world’s first true female rock star, the “queen of rock ‘n’ roll.”"
    },
    {
      "title": "Lil Scrappy’s Birthday",
      "description": "Celebrating a well-respected rapper and a household name in the Southern hip-hop arena."
    },
    {
      "title": "Mac Miller’s Birthday",
      "description": "He was one of the leaders of the “new school” of young and talented rappers."
    },
    {
      "title": "Paula Deen’s Birthday",
      "description": "The “queen of Southern cooking” always works her magic in the kitchen."
    }
  ]
}
