{
  "month": "jan",
  "day": 20,
  "holidays": [
    {
      "title": "National Cheese Lover&#39;s Day",
      "description": null
    },
    {
      "title": "National DJ Day",
      "description": "From playing the &#39;Chicken Dance&#39; for the millionth time to getting us through the morning commute, here&#39;s to DJs!"
    },
    {
      "title": "National Penguin Day",
      "description": "They walk around in tuxedos, they have a cute waddle, and they&#39;re unique!"
    },
    {
      "title": "Camcorder Day",
      "description": "Get ready to record as we celebrate the rich history of our beloved camcorder."
    },
    {
      "title": "Guru Gobind Singh Jayanti",
      "description": "This year marks the 354th birth anniversary of Guru Gobind Singh."
    },
    {
      "title": "Inauguration Day",
      "description": "Join us in keeping up the spirit, and celebrate this ceremonial day of swearing-ins, parades, and more."
    },
    {
      "title": "International Day of Acceptance",
      "description": "Experience the tranquility as you journey through the divine paths of acceptance."
    },
    {
      "title": "National Charlie Day",
      "description": "Keep reading to learn the history of this name and how to celebrate the day!"
    },
    {
      "title": "National Claudia Day",
      "description": "Keep reading to learn about variations, popularity, and facts about the name Claudia."
    },
    {
      "title": "National Coffee Break Day",
      "description": "Take a break and let&#39;s enjoy a warm cup of great coffee together!"
    },
    {
      "title": "National Judy Day",
      "description": "Learn about the name’s popularity and the famous people who are named Judy!"
    },
    {
      "title": "National Sebastian Day",
      "description": "Raise a glass to all the Sebastians around the world on National Sebastian Day."
    },
    {
      "title": "National Use Your Gift Card Day",
      "description": "Save your cash, and use those leftover gift cards to buy something nice for yourself."
    },
    {
      "title": "Penguin Awareness Day",
      "description": "The penguin population needs us! Let’s get ready to raise awareness"
    },
    {
      "title": "Soup Swap Day",
      "description": "Join your friends and family and sit together for a tasty treat of hot soup."
    },
    {
      "title": "Take A Walk Outdoors Day",
      "description": "Put your sedentary life on pause and step out for a stroll today."
    },
    {
      "title": "Bill Maher’s Birthday",
      "description": "For more than three decades, this iconic T.V. host has shown no signs of stopping."
    },
    {
      "title": "Blueface’s Birthday",
      "description": "Nothing is holding back this talented rapper’s ascend to stardom and we celebrate him."
    },
    {
      "title": "David Lynch’s Birthday",
      "description": "This renowned director is such a creative and talented staple of his generation."
    },
    {
      "title": "Emma Marie’s Birthday",
      "description": "Emma Marie is a teenage YouTube sensation and social media personality with an exciting future."
    },
    {
      "title": "Evan Peters’s Birthday",
      "description": "This gifted actor and film producer’s career can go nowhere but up."
    },
    {
      "title": "Skeet Ulrich’s Birthday",
      "description": "The legendary actor has been around the block and has even branched out beyond acting."
    },
    {
      "title": "Tyler Herro’s Birthday",
      "description": "When skill meets hard work, there is no stopping such a force as this one."
    }
  ]
}
