{
  "month": "jan",
  "day": 27,
  "holidays": [
    {
      "title": "International Holocaust Remembrance Day",
      "description": null
    },
    {
      "title": "National Chocolate Cake Day",
      "description": "Layered, molten, Bundt, fluffy, mousse-y, decadent, frosted, it is love at first bite!"
    },
    {
      "title": "Auschwitz Liberation Day",
      "description": "We ought to never forget such hate and violence — so let’s observe in unison!"
    },
    {
      "title": "Holocaust Memorial Day",
      "description": "Today, we remember the courage and strength of those who suffered and died during the Holocaust."
    },
    {
      "title": "Local Quilt Shop Day",
      "description": "Get out your wallet — go and spoil a quilter you know at your local quilt shop."
    },
    {
      "title": "National Geographic Day",
      "description": "Come and celebrate with us because there is ‘NAThing’ like “National Geographic,” are we right?"
    },
    {
      "title": "National Seed Swap Day",
      "description": "Pull out your gardening aprons; sharpen your tools. The season to plant new seeds is here."
    },
    {
      "title": "Punch the Clock Day",
      "description": "Trust us — celebrating Punch the Clock Day is not a waste of time!"
    },
    {
      "title": "Thomas Crapper Day",
      "description": "Don’t let all his work go down the crapper, come celebrate Thomas Crapper Day with us!"
    },
    {
      "title": "Vietnam Peace Day",
      "description": "Join us as we explore some important history this Vietnam Peace Day."
    },
    {
      "title": "Visit Your Local Quilt Shop Day",
      "description": "Let’s celebrate the beauty of quilts, their origins, and their ingenious artistry!"
    },
    {
      "title": "World Breast Pumping Day",
      "description": "Let&#39;s all encourage moms to provide healthy nutrition for the little tots the easy way."
    },
    {
      "title": "Benny Soliven’s Birthday",
      "description": "This YouTube-famous celebrity knows how to make people smile and forget their troubles!"
    },
    {
      "title": "Carl Radke’s Birthday",
      "description": "From his humble beginnings to his time in the spotlight, learn more about Carl Radke here."
    },
    {
      "title": "FaZe Sway’s Birthday",
      "description": "No one plays “Fortnite: better than the exceptionally talented gamer, FaZe Sway."
    },
    {
      "title": "Kathleen Lights’s Birthday",
      "description": "Kathleen Fuentes is a gifted makeup artist who uploads useful makeup videos on YouTube."
    },
    {
      "title": "Vincent Herbert’s Birthday",
      "description": "This record producer has carved a niche for himself in the entertainment scene."
    },
    {
      "title": "Wolfgang Amadeus Mozart’s Birthday",
      "description": "The prolific and impossibly talented composer will remain influential until the end of time."
    }
  ]
}
