{
  "month": "jan",
  "day": 30,
  "holidays": [
    {
      "title": "National Croissant Day",
      "description": null
    },
    {
      "title": "Martyrs&#39; Day",
      "description": "Light a candle and say a prayer as we honor the legacy of Mahatma Gandhi."
    },
    {
      "title": "NASA&#39;s Day of Remembrance",
      "description": "Observe this day to remember the warriors who laid down their lives for space exploration."
    },
    {
      "title": "National Draw A Dinosaur Day",
      "description": "Bring out your pencils, colors, and paintbrushes and step back into the Jurassic world."
    },
    {
      "title": "National Escape Day",
      "description": "Get going or do nothing — whatever you feel helps you enjoy life in the moment."
    },
    {
      "title": "National Inane Answering Message Day",
      "description": "This month, clear out your phonebook and call out those who waste your time."
    },
    {
      "title": "National Maxwell Day",
      "description": "Did you know that the name Maxwell is linked to a physics formula? Now you know."
    },
    {
      "title": "School Day of Non-violence and Peace",
      "description": "Come, let&#39;s motivate our future leaders to seek a path of non-violence and universal peace."
    },
    {
      "title": "Yodel For Your Neighbors Day",
      "description": "Take a stroll through your neighborhood and yodel along with your neighbors!"
    },
    {
      "title": "Sonam Losar",
      "description": "Experience the exotic Tamang culture in Nepal on Sonam Lhosar."
    },
    {
      "title": "Becky Lynch’s Birthday",
      "description": "The reigning Raw and SmackDown Women&#39;s champion is already a legend in the books."
    },
    {
      "title": "Biggy Norris’s Birthday",
      "description": "Songwriting, singing, skateboarding, surfing, 690,000 followers…Is there anything he can’t do?"
    },
    {
      "title": "Christian Bale’s Birthday",
      "description": "Hollywood stars like him walk straight into our hearts from the red carpet."
    },
    {
      "title": "Franklin D. Roosevelt’s Birthday",
      "description": "With over a decade in power, we sure can learn some things from this great man."
    },
    {
      "title": "Kid Cudi’s Birthday",
      "description": "He was a loner who achieved overnight success thanks to a post on MySpace."
    },
    {
      "title": "Kirk Frost’s Birthday",
      "description": "Ups and downs, everyone has them. Kirk Frost finally found peace after a convoluted life."
    },
    {
      "title": "Phil Collins’s Birthday",
      "description": "The training he received from Barbara Speake helped sharpen his acting and singing skills."
    },
    {
      "title": "Phil Lester’s Birthday",
      "description": "Phil Lester is the hero of a hidden community full of people wanting a voice."
    }
  ]
}
