{
  "month": "dec",
  "day": 2,
  "holidays": [
    {
      "title": "National Bartender Day",
      "description": null
    },
    {
      "title": "National Mutt Day",
      "description": "This one&#39;s for the mutts! There&#39;s no ifs, ands, or mutts about it."
    },
    {
      "title": "Asom Divas",
      "description": "Discover all there is to know about Assam’s influential ruler during the medieval ages."
    },
    {
      "title": "Bartender Appreciation Day",
      "description": "Appreciate those in one of the world&#39;s oldest professions."
    },
    {
      "title": "Business of Popping Corn Day",
      "description": "What would life be like without the heavenly smelling, buttery tasting, crunchy snack we all love?"
    },
    {
      "title": "International Day for the Abolition of Slavery",
      "description": "Slavery still benefits the world economy but at the cost of our humanity. It needs to stop!"
    },
    {
      "title": "International Sweater Vestival",
      "description": "You cannot deny that the fashion staple is making a fashionable comeback."
    },
    {
      "title": "Lao National Day",
      "description": "Understand the story behind modern-day Laos and how it became a communist republic."
    },
    {
      "title": "National Anytime Hawaiian Day",
      "description": "Dress up in Aloha shirts, wear leis, and get ready to groove to the pahu beat."
    },
    {
      "title": "National Build Joy Day",
      "description": "A little kindness goes a long way and today is meant for just that — creating joy!"
    },
    {
      "title": "National Fritters Day",
      "description": "Fritters are easy to cook, and exist in different forms in cuisines all across the world."
    },
    {
      "title": "National Katherine Day",
      "description": "Happy National Katherine Day to Katherines across the world! Celebrate right here with us!"
    },
    {
      "title": "National Skip School Day",
      "description": "Get ready for some out-of-the-classroom fun, or just slay in your pajamas on the couch."
    },
    {
      "title": "Safety Razor Day",
      "description": "Safety razor shaving is the epitome of classic revolutionary low-tech inventions that changed our lives."
    },
    {
      "title": "SKYWARN™ Recognition Day",
      "description": "Never fear, SKYWARN™ volunteers are here to keep you informed about the weather."
    },
    {
      "title": "Special Education Day",
      "description": "Today is very special because every child deserves the best education available."
    },
    {
      "title": "UAE National Day",
      "description": "The National Day of the UAE is a huge occasion that holds great historic relevance."
    },
    {
      "title": "World Computer Literacy Day",
      "description": "Celebrate World Computer Literacy Day by extending a helping hand to those who could use it."
    },
    {
      "title": "World Pollution Prevention Day",
      "description": "Show some love for Mother Earth and spread awareness about the perils of pollution."
    },
    {
      "title": "Aaron Rodgers’s Birthday",
      "description": "He holds the N.F.L. record for “greatest touchdown to interception ratio.”"
    },
    {
      "title": "Abra’s Birthday",
      "description": "This talented rapper has set the pace for future Filipino rappers to come!"
    },
    {
      "title": "Action Bronson’s Birthday",
      "description": "Action Bronson has a rich career in music and the culinary arts — learn all about it."
    },
    {
      "title": "Britney Spears’s Birthday",
      "description": "We celebrate this artist whose impact on mainstream music and pop culture remains undisputed."
    },
    {
      "title": "Charlie Puth’s Birthday",
      "description": "This talented singer-songwriter kept entertaining fans with his magical voice and musical ability."
    },
    {
      "title": "Gianni Versace’s Birthday",
      "description": "Nurturing a skill learned from home could make someone successful. Versace&#39;s story is a case study!"
    },
    {
      "title": "Juice WRLD’s Birthday",
      "description": "With his unique vocal delivery and heartfelt lyrics, Juice WRLD’s songs speak for a generation."
    },
    {
      "title": "Lucy Liu’s Birthday",
      "description": "The talented actress has taken Hollywood by storm and is clearly on top."
    },
    {
      "title": "Nailah Blackman’s Birthday",
      "description": "Unarguably, Nailah Blackman is putting Trinidad and Tobago music on the world map."
    },
    {
      "title": "Nelly Furtado’s Birthday",
      "description": "Her voice is instantly recognizable and her music is loved to this day!"
    },
    {
      "title": "Pedro Vargas’s Birthday",
      "description": "With his exceptional voice, Pedro Vargas creates beautiful melodies that have a calming effect on everyone."
    },
    {
      "title": "Ryker Person’s Birthday",
      "description": "Do you enjoy watching quality lip-sync and dance videos? Check out Ryker Person&#39;s TikTok page!"
    },
    {
      "title": "Ssundee’s Birthday",
      "description": "This YouTube gamer and father still has much to offer the world!"
    },
    {
      "title": "Teairra Marí’s Birthday",
      "description": "Teairra Marí is a triple threat! Discover why as we celebrate her birthday!"
    }
  ]
}
