{
  "month": "dec",
  "day": 5,
  "holidays": [
    {
      "title": "International Ninja Day",
      "description": "Wear a ninja mask to plague your peers with ninja-ness and throwing stars!"
    },
    {
      "title": "National Repeal Day",
      "description": "If you enjoy alcohol, then celebrate your legal freedom to consume it today."
    },
    {
      "title": "Bathtub Party Day",
      "description": "Ditch your clothes, get the bath bombs, and get ready for a bathtub party."
    },
    {
      "title": "Celebrate Shelter Pets Day",
      "description": "Show Shelter Pets some love by giving at least one pet from the shelter a treat."
    },
    {
      "title": "Discovery Day (Haiti)",
      "description": "Here’s all you need to know about Haiti and how it commemorates Discovery Day."
    },
    {
      "title": "International Volunteer Day",
      "description": "Spare a moment of your time to help the less fortunate today!"
    },
    {
      "title": "Krampusnacht",
      "description": "Get your schnapps offerings to celebrate the arrival of the Krampus and his ‘ruten.’"
    },
    {
      "title": "Light up A Life",
      "description": "Light up A Life is celebrated to help people keep the memories of loved ones alive."
    },
    {
      "title": "National AFL-CIO Day",
      "description": "Happy National AFL-CIO Day! Working people nationwide will be taking some time to celebrate."
    },
    {
      "title": "National Blue Jeans Day",
      "description": "Put on your favorite pair of denim clothes on National Blue Jeans Day!"
    },
    {
      "title": "National Communicate with your kids days",
      "description": "Communication is the key to absolutely everything — even for kids and parents."
    },
    {
      "title": "National Devon Day",
      "description": "Join us as we give a huge shout-out to the Devons we know and love."
    },
    {
      "title": "National Father&#39;s Day in Thailand",
      "description": "It’s time to celebrate fathers and father figures as we mark National Father’s Day in Thailand."
    },
    {
      "title": "National Johnny Day",
      "description": "Here’s Johnny! Let’s all take a minute and appreciate all the Johnnys you know."
    },
    {
      "title": "Sacher-Torte Day",
      "description": "Grab a fork and give in to your chocolate cravings as we celebrate Sacher-Torte Day."
    },
    {
      "title": "Walt Disney Day",
      "description": "On Walt Disney Day, dress up as your favorite Disney character and have a blast!"
    },
    {
      "title": "World Soil Day",
      "description": "Celebrate World Soil Day with us! Let’s dig deeper and discover ways to make it memorable."
    },
    {
      "title": "Ava Kolker’s Birthday",
      "description": "This talented young actress is about to become the next T.V. sensation."
    },
    {
      "title": "Bianka Bryant’s Birthday",
      "description": "Let’s celebrate Bianka Bryant’s birthday, the daughter of the late N.B.A. star Kobe Byrant."
    },
    {
      "title": "Chase Rutherford’s Birthday",
      "description": "This TikTok star is absolutely hilarious and funny should be his middle name."
    },
    {
      "title": "Christina Rossetti’s Birthday",
      "description": "This remarkable English poet and writer has an inimitable legacy. Let’s celebrate her memory today!"
    },
    {
      "title": "Claudia Walsh’s Birthday",
      "description": "The internet celebrity is establishing herself and quickly ascending to the top."
    },
    {
      "title": "Clayton Jennings’s Birthday",
      "description": "This religious leader is on a quest to reach everyone&#39;s hearts and minds."
    },
    {
      "title": "Conan Gray’s Birthday",
      "description": "Regarded as the artist for sad teenagers, Conan Gray&#39;s music is authentic and unique."
    },
    {
      "title": "Frankie Muniz’s Birthday",
      "description": "He’s the reason we’ve been hooked on &#34;Malcolm in the Middle&#34; all these years."
    },
    {
      "title": "Gary Allan’s Birthday",
      "description": "Dedication and hard work will get you wherever you dream of, just like they did Allan."
    },
    {
      "title": "Haley Pham’s Birthday",
      "description": "This YouTube star’s unique content and personality will make you fall in love with her."
    },
    {
      "title": "Joan Didion’s Birthday",
      "description": "The renowned American writer, Joan Didion, has left behind a timeless legacy."
    },
    {
      "title": "Jules LeBlanc’s Birthday",
      "description": "Let’s celebrate Jules LeBlanc, the T.V. actress that has multiple talents up her sleeves."
    },
    {
      "title": "Keri Hilson’s Birthday",
      "description": "Hilson’s career began in 2002 and she’s been making bangers ever since!"
    },
    {
      "title": "Khadeen Ellis’s Birthday",
      "description": "Podcast host, content creator, public speaker, actress, mother, and wife: Khadeen Ellis is the real deal."
    },
    {
      "title": "Kwon Yuri’s Birthday",
      "description": "Life for this successful and talented K-pop star is just getting started."
    },
    {
      "title": "Lauren London’s Birthday",
      "description": "From music videos to the big screen, this charismatic actress has steadily worked her way up."
    },
    {
      "title": "Lexi Hensler’s Birthday",
      "description": "The talented model, influencer, and YouTube star Lexi Hensler has a lot to offer us."
    },
    {
      "title": "Little Richard’s Birthday",
      "description": "Follow Richard&#39;s way and ensure to keep soaring higher even amid controversies."
    },
    {
      "title": "Manish Malhotra’s Birthday",
      "description": "Manish Malhotra is regarded as one of the greatest Indian fashion designers ever."
    },
    {
      "title": "Martin Van Buren’s Birthday",
      "description": "This Democratic Party founder rose to prominence as the eighth President of the United States."
    },
    {
      "title": "Matt James’s Birthday",
      "description": "Let’s celebrate the first male African American to be seen on A.B.C.&#39;s &#34;The Bachelor.&#34;"
    },
    {
      "title": "Paula Patton’s Birthday",
      "description": "Paula Patton made her debut by joining Will Smith and Kevin James in “Hitch!”"
    },
    {
      "title": "Saint West’s Birthday",
      "description": "The cutest celebrity and the most adorable face on social media is Saint West!"
    },
    {
      "title": "Taz Skylar’s Birthday",
      "description": "Skylar is an actor with range and he is proving himself in showbiz!"
    },
    {
      "title": "UnspeakableGaming’s Birthday",
      "description": "Let’s celebrate this remarkable star who is one of the fastest-growing “Minecraft” YouTubers globally."
    },
    {
      "title": "Walt Disney’s Birthday",
      "description": "The man behind our favorite animated cartoons, Walt Disney was a visionary and talented illustrator."
    }
  ]
}
