{
  "month": "dec",
  "day": 6,
  "holidays": [
    {
      "title": "National Gazpacho Day",
      "description": null
    },
    {
      "title": "National Miners Day",
      "description": "They have one of the most difficult and dangerous jobs you can imagine."
    },
    {
      "title": "St. Nicholas Day",
      "description": "Let’s learn about St. Nicholas and what this day is truly about."
    },
    {
      "title": "Día de la Constitución",
      "description": "Celebrate the beginning of the Spanish democracy by speaking up against dictatorship regimes."
    },
    {
      "title": "Finland Independence Day",
      "description": "To all the Finns out there, celebrate this Independence Day with more fervor than ever before!"
    },
    {
      "title": "Foundation of Quito Day",
      "description": "Explore the history of Ecuador with us as we take a deep dive into Quito!"
    },
    {
      "title": "King Bhumibol’s Birthday",
      "description": "Did you know King Bhumibol played a critical role in turning Thailand into a democracy?"
    },
    {
      "title": "Mitten Tree Day",
      "description": "Keep your hands toasty warm this Mitten Tree Day, and maybe bless someone else too!"
    },
    {
      "title": "National Day of Remembrance and Action on Violence Against Women",
      "description": "Join the movement as we shed light on the dangers of gender-based violence."
    },
    {
      "title": "National Microwave Oven Day",
      "description": "Grab your best mitts; the heat is on as we celebrate National Microwave Oven Day."
    },
    {
      "title": "National Pawnbrokers Day",
      "description": "Let’s celebrate the impact of pawnbrokers on our society this Pawnbrokers Day."
    },
    {
      "title": "National Travis Day",
      "description": "All Travises around the globe should be celebrated and recognized on this day."
    },
    {
      "title": "Put on Your Own Shoes Day",
      "description": "You could see this day as a metaphor for proudly strutting your stuff."
    },
    {
      "title": "St Nicholas Day",
      "description": "Observe St. Nicholas Day by rescuing your patrons and embracing the generous spirit of St. Nicholas."
    },
    {
      "title": "World Trick Shot Day",
      "description": "Prepare yourself for a load of thrills as we celebrate an exceptional sporting day."
    },
    {
      "title": "A Boogie wit da Hoodie’s Birthday",
      "description": "Follow us as we take a drive through Dubose’s path to stardom."
    },
    {
      "title": "Darian Rojas’s Birthday",
      "description": "Learn about one of Mexico’s biggest TikTok stars who’s taking the platform by storm."
    },
    {
      "title": "EvanTubeHD’s Birthday",
      "description": "The YouTube genes run strong in EvanTubeHD&#39;s family. We’re celebrating him today!"
    },
    {
      "title": "Frankie Beverly’s Birthday",
      "description": "Frankie Beverly is a man of many talents and has a captivating stage presence!"
    },
    {
      "title": "Giannis Antetokounmpo’s Birthday",
      "description": "Nicknamed the ‘Greek Freak,’ Antetokounmpo is one of the greatest basketball players of our time."
    },
    {
      "title": "Kenneth Copeland’s Birthday",
      "description": "Kenneth Copeland is truly versatile and is one of the most famous pastors in the world."
    },
    {
      "title": "Mike Wilkerson’s Birthday",
      "description": "The possibilities are endless for this emerging TikTok star, influencer, and YouTuber."
    },
    {
      "title": "Millie Davis’s Birthday",
      "description": "Learn more about one of the most celebrated child actresses of our time."
    },
    {
      "title": "Nathan Blair’s Birthday",
      "description": "He is fast becoming one of the most talked about stars in the movie industry today."
    },
    {
      "title": "Princess Sofia’s Birthday",
      "description": "The story of this Swedish Duchess is a tale made of dreams."
    },
    {
      "title": "Satoru Iwata’s Birthday",
      "description": "Satoru Iwata started working with Nintendo in 1999 and became its Chief Executive Officer in 2002."
    },
    {
      "title": "Stella Chuu’s Birthday",
      "description": "Stella Chuu is known for capturing our hearts with each new character she creates."
    },
    {
      "title": "That Girl Nicole’s Birthday",
      "description": "Find out everything you need to know about That Girl Nicole right here."
    }
  ]
}
