{
  "month": "dec",
  "day": 8,
  "holidays": [
    {
      "title": "National Brownie Day",
      "description": "Indulge in gooey goodness and let the world melt away for a delectable moment."
    },
    {
      "title": "Pretend To Be A Time Traveler Day",
      "description": "On this day of imagination and time-hopping, we go wherever we want."
    },
    {
      "title": "Albanian National Youth Day",
      "description": "The future belongs to the youths; encourage youth activities to help the next generation thrive."
    },
    {
      "title": "Bodhi Day",
      "description": "Prepare your hearts and minds as we celebrate a day that brings out the best in us."
    },
    {
      "title": "Feast of the Immaculate Conception",
      "description": "Let us celebrate Mary and her sinless conception on the Feast of the Immaculate Conception."
    },
    {
      "title": "Feast of the Immaculate Conception",
      "description": "A very important pillar of Catholic teaching is celebrated on the Feast of the Immaculate Conception."
    },
    {
      "title": "Immaculate Conception Day",
      "description": "Learn how to kick off Spain’s Christmas season with the Immaculate Conception Day celebrations."
    },
    {
      "title": "Lard Day",
      "description": "Get your apron ready as we learn about cooking with lard this Lard Day."
    },
    {
      "title": "National Blue Collar Day",
      "description": "Let&#39;s recognize the American heroes of blue-collar work and show them they&#39;re not forgotten."
    },
    {
      "title": "National Health Savings Account Day",
      "description": "It’s time to unite the public and healthcare benefits industry! Let’s learn more."
    },
    {
      "title": "National Simon Day",
      "description": "We love celebrations! Today gives us a good reason to honor all the Simons we know."
    },
    {
      "title": "Panama Mother’s Day",
      "description": "Get ready to give your time, gifts, and love as we celebrate the women dearest to us."
    },
    {
      "title": "Santa Marian Kamalen Day",
      "description": "With emotion and devotion, honor Santa Marian Kamalen, the patron saint of Guam."
    },
    {
      "title": "St. Clement of Ohrid",
      "description": "Behold, the enlightener of the Slavs! Commemorate his day with us right here!"
    },
    {
      "title": "Take it in the Ear Day",
      "description": "Yes, it&#39;s Take it in the Ear Day but don’t be putting anything in your ear!"
    },
    {
      "title": "Udhauli Parva",
      "description": "Don your colors and get ready to say thank you to Mother Nature on this Udhauli Parva!"
    },
    {
      "title": "Uzbekistan Constitution Day",
      "description": "Surviving the Soviets! Celebrate the sovereignty and rich history of the Republic of Uzbekistan."
    },
    {
      "title": "Virgin of Caacupé Day",
      "description": "Ready to believe in miracles? Uncover the story behind the Patroness of Paraguay."
    },
    {
      "title": "Ann Coulter’s Birthday",
      "description": "A lawyer, litigator, columnist, an author, and a media pundit, Ann Coulter is versatile!"
    },
    {
      "title": "Benjamin Rein Brady’s Birthday",
      "description": "He watches football, loves ice hockey, and plays in the Brookline Youth Hockey League."
    },
    {
      "title": "Clarence White’s Birthday",
      "description": "Initially, his brand only sold T-shirts but soon started selling streetwear like pants and hoodies."
    },
    {
      "title": "Corey Taylor’s Birthday",
      "description": "Success isn&#39;t a thing of luck to Taylor but is something he fought hard for."
    },
    {
      "title": "Deveraux Jagger’s Birthday",
      "description": "If you&#39;re a fan of Mick Jagger, you&#39;ll love his adorable son Deveraux Jagger."
    },
    {
      "title": "Dharmendra’s Birthday",
      "description": "He starred in several movies with top actresses and soon built a bankable reputation."
    },
    {
      "title": "Diego Rivera’s Birthday",
      "description": "Mexican painter Diego Rivera is considered the father of Mexican cultural post-impressionist art."
    },
    {
      "title": "Dwight Howard’s Birthday",
      "description": "Dwight Howard is a talented basketball player who has achieved accolades and fame in his career."
    },
    {
      "title": "Gregg Allman’s Birthday",
      "description": "For the iconic Allman, the rise from grass to grace was about determination and hard work."
    },
    {
      "title": "Ian Somerhalder’s Birthday",
      "description": "Somerhalder got married to actress Nikki Reed, and the couple welcomed a child in 2017."
    },
    {
      "title": "Jim Morrison’s Birthday",
      "description": "He graduated from U.C.L.A.&#39;s film school and lived in Venice Beach, California."
    },
    {
      "title": "Kappa Kaiju’s Birthday",
      "description": "Learn more about this interesting Aussie YouTube commentary star who believes in keeping a low profile"
    },
    {
      "title": "Kim Basinger’s Birthday",
      "description": "Get all the info on one of the most successful actresses of the ‘80s — Kim Basinger."
    },
    {
      "title": "Mary Queen of Scots’s Birthday",
      "description": "Mary Stuart&#39;s life was full of romance, tragedy, drama, and war, as well as controversies."
    },
    {
      "title": "Nicki Minaj’s Birthday",
      "description": "There’s a reason why she is called the queen of hip-hop and we’ve all the details."
    },
    {
      "title": "Nicole Laeno’s Birthday",
      "description": "Laeno also works as a makeup artist; she has a dedicated YouTube channel for makeup videos."
    },
    {
      "title": "Pee Wee’s Birthday",
      "description": "Dare, believe, and act — the ingredients needed to cook one&#39;s success, and Pee Wee proved that!"
    },
    {
      "title": "Philip Rivers’s Birthday",
      "description": "Philip Rivers, the famous American football quarterback, has achieved a lot during his lifetime."
    },
    {
      "title": "Sam Hunt’s Birthday",
      "description": "Singer and songwriter, Sam Hunt, has broken several records. Read on to find out more!"
    },
    {
      "title": "Tanner Buchanan’s Birthday",
      "description": "At the pace Tanner Buchanan is moving, he’s one stepping stone away from superstardom."
    },
    {
      "title": "Teri Hatcher’s Birthday",
      "description": "Let’s get to know one of the “Desperate Housewives” leading actors, Teri Hatcher!"
    }
  ]
}
