{
  "month": "dec",
  "day": 12,
  "holidays": [
    {
      "title": "Gingerbread House Day",
      "description": null
    },
    {
      "title": "Choral Day",
      "description": "Join us as thousands of choirs around the world get together to unite in song."
    },
    {
      "title": "Constitution Day in Thailand",
      "description": "Join the colorful parades and street festivities taking place on Constitution Day in Thailand."
    },
    {
      "title": "Day of the Virgin of Guadalupe",
      "description": "Celebrate with us and we honor the day the Virgin Mary appeared before a young man."
    },
    {
      "title": "Festival of Unmentionable Thoughts",
      "description": "We are all guilty of having unmentionable thoughts every now and then."
    },
    {
      "title": "Gingerbread Decorating Day",
      "description": "Gingerbread cookies, gingerbread houses … it’s a gingerbread world to unleash your artsy side!"
    },
    {
      "title": "Green Monday",
      "description": "Leave space on your credit cards, it&#39;s a dash to the finish line!"
    },
    {
      "title": "Guadalupe Day",
      "description": "She is a remarkable part of believers’ daily lives — in their homes, churches, prayers, and community."
    },
    {
      "title": "International Day of Neutrality",
      "description": "The possibility of a utopian world is promoted annually on International Day of Neutrality."
    },
    {
      "title": "International Universal Health Coverage Day",
      "description": "Promote this holiday to support the provision of affordable healthcare to everyone."
    },
    {
      "title": "Jamhuri Day",
      "description": "Let’s take a look at Kenyan independence and the way it is celebrated."
    },
    {
      "title": "National Ambrosia Day",
      "description": "Bring a healthy, invigorating dish to life, and expect it to do marvelous things for your youth."
    },
    {
      "title": "National Clayton Day",
      "description": "What does Clayton mean? Where did the name come from? Find out on National Clayton Day."
    },
    {
      "title": "​National Ding-A-Ling Day",
      "description": "National Ding-A-Ling Day is one of those uniquely American inventions."
    },
    {
      "title": "National Poinsettia Day",
      "description": "That pop of floral color in everyone&#39;s home means the holidays are right around the corner."
    },
    {
      "title": "Pa Togan Nengminza Sangma",
      "description": "Learn more about the history of Pa-Togan Nengminza Sangma and how to celebrate this holiday."
    },
    {
      "title": "Universal Health Coverage Day",
      "description": "Let’s come together to demand action on universal health coverage."
    },
    {
      "title": "Bob Barker’s Birthday",
      "description": "One of his game shows ran for 35 years! Bob Barker is amazing!"
    },
    {
      "title": "Crainer’s Birthday",
      "description": "Discover Crainer and become a guest in his digital world — gaming, videos, feuds, and friendships."
    },
    {
      "title": "Erika Diane’s Birthday",
      "description": "She’s not just any content creator. Here’s why Erika Diane is all heart."
    },
    {
      "title": "Frank Sinatra’s Birthday",
      "description": "Those who witnessed over 50 years of his talents have a good memory of him."
    },
    {
      "title": "Hila Klein’s Birthday",
      "description": "A true example of a “power woman,” Hila Klein is a successful, powerful and caring woman."
    },
    {
      "title": "Jennifer Connelly’s Birthday",
      "description": "This Oscar-winning actress’s career took off decades ago, and she keeps soaring!"
    },
    {
      "title": "John Jay’s Birthday",
      "description": "He enacted some policies that helped shape the future of his people."
    },
    {
      "title": "Lincoln Melcher’s Birthday",
      "description": "From child actor to amateur golfer, discover the journey of Lincoln Melcher."
    },
    {
      "title": "Lucas Hedges’s Birthday",
      "description": "This actor started at a really young age and is ready to take on the world!"
    },
    {
      "title": "Mariela Fernández’s Birthday",
      "description": "She does her job well and keeps an ever-smiling face while at it!"
    },
    {
      "title": "Mayim Bialik’s Birthday",
      "description": "This actress rose to prominence due to her numerous roles in popular films and television shows."
    },
    {
      "title": "Regina Hall’s Birthday",
      "description": "We are amazed by how the red-hot Regina Hall stepped into the spotlight!"
    },
    {
      "title": "Sheila E.’s Birthday",
      "description": "This award-winning singer has taken us through an exciting journey of a lifetime."
    },
    {
      "title": "Shy Glizzy’s Birthday",
      "description": "This young rapper is built to win, and we can’t wait to see all he achieves."
    }
  ]
}
