{
  "month": "dec",
  "day": 13,
  "holidays": [
    {
      "title": "National Ice Cream Day",
      "description": null
    },
    {
      "title": "Malta Republic Day",
      "description": "Join us as we focus on Maltese freedom as an independent country."
    },
    {
      "title": "National Cocoa Day",
      "description": "Join us in discovering why cocoa is so well-loved worldwide, and why all things chocolate excite us."
    },
    {
      "title": "National Cream Cheese Frosting Day",
      "description": "Let&#39;s indulge in some delicious cream cheese frosting to whet our appetites."
    },
    {
      "title": "National Horse Day",
      "description": "It&#39;s a day to remember the economic, historic, and cultural contributions that horses have made."
    },
    {
      "title": "National Violin Day",
      "description": "Violins have a sound easily adaptable to a variety of musical genres."
    },
    {
      "title": "Pick A Pathologist Pal Day",
      "description": "Let’s look at how pathologists diagnose disease — analyzing tissue, cell, and body fluid samples."
    },
    {
      "title": "St. Lucia National Day",
      "description": "St. Lucia National Day falls on December 13, marking the Feast Day of Saint Lucia."
    },
    {
      "title": "U.S. National Guard Birthday",
      "description": "Take time to honor those who have protected our country for centuries."
    },
    {
      "title": "Taylor Swift’s Birthday",
      "description": "&#34;Swifties&#34; all over the globe are going crazy celebrating their love for their favorite pop star."
    },
    {
      "title": "Amy Lee’s Birthday",
      "description": "As the soaring voice of her generation, this talented singer wastes no time in grabbing opportunities."
    },
    {
      "title": "Dermot Kennedy’s Birthday",
      "description": "This Irish singer and songwriter rose to prominence with his 2019 single, ‘Outnumbered.’"
    },
    {
      "title": "Dick Van Dyke’s Birthday",
      "description": "With over seven decades in Hollywood, we must admit that we enjoyed every moment."
    },
    {
      "title": "Dorinda Medley’s Birthday",
      "description": "This reality star and philanthropist is one of the most beloved figures in Hollywood."
    },
    {
      "title": "Ella Baker’s Birthday",
      "description": "She lived her life for the advancement of others and was at every scene of liberation."
    },
    {
      "title": "Emma Corrin’s Birthday",
      "description": "The world has always been a stage for Emma Corrin, even when she was young."
    },
    {
      "title": "Harry Raftus’s Birthday",
      "description": "Nothing in the world can stop this charismatic guy who wins more fans every day!"
    },
    {
      "title": "Jamie Foxx’s Birthday",
      "description": "From class-clown to Oscar-winning actor: discover the eventful journey of the confident Jamie Foxx."
    },
    {
      "title": "Jasmine Mir’s Birthday",
      "description": "Jasmine Mir began her social media journey at 10, and she hasn&#39;t looked back since."
    },
    {
      "title": "M. Maggie Miller’s Birthday",
      "description": "This talented singer-songwriter continues to receive massive acclaim for her successful collaborations."
    },
    {
      "title": "Maisy Stella’s Birthday",
      "description": "Maisy started out at a young age but her talent is paving the way for her."
    },
    {
      "title": "Matt Ox’s Birthday",
      "description": "He started writing rap songs at five and is one of the youngest rappers today!"
    },
    {
      "title": "Morris Day’s Birthday",
      "description": "This multi-talented artist has been making music that resounds with every upcoming generation."
    },
    {
      "title": "NeNe Leakes’s Birthday",
      "description": "Witty, energetic, and always ready with a sassy comeback, there’s no limit to Leakes’ entertainment potential."
    },
    {
      "title": "Stampy’s Birthday",
      "description": "For this multi-talented artist and award-winning YouTuber, everything is achievable! Learn more about him today!"
    },
    {
      "title": "Steve Buscemi’s Birthday",
      "description": "With his edgy performances, Steve Buscemi has made a mark on the film industry."
    },
    {
      "title": "Tanya Sam’s Birthday",
      "description": "After graduating, she worked as a nurse for over 10 years in various top hospitals."
    },
    {
      "title": "Ted Nugent’s Birthday",
      "description": "Get a close look at the man behind ‘Cat Scratch Fever’ and other classic hits."
    },
    {
      "title": "Tom DeLonge’s Birthday",
      "description": "Few artists influenced the 1990s and 2000s as much as Tom DeLonge and his unique voice."
    }
  ]
}
