{
  "month": "dec",
  "day": 15,
  "holidays": [
    {
      "title": "National Cupcake Day",
      "description": "Indulge all you want in your favorite cupcake treats today—you&#39;ll probably want seconds."
    },
    {
      "title": "Bill of Rights Day",
      "description": "It’s an important day to celebrate America’s Constitution and the framework of society."
    },
    {
      "title": "International Tea Day",
      "description": "Step aside, coffee and Coca Cola, we drink the most popular beverage in the world today!"
    },
    {
      "title": "Lemon Cupcake Day",
      "description": "It’s Lemon Cupcake Day! Show some extra love for this humble but zesty dessert today."
    },
    {
      "title": "National Cat Herders Day",
      "description": "Disclaimer: this holiday is not dedicated to cats."
    },
    {
      "title": "National Re-Gifting Day",
      "description": "Join us as we learn about the benefits of re-gifting this National Re-Gifting Day!"
    },
    {
      "title": "National Wear Your Pearls Day",
      "description": "Literal pearls are not necessary to celebrate the day."
    },
    {
      "title": "Antonio Garza’s Birthday",
      "description": "Don’t miss out! Everything you want to know about the fabulous Antonio Garza."
    },
    {
      "title": "Apryl Jones’s Birthday",
      "description": "Celebrate this model and reality T.V. star who is enthralling us with her poise"
    },
    {
      "title": "Daniel Ezra’s Birthday",
      "description": ".\nDaniel Ezra captures our hearts with his mesmerizing smile and dashing appearance."
    },
    {
      "title": "Don Johnson’s Birthday",
      "description": "His breakthrough came in 1984 when he landed the lead role in &#34;Miami Vice.&#34;"
    },
    {
      "title": "Emilia Fart’s Birthday",
      "description": "Emilia Fart is a rising star. Get all of her interesting information right here!"
    },
    {
      "title": "Erika Tham’s Birthday",
      "description": "The world better watch out for Hollywood&#39;s next big thing; an exceptionally talented beauty."
    },
    {
      "title": "Jeff Wittek’s Birthday",
      "description": "Let us get ready to celebrate the multi-talented, creative, and funny Jeff Wittek."
    },
    {
      "title": "Josh Norman’s Birthday",
      "description": "Here are all the fun facts you need to know about Josh Norman&#39;s life and career!"
    },
    {
      "title": "Kim Porter’s Birthday",
      "description": "Let’s get ready to celebrate P.Diddy’s ex-partner, the talented Kim Porter."
    },
    {
      "title": "Maya Henry’s Birthday",
      "description": "She has walked the runway for Dolce and Gabbana, Georges Hobeika, and Rami Kadi."
    },
    {
      "title": "Meredith Marks’s Birthday",
      "description": "Let&#39;s honor Meredith Marks, an accomplished businesswoman with a reputable name in the jewelry world."
    },
    {
      "title": "Ronnie Radke’s Birthday",
      "description": "This rock musician’s perseverance and drive are an inspiration to his fans."
    },
    {
      "title": "Skyler Aboujaoude’s Birthday",
      "description": "The world is full of opportunities for this optimistic actress and social media influencer."
    },
    {
      "title": "Tim Conway’s Birthday",
      "description": "We celebrate Tim Conway&#39;s legacy as a talented film and television comedic actor."
    }
  ]
}
