{
  "month": "dec",
  "day": 16,
  "holidays": [
    {
      "title": "National Chocolate Covered Anything Day",
      "description": "What do BBQ potato chips, strawberries, and ants have in common?"
    },
    {
      "title": "National Ugly Sweater Day",
      "description": "One thing&#39;s for sure — this holiday will certainly have you laughing all day long!"
    },
    {
      "title": "Bahrain National Day",
      "description": "Today, we honor the Bahrainis and their stories. So go ahead and bring out the biryani!"
    },
    {
      "title": "Bangladesh Victory Day",
      "description": "Want to learn why Bangladesh Victory Day is one of the most victorious days in history?"
    },
    {
      "title": "Barbie And Barney Backlash Day",
      "description": "Let&#39;s just forget about Barbie and Barney for a while."
    },
    {
      "title": "Day of Reconciliation",
      "description": "The Day of Reconciliation has helped bring harmony to a region still after decades of injustice."
    },
    {
      "title": "Kazakhstan Independence Day",
      "description": "Ready to celebrate the Independence Day of Kazakhstan for two days? Do it like Kazakhs do!"
    },
    {
      "title": "National Underdog Day",
      "description": "Sit back, relax, and enjoy the way we celebrate these unrecognized heroes."
    },
    {
      "title": "Stupid Toy Day",
      "description": "Did you spend eight hours a day sustaining the lives of Tamagotchis? Happy Stupid Toy Day!"
    },
    {
      "title": "Underdog Day",
      "description": "Join us as we cheer those who give it their best but do not emerge victorious."
    },
    {
      "title": "Vijay Diwas",
      "description": "Indian Armed Forces, veterans, and citizens, pay tribute to and remember the sacrifices of their soldiers."
    },
    {
      "title": "Alana Kern’s Birthday",
      "description": "This young star is only just beginning her journey and has a bright future ahead."
    },
    {
      "title": "Berleezy’s Birthday",
      "description": "How well do you know this American YouTuber, actor, and social media personality?"
    },
    {
      "title": "Bill Hicks’s Birthday",
      "description": "Let’s celebrate the wonderful life and times of Bill Hicks on his birthday."
    },
    {
      "title": "Billy Gibbons’s Birthday",
      "description": "He&#39;s a legendary guitarist who needs no introductions — let&#39;s celebrate his talent and birthday!"
    },
    {
      "title": "Daniel Preda’s Birthday",
      "description": "Celebrate the birthday of this iconic fashion influencer, model, and actor — Daniel Preda!"
    },
    {
      "title": "Ethan Dolan’s Birthday",
      "description": "Dolan, along with his brother Grayson, is building a social media empire!"
    },
    {
      "title": "Grayson Dolan’s Birthday",
      "description": "Find out about Grayson Dolan&#39;s age, girlfriend, family, biography, and more today!"
    },
    {
      "title": "Hozumi Hasegawa’s Birthday",
      "description": "We have plenty of interesting facts on retired boxing legend Hozumi Hasegawa!"
    },
    {
      "title": "James Reynolds’s Birthday",
      "description": "Join us as we celebrate the birthday of the young Reynolds, a future star."
    },
    {
      "title": "Jane Austen’s Birthday",
      "description": "Jane Austen was a visionary — well ahead of her time. Here’s why we think so!"
    },
    {
      "title": "Kai Cenat’s Birthday",
      "description": "Let’s get to know the famous social media content creator a bit better."
    },
    {
      "title": "Ludwig van Beethoven’s Birthday",
      "description": "Still regarded as one of the most famous composers to date, we delve into his life."
    },
    {
      "title": "Park Seo-joon’s Birthday",
      "description": "His parents were reluctant to send him to acting school because he was a weak student."
    },
    {
      "title": "Theo James’s Birthday",
      "description": "James, who has achieved so much already, presses on and pushes forward toward excellence."
    },
    {
      "title": "Zara Larsson’s Birthday",
      "description": "For this talented vocalist, pursuing her dreams is all she needs to secure the bag."
    }
  ]
}
