{
  "month": "dec",
  "day": 21,
  "holidays": [
    {
      "title": "National Coquito Day",
      "description": null
    },
    {
      "title": "Short Girl Appreciation Day",
      "description": "Don’t come up short on ways to celebrate the small ladies in your life!"
    },
    {
      "title": "Winter Solstice",
      "description": "You&#39;ll see gradually shorter nights and longer days"
    },
    {
      "title": "Anne and Samantha Day",
      "description": "Today, we’re going to learn about two important women in history right here at National Today."
    },
    {
      "title": "Blue Christmas Service",
      "description": "Blue Christmas services are held to reassure the bereft that there is the hope of resurrection."
    },
    {
      "title": "December Solstice",
      "description": "The nights only get longer from here. But take heart because the sun’s return is imminent."
    },
    {
      "title": "Don’t Make Your Bed Day",
      "description": "Uncover the many reasons why you should not be making your bed each day."
    },
    {
      "title": "Dongzhi",
      "description": "Discover the origins of Dongzhi and how people of Chinese descent celebrate around the world."
    },
    {
      "title": "Humbug Day",
      "description": "Let out the stress before Christmas. Say “Bah, Humbug!”"
    },
    {
      "title": "International Dalek Remembrance Day",
      "description": "Put on your Dalek-inspired costumes, and get ready to exterminate!"
    },
    {
      "title": "Look On The Bright Side Day",
      "description": "We can’t always be optimistic but today we try our best to be!"
    },
    {
      "title": "National Armagnac Day",
      "description": "Armagnac is a craft spirit that both connoisseurs and novice drinkers appreciate."
    },
    {
      "title": "National Crossword Puzzle Day",
      "description": "Find one you like and start filling in those squares!"
    },
    {
      "title": "National Flashlight Day",
      "description": "Along with bringing the longest night, the winter solstice brings with it National Flashlight Day."
    },
    {
      "title": "National French Fried Shrimp Day",
      "description": "Seafood lovers across the nation rejoice on National French Fried Shrimp Day."
    },
    {
      "title": "National Homeless Persons’ Remembrance Day",
      "description": "Proper housing is vital to every individual’s well-being, safety, and health. Support the vulnerable today."
    },
    {
      "title": "National Maine Day",
      "description": "Today, feast your senses on all of the beauty Maine offers. There is something for everyone!"
    },
    {
      "title": "Phileas Fogg Win a Wager Day",
      "description": "This day commemorates a date in fictional history."
    },
    {
      "title": "São Tomé Day",
      "description": "São Tomé and Príncipe was a busy colony of Portugal before its independence."
    },
    {
      "title": "World Snowboard Day",
      "description": "Wax your snowboard while we get you ready for some wild shenanigans on the slopes."
    },
    {
      "title": "Yule",
      "description": "Yule holiday is here, and it’s time to celebrate the rebirth of light."
    },
    {
      "title": "Chris Heria’s Birthday",
      "description": "His lifestyle choices and tips have helped the mental and physical health of many!"
    },
    {
      "title": "Frank Zappa’s Birthday",
      "description": "A skilled lover of the most esoteric genres of rock and roll and rhythm and blues."
    },
    {
      "title": "Hubert Keller’s Birthday",
      "description": "This talented chef and author has burst his way forth into the limelight!"
    },
    {
      "title": "Jane Fonda’s Birthday",
      "description": "Today is the perfect opportunity to honor the legendary actress, Jane Fonda."
    },
    {
      "title": "Jessie James Combs’s Birthday",
      "description": "This aspiring model and celebrity family member is climbing the ladder of success."
    },
    {
      "title": "Jinger Duggar’s Birthday",
      "description": "Jinger Duggar is a clear fan favorite out of all the famous Duggar kiddos!"
    },
    {
      "title": "Kiefer Sutherland’s Birthday",
      "description": "Here’s to a legendary performer who has earned his place in the world of acting."
    },
    {
      "title": "Mario Selman’s Birthday",
      "description": "YouTuber, TikToker, Instagrammer, and influencer — find out all about Mario Selman, the social media prodigy!"
    },
    {
      "title": "Mickey Singh’s Birthday",
      "description": "From India to the U.S., he is making a name for himself with his music!"
    },
    {
      "title": "Mike Vitar’s Birthday",
      "description": "A brave man dares to make choices and take risks; that’s the legacy of Michael Vitar"
    },
    {
      "title": "Nick Davis Weinstein’s Birthday",
      "description": "This TikTok sensation is one of the best there is in the field."
    },
    {
      "title": "Samuel L. Jackson’s Birthday",
      "description": "One of the renowned black American producers, a highly prolific actor, and Hollywood&#39;s most bankable star."
    }
  ]
}
