{
  "month": "dec",
  "day": 23,
  "holidays": [
    {
      "title": "Festivus",
      "description": null
    },
    {
      "title": "Birthday of Emperor Akihito",
      "description": "Join us as we learn about why Japan celebrates the Birthday of Emperor Akihito."
    },
    {
      "title": "HumanLight",
      "description": "Explore the interesting history behind the secular holiday of HumanLight — let’s uplift humanity!"
    },
    {
      "title": "Kisan Diwas",
      "description": "Farmers are the driving force of India&#39;s economy and deserve to be honored."
    },
    {
      "title": "National Christmas Movie Marathon Day",
      "description": "Get ready to snuggle in your warm blanket with a mug of hot chocolate!"
    },
    {
      "title": "National Pfeffernusse Day",
      "description": "Pfeffernusse are very delicious, appealing, and fairly easy to pronounce."
    },
    {
      "title": "National Roots Day",
      "description": "Delve into and reflect on their family’s heritage, history, and ancestry."
    },
    {
      "title": "Amy Rose’s Birthday",
      "description": "This Australian YouTube star creates therapeutic auditory content that her followers love!"
    },
    {
      "title": "Belly Dancing Boy’s Birthday",
      "description": "This extraordinary Instagram star has risen to prominence with his belly-dancing talents."
    },
    {
      "title": "Connor Darlington’s Birthday",
      "description": "He knows how to make people laugh with his content! Let&#39;s celebrate his birthday today."
    },
    {
      "title": "Corey Haim’s Birthday",
      "description": "Haim is still remembered for his filmography and talent, years after his passing."
    },
    {
      "title": "Danielle Busby’s Birthday",
      "description": "She’s a phenomenal mother to her six beautiful children and we’re celebrating her today!"
    },
    {
      "title": "Eddie Vedder’s Birthday",
      "description": "Today, we&#39;re celebrating the lead vocalist and guitarist of Pearl Jam."
    },
    {
      "title": "Elena CupcakeSurpriseToys’s Birthday",
      "description": "This creative YouTuber is building her success by being authentic and creative."
    },
    {
      "title": "Finn Wolfhard’s Birthday",
      "description": "This talented actor and musician first rose to fame when he starred as Mike in &#34;Stranger Things.&#34;"
    },
    {
      "title": "Holly Madison’s Birthday",
      "description": "She&#39;s well-known as one of Hugh Hefner&#39;s former girlfriends! Let&#39;s learn more about her today."
    },
    {
      "title": "Jeffy Jey’s Birthday",
      "description": "This talented French rapper is making a name for himself with this music."
    },
    {
      "title": "Johnny Utah’s Birthday",
      "description": "This American singer is one hit track away from a Grammy Award!"
    },
    {
      "title": "Joseph Smith’s Birthday",
      "description": "His legacy is preserved in the religion he founded, and we remember him on his birthday today."
    },
    {
      "title": "Kenny Screven’s Birthday",
      "description": "Nothing is getting in the way of this social media personality and content creator."
    },
    {
      "title": "Madam C.J. Walker’s Birthday",
      "description": "This African-American millionaire paved the way for past, present, and future entrepreneurs in the community."
    },
    {
      "title": "Saylor Waldrop’s Birthday",
      "description": "This teenage reality star is admired by everyone and is going places!"
    }
  ]
}
