{
  "month": "dec",
  "day": 24,
  "holidays": [
    {
      "title": "Christmas Eve",
      "description": "If there&#39;s anything better than Christmas, it&#39;s Christmas Eve; the best night of the year!"
    },
    {
      "title": "Last-Minute Shopper&#39;s Day",
      "description": "Join us as we strike off items from our shopping list this Last-Minute Shopper&#39;s Day!"
    },
    {
      "title": "Libya Independence Day",
      "description": "Libya Independence Day is a national holiday in Libya."
    },
    {
      "title": "National Consumer Rights Day",
      "description": "Rights of all consumers are celebrated and promoted across India."
    },
    {
      "title": "National Eggnog Day",
      "description": "You know, the drink that is only available in stores during the holiday season."
    },
    {
      "title": "Anil Kapoor’s Birthday",
      "description": "This incredible actor has created an enviable legacy that will remain timeless!"
    },
    {
      "title": "Anthony Fauci’s Birthday",
      "description": "For this physician, his legacy is surely imprinted in the history books!"
    },
    {
      "title": "Ava Gardner’s Birthday",
      "description": "This actress can rest knowing she walked so future generations of actors can run!"
    },
    {
      "title": "Carol Maraj’s Birthday",
      "description": "This singer and mother is reaping the fruits of her hard labor!"
    },
    {
      "title": "Diego Martir’s Birthday",
      "description": "His funny, entertaining TikTok videos have gained him a large, loyal following."
    },
    {
      "title": "Hailey Orona’s Birthday",
      "description": "This stunning social media star is known for her musical collaborations and entertaining videos."
    },
    {
      "title": "Howard Hughes’s Birthday",
      "description": "This business magnate was a serial entrepreneur with numerous successful ventures to his name."
    },
    {
      "title": "Kate Spade’s Birthday",
      "description": "We celebrate and remember the founder and co-owner of the Kate Spade New York designer brand"
    },
    {
      "title": "Lemmy Kilmister’s Birthday",
      "description": "Motorhead fans will lovingly remember and celebrate the band&#39;s founder and lead singer today."
    },
    {
      "title": "Louis Tomlinson’s Birthday",
      "description": "The former One Direction member has successfully established his solo career."
    },
    {
      "title": "Mads Lewis’s Birthday",
      "description": "This popular TikTok star and social media influencer&#39;s star is on the rise."
    },
    {
      "title": "Ricky Martin’s Birthday",
      "description": "This phenomenal musician is often regarded as the &#34;King of Latin Pop.&#34;"
    },
    {
      "title": "Ryan Seacrest’s Birthday",
      "description": "This media personality has achieved fame and success that is inspirational and enviable."
    },
    {
      "title": "Stephenie Meyer’s Birthday",
      "description": "Meet the novelist who almost gave up on her dream before making it to the top!"
    },
    {
      "title": "Tiana Wilson’s Birthday",
      "description": "She&#39;s a young and talented YouTuber who&#39;s best known for her &#34;Roblox&#34; content."
    }
  ]
}
