{
  "month": "dec",
  "day": 27,
  "holidays": [
    {
      "title": "National Fruitcake Day",
      "description": null
    },
    {
      "title": "Abigail Day",
      "description": "With its biblical roots and a cute, accessible nickname, Abigail’s popularity is hardly strange."
    },
    {
      "title": "Anniversary of Benazir Bhutto&#39;s Death",
      "description": "Did you know Benazir Bhutto spent her life fighting for the cause of democracy?"
    },
    {
      "title": "Case Day",
      "description": "Case is a modern, straightforward given name that has a very interesting origin."
    },
    {
      "title": "International Day of Epidemic Preparedness",
      "description": "Can epidemics be stopped? Health experts certainly believe so. All that is required is preparedness."
    },
    {
      "title": "National Make Cut-Out Snowflakes Day",
      "description": "We are ready with our art supplies for National Make Cut-Out Snowflakes Day."
    },
    {
      "title": "St John History",
      "description": "St. John’s Day remembers the life of the great St. John the Evangelist."
    },
    {
      "title": "Visit the Zoo Day",
      "description": "When was the last time you visited the zoo and connected with wild animals?"
    },
    {
      "title": "Amberlynn Reid’s Birthday",
      "description": "Her content keeps people glued to their screens as they anticipate her next video."
    },
    {
      "title": "Bill Goldberg’s Birthday",
      "description": "What started as a career in football became a legendary run in the world of wrestling!"
    },
    {
      "title": "Carson Palmer’s Birthday",
      "description": "Carson Palmer&#39;s remarkable career will be remembered by all N.F.L. fans."
    },
    {
      "title": "Dustin Bates’s Birthday",
      "description": "We celebrate this talented musician who has worked with the International Space University."
    },
    {
      "title": "Hayley Williams’s Birthday",
      "description": "The possibilities are endless for this talented, award-winning musician, keyboardist, singer, composer, and businesswoman."
    },
    {
      "title": "Heather O&#39;Rourke’s Birthday",
      "description": "Let us all light a candle to honor the birthday of Heather O’Rourke."
    },
    {
      "title": "Isela Sule’s Birthday",
      "description": "Isela Sule&#39;s wit and empathy guarantee her a promising future in whatever she wants to undertake."
    },
    {
      "title": "Kamri Noel McKnight’s Birthday",
      "description": "The apple didn’t fall far from the tree for Kamri Noel Mcknight, the creative YouTube star!"
    },
    {
      "title": "Louis Pasteur’s Birthday",
      "description": "By inventing vaccines and pasteurization, Louis Pasteur changed the course of humanity."
    },
    {
      "title": "Nick Chubb’s Birthday",
      "description": "Cleveland Browns superstar Nick Chubb’s career is getting off to a great start!"
    },
    {
      "title": "Salman Khan’s Birthday",
      "description": "Here&#39;s to Bollywood’s film industry&#39;s famous and talented award-winning as well as era-defining legend."
    },
    {
      "title": "Savannah Guthrie’s Birthday",
      "description": "You’ve got to love this hard-working and stunning news anchor, former lawyer, and mother of two!"
    },
    {
      "title": "Timothée Chalamet’s Birthday",
      "description": "Join us as we celebrate the young and talented Oscar-nominated actor, Timothée Chalamet."
    }
  ]
}
