{
  "month": "dec",
  "day": 29,
  "holidays": [
    {
      "title": "Still Need To Do Day",
      "description": "Christmas is over, and you should be feeling calm. So what’s that subtle itch inside you?"
    },
    {
      "title": "Constitution of Ireland",
      "description": "The Constitution of Ireland is a document that defines the rights of the people."
    },
    {
      "title": "International Cello Day",
      "description": "Join us in celebrating Pablo Casals — the greatest cellist of all time."
    },
    {
      "title": "Mongolia Independence Day",
      "description": "The history of Mongolia’s Independence Day demonstrates the challenges of achieving freedom."
    },
    {
      "title": "National Ha Day",
      "description": "National Ha Day is coming up, so get ready to celebrate your friends named Ha!"
    },
    {
      "title": "National Paula Day",
      "description": "Paula, a classic name,  is liked by several people in different parts of the world."
    },
    {
      "title": "National Pepper Pot Day",
      "description": "Get your bowls out and keep your soup spoons ready to fill up on Pepper Pot Soup!"
    },
    {
      "title": "Tick Tock Day",
      "description": "Get your checklist and pen out and get ready to tick your tasks off the list."
    },
    {
      "title": "Candace Rice’s Birthday",
      "description": "Candace Rice is a model turned actress, with a hunger for more success!"
    },
    {
      "title": "Davina Potratz’s Birthday",
      "description": "Who wouldn’t dream of being an accomplished model, actress, and real estate agent?"
    },
    {
      "title": "Jude Law’s Birthday",
      "description": "Starting in theaters, he has now become one of the most renowned actors in the world."
    },
    {
      "title": "Mary Tyler Moore’s Birthday",
      "description": "Her charming bright smile graced the big screen and left her mark on history."
    },
    {
      "title": "Minatozaki Sana’s Birthday",
      "description": "Leaving her hometown to chase a dream, the young girl has now become a shining star."
    },
    {
      "title": "Pardison Fontaine’s Birthday",
      "description": "Pardison Fontaine is now the producer of choice for the best rappers in the game."
    },
    {
      "title": "Pimp C’s Birthday",
      "description": "Although his life was short, he had become a great inspiration to many others."
    },
    {
      "title": "Ross Lynch’s Birthday",
      "description": "He acts. He sings. He dances. He is capable of doing anything and he does it well."
    },
    {
      "title": "Ted Danson’s Birthday",
      "description": "Ted Danson lights up every project he&#39;s involved in. What&#39;s next in his prolific career?"
    }
  ]
}
