{
  "month": "dec",
  "day": 30,
  "holidays": [
    {
      "title": "National Bacon Day",
      "description": null
    },
    {
      "title": "National Resolution Planning Day",
      "description": "We are getting a headstart on setting goals for next year!"
    },
    {
      "title": "Falling Needles Family Fest Day",
      "description": "Get ready to take down your tree and clean up the house after Christmas."
    },
    {
      "title": "Festival of Enormous Changes at the Last Minute",
      "description": "There are only two days left to fulfill and accomplish your goals, so get on with it!"
    },
    {
      "title": "Rizal Day",
      "description": "Let&#39;s remember and honor the life and works of Dr. Jose Rizal!"
    },
    {
      "title": "Sodium Bicarbonate Day",
      "description": "Sodium Bicarbonate is a versatile compound that is a benefit to anyone’s home."
    },
    {
      "title": "Bandhunta Izzy’s Birthday",
      "description": "This American rapper has risen above the storms to impress fans from far and wide!"
    },
    {
      "title": "Brady Noon’s Birthday",
      "description": "He started his career at a really young age and is still going strong!"
    },
    {
      "title": "Carson Wentz’s Birthday",
      "description": "Wentz is a skilled athlete with a promising future who’s in the prime of his career."
    },
    {
      "title": "Davy Jones’s Birthday",
      "description": "Jones also dabbled as a songwriter, writing five songs for The Monkees."
    },
    {
      "title": "Ellie Goulding’s Birthday",
      "description": "Her career has consistently been on the upswing, and she has given her fans top-notch singles."
    },
    {
      "title": "Joshua Hong’s Birthday",
      "description": "He rose to prominence for his amiable attitude, dashingly good looks, and singing prowess."
    },
    {
      "title": "Justin Combs’s Birthday",
      "description": "This charming content creator is a social media star and the son of a famous rapper."
    },
    {
      "title": "Kim Taehyung’s Birthday",
      "description": "Let’s celebrate one of the most famous K-pop stars, the talented and dashing Kim Taehyung."
    },
    {
      "title": "Kristin Kreuk’s Birthday",
      "description": "Kristin Kreuk is a lovely, eccentric, and focused actress, and we wish her greater achievements."
    },
    {
      "title": "Kristina Alice’s Birthday",
      "description": "Her portrayals of exquisite, attractive, enticing fashion and lifestyle choices leave spectators in awe."
    },
    {
      "title": "Kylin Kalani’s Birthday",
      "description": "With her vibrant and attractive personality, she is undoubtedly a rising star in the fashion industry."
    },
    {
      "title": "LeBron James’s Birthday",
      "description": "This talented athlete is widely regarded as one of the greatest basketball players of all time."
    },
    {
      "title": "Patti Smith’s Birthday",
      "description": "This talented musician, singer-songwriter, and poet became known for fusing poetry and rock."
    },
    {
      "title": "Raymond Cham Jr.’s Birthday",
      "description": "Here’s to a talented young actor and dancer, who we wish the best life can offer."
    },
    {
      "title": "Stephanie Del Valle’s Birthday",
      "description": "Stephanie Del Valle won against contestants from 116 countries for the crown of Miss World 2016!"
    },
    {
      "title": "Tiger Woods’s Birthday",
      "description": "Titles, fame, and scandals — what has the life of this legendary golfer been like?"
    },
    {
      "title": "Tyrese Gibson’s Birthday",
      "description": "This multi-talented performer knows how to make a hit song and a blockbuster film."
    },
    {
      "title": "Yelawolf’s Birthday",
      "description": "American rapper Yelawolf is well known for his prolific collaborations and solo albums."
    }
  ]
}
