{
  "month": "oct",
  "day": 3,
  "holidays": [
    {
      "title": "Mean Girls Day",
      "description": "You can&#39;t sit with them, but you can celebrate them on Mean Girls Day!"
    },
    {
      "title": "National Boyfriend Day",
      "description": "It’s a day to let your boyfriend know how much he means to you."
    },
    {
      "title": "Boqueron Battle Victory Day",
      "description": "On the Boquerón Battle Victory Day, patriotic events occur all around Paraguay."
    },
    {
      "title": "Buy British Day",
      "description": "Time to fill your cart with the best British products, and don’t forget the tea."
    },
    {
      "title": "Durga Ashtami",
      "description": "People gather on this day to perform &#39;garba&#39; and wear colorful costumes to honor Durga Ashtami."
    },
    {
      "title": "Francisco Morazán&#39;s Day",
      "description": "Francisco Morazán is one of the most memorable figures of 20th century Central America."
    },
    {
      "title": "Honduras: Francisco Morazan&#39;s Birthday",
      "description": "The day honors the President of the Federal Republic of Central America from 1830 to 1839."
    },
    {
      "title": "Iraq Independence Day",
      "description": "Learn about the event and history that marks the anniversary of Iraq&#39;s independence from the British."
    },
    {
      "title": "Labour Day",
      "description": "Workers in Australia were the first to achieve a reduction in working time without a salary cut!"
    },
    {
      "title": "National Child Health Day",
      "description": "Family income is a major factor in the health of children both physically and mentally."
    },
    {
      "title": "National Consignment Day",
      "description": "For everyone that likes to be on-trend and still live green, this day is for you!"
    },
    {
      "title": "National Kevin Day",
      "description": "Calling out all Kevins&#39;! Today is your day!"
    },
    {
      "title": "National Techies Day",
      "description": "Let’s crunch on some technological history and facts as we show you a high-tech future."
    },
    {
      "title": "National Unity Day",
      "description": "Bring down the ‘walls’ that keep us from coming together and celebrate German Unity Day."
    },
    {
      "title": "National Wide Awakes Day",
      "description": "On National Wide Awakes Day, we celebrate the American youth movement that helped elect Abraham Lincoln."
    },
    {
      "title": "Nepal: Maha Ashtami",
      "description": "Honor Goddess Durga and celebrate the triumph of good against evil on this Maha Ashtami."
    },
    {
      "title": "World Architecture Day",
      "description": "Today, we appreciate the great architectural works of the ancient and modern worlds."
    },
    {
      "title": "A$AP Rocky’s Birthday",
      "description": "There’s no limit to this multi-talented rapper and record producer. Not even the sky!"
    },
    {
      "title": "Al Sharpton’s Birthday",
      "description": "This civil rights activist has been a constant voice speaking up against racial prejudice."
    },
    {
      "title": "Ashlee Simpson’s Birthday",
      "description": "This multi-talented singer has created a legacy that will always be inspirational."
    },
    {
      "title": "Bang Chan’s Birthday",
      "description": "Join us as we celebrate this multi-talented rapper, singer, songwriter, and record producer."
    },
    {
      "title": "Baylee Jae’s Birthday",
      "description": "This multi-talented artist vlogs about her day-to-day life on her YouTube channel."
    },
    {
      "title": "Chloe Schnapp’s Birthday",
      "description": "Chloe has more than 900,000 Instagram followers, and she frequently posts pictures of herself."
    },
    {
      "title": "Drake White’s Birthday",
      "description": "This country music star is slowly and steadily making his way to the top."
    },
    {
      "title": "Geo Antoinette’s Birthday",
      "description": "The YouTube star, actress, producer, and entrepreneur is diversifying her talents in different fields."
    },
    {
      "title": "Gino Cosculluela’s Birthday",
      "description": "The dancer, choreographer, and reality television star is making all the right moves with his performances."
    },
    {
      "title": "Gwen Stefani’s Birthday",
      "description": "For this multi-talented singer, actress, and fashion designer, nothing is truly impossible!"
    },
    {
      "title": "India Arie’s Birthday",
      "description": "This talented singer has blessed the world with her soothing voice and amazing music."
    },
    {
      "title": "JillianTubeHD’s Birthday",
      "description": "This talented YouTuber is one post away from irrevocable fame and success."
    },
    {
      "title": "Karen Vi’s Birthday",
      "description": "The sky&#39;s the limit for this talented Instagram model and social media influencer."
    },
    {
      "title": "Lil Tracy’s Birthday",
      "description": "For this hyper-talented rapper, singer and songwriter, the sky’s the limit."
    },
    {
      "title": "Lindsey Buckingham’s Birthday",
      "description": "This artist, admitted into the Rock &amp; Roll Hall of Fame in 1998, is a sure stand-out."
    },
    {
      "title": "Michele Morrone’s Birthday",
      "description": "Nothing can stop the shine of this multi-talented actor, not even the stars."
    },
    {
      "title": "Michelle Choi’s Birthday",
      "description": "This young social media star has helped others like her by sharing her life&#39;s experiences."
    },
    {
      "title": "Neve Campbell’s Birthday",
      "description": "This talented movie actress has broken ground with her outstanding talent over the years."
    },
    {
      "title": "Noah Schnapp’s Birthday",
      "description": "The future is bright for this streaming series star and YouTube influencer."
    },
    {
      "title": "Richard Painter’s Birthday",
      "description": "The law professor, lawyer, and activist has become a popular law and political reform icon."
    },
    {
      "title": "Stanley Animations’s Birthday",
      "description": "There’s no limit to this multi-talented YouTube Star. Not even the sky!"
    },
    {
      "title": "Stevie Ray Vaughan’s Birthday",
      "description": "This musician has created a legacy that is both timeless and inspirational."
    },
    {
      "title": "Tommy Wiseau’s Birthday",
      "description": "This eccentric filmmaker has made quite the name for himself in the entertainment industry."
    },
    {
      "title": "Vanessa Vanjie Mateo’s Birthday",
      "description": "Vanessa Vanjie Mateo has accumulated more than 1.5 million followers on her vanessavanjie Instagram account."
    },
    {
      "title": "Zlatan Ibrahimovic’s Birthday",
      "description": "This star athlete has created a legacy that is unmatched and enviable."
    }
  ]
}
