{
  "month": "oct",
  "day": 4,
  "holidays": [
    {
      "title": "​National Cinnamon Roll Day",
      "description": "Whether you buy &#39;em or bake &#39;em, let the sweet times roll!"
    },
    {
      "title": "National Taco Day",
      "description": "A concentrated and intensified version of the “Taco Tuesdays” many restaurants offer. We aren&#39;t complaining!"
    },
    {
      "title": "National Vodka Day",
      "description": "Today, vodka is the most widely-consumed spirit in the world — quite the accomplishment!"
    },
    {
      "title": "Ayudha Puja",
      "description": "Celebrate Ayudha Puja and explore the fascinating mythology behind this unique Indian festival."
    },
    {
      "title": "Feast of St. Francis of Assisi",
      "description": "The acclaimed Catholic friar, philosopher, mystic, and teacher, is celebrated with the Feast of Saint Francis."
    },
    {
      "title": "Improve Your Office Day",
      "description": "Even if your office is your bedroom, we’ve got ideas to make it extra special."
    },
    {
      "title": "International: Chung Yeung Festival",
      "description": "During Chung Yeung, we celebrate family by spending time with loved ones and remembering the lost."
    },
    {
      "title": "Kindness to Animal Day",
      "description": "Kindness to Animals Day is here, and we want to ensure you know how to celebrate."
    },
    {
      "title": "Lesotho Independence Day",
      "description": "Commemorate Lesotho’s anniversary of national independence, marking its liberation from the British Empire."
    },
    {
      "title": "Maha Navami",
      "description": "Get ready to light ‘diyas’ (lamps), learn about Hindu myths, and try delicious Indian sweets."
    },
    {
      "title": "Mahanavami",
      "description": "We celebrate this nine-day holiday with tremendous zeal and appreciation, particularly in North and West India."
    },
    {
      "title": "Martyrdom of Imam Hassan Asgari",
      "description": "No one should be persecuted for their religious beliefs. Take a stand against religious intolerance."
    },
    {
      "title": "National Fruit at Work Day",
      "description": "This day celebrates every fruit that has given us its delicious juiciness and boost in work performance."
    },
    {
      "title": "National Golf Lovers Day",
      "description": "Hit the links and play a round with your fellow sufferers."
    },
    {
      "title": "National Truckers Appreciation Day",
      "description": "Settle in, put on your favorite playlist, and hit the road as we celebrate truckers."
    },
    {
      "title": "Navami of Durga Puja",
      "description": "Let’s see how Navami is celebrated on the ninth day of this holiday."
    },
    {
      "title": "Nepal: Maha Navami",
      "description": "Let’s get to know more about Maha Navami, where people rejoice in goddess Durga’s victory."
    },
    {
      "title": "World Animal Day",
      "description": "It&#39;s World Animal Day and we’re planning to make a big roar."
    },
    {
      "title": "World Dyslexia Day",
      "description": "World Dyslexia Day helps patients and caretakers find ways to live a fulfilling life."
    },
    {
      "title": "World Habitat Day",
      "description": "Homes build lives and strengthen the future."
    },
    {
      "title": "Alicia Silverstone’s Birthday",
      "description": "Celebrating this beautiful actress whose acting career has flourished and been a worldwide success!"
    },
    {
      "title": "Amara La Negra’s Birthday",
      "description": "For this superstar, nothing stops her from soaring higher. Celebrate her today!"
    },
    {
      "title": "Ashley Banjo’s Birthday",
      "description": "He has worked hard on his talent and skills to achieve a thriving career."
    },
    {
      "title": "Buster Keaton’s Birthday",
      "description": "For this talented actor, filmmaker, and comedian, talent was born, not made."
    },
    {
      "title": "Caitriona Balfe’s Birthday",
      "description": "For this exceptional actress, she has achieved enviable success and an untainted legacy!"
    },
    {
      "title": "Charlton Heston’s Birthday",
      "description": "This Hollywood star’s charisma and talent have inspired so many generations of actors."
    },
    {
      "title": "Dakota Johnson’s Birthday",
      "description": "From Miss Golden Globe to blockbuster feature film actress, this star is carving a stellar career!"
    },
    {
      "title": "Derrick Rose’s Birthday",
      "description": "Playing record games and winning coveted awards, Rose is an automatic M.V.P!"
    },
    {
      "title": "Drone Supremacy’s Birthday",
      "description": "This creative YouTuber is just a few uploads away from a movie deal!"
    },
    {
      "title": "Fintan Magee’s Birthday",
      "description": "This street artist has cemented his place as one of Australia&#39;s top public painters."
    },
    {
      "title": "Francesca from Magic Box’s Birthday",
      "description": "This young, skillful and hardworking social media personality and entrepreneur is unstoppable!"
    },
    {
      "title": "Jovita Moore’s Birthday",
      "description": "For this renowned news anchor, the future was promising. Celebrate her life today."
    },
    {
      "title": "Lil Mama’s Birthday",
      "description": "She does an excellent job of entertaining us while maintaining a cheerful attitude!"
    },
    {
      "title": "Melissa Benoist’s Birthday",
      "description": "Melissa Benoist has been a real-life superwoman throughout her life’s journey. Let’s celebrate her!"
    },
    {
      "title": "Rich Homie Quan’s Birthday",
      "description": "Quan has always displayed an interest in poetry, creative writing, and music from a young age."
    },
    {
      "title": "Rupi Kaur’s Birthday",
      "description": "This exceptionally gifted writer has embarked on an inspirational and impactful career."
    },
    {
      "title": "Russell Simmons’s Birthday",
      "description": "This music mogul’s record label has helped propel many prominent musicians to fame."
    },
    {
      "title": "Yoon Jeonghan’s Birthday",
      "description": "This talented pop singer has climbed up the ladder of success in the entertainment industry."
    }
  ]
}
