{
  "month": "oct",
  "day": 5,
  "holidays": [
    {
      "title": "National Do Something Nice Day",
      "description": "This holiday encourages us to perform acts of kindness for strangers or loved ones — or both!"
    },
    {
      "title": "World Teachers&#39; Day",
      "description": "Matilda had Ms. Honey, Harry had Dumbledore, and Cady had Ms. Norbury!"
    },
    {
      "title": "Yom Kippur",
      "description": "Otherwise known as the Day of Atonement, Yom Kippur is considered the holiest day in Judaism."
    },
    {
      "title": "Coffee with a Cop Day",
      "description": "Get your cup ready and go to the nearest restaurant to drink coffee with a cop."
    },
    {
      "title": "Dashain",
      "description": "Let us celebrate this time of year when families come together and extend kindness to others."
    },
    {
      "title": "International Walk to School Day",
      "description": "Make sure your shoes are made for walking; it’s Walk to School Day!"
    },
    {
      "title": "Janmostav of Srimatna Sankardev",
      "description": "Honor the legacy and spirit of the founder of Assamese culture and be inspired."
    },
    {
      "title": "Kiribati: Education Day",
      "description": "We are celebrating a national priority, with a day that honors teachers and everything education."
    },
    {
      "title": "National Above the Bus Day",
      "description": "In this dog-eat-dog world, let no kind act go unseen and unrewarded."
    },
    {
      "title": "National Apple Betty Day",
      "description": "Tart apples fresh off the tree are almost begging to be used for this autumn treat."
    },
    {
      "title": "National Be Nice Day",
      "description": "Commit to walking in the light of positivity all day long."
    },
    {
      "title": "National Caribbean Civility Day",
      "description": "Support the true leaders of Caribbean communities by celebrating their achievements in humanitarian work."
    },
    {
      "title": "National Get Funky Day",
      "description": "We&#39;re not talking funk as in depressing, but funk as in get-happy-and-celebrate-life!"
    },
    {
      "title": "National Kale Day",
      "description": "Eating healthy never tasted this good as we celebrate National Kale Day."
    },
    {
      "title": "National Kiss a Wrestler Day",
      "description": "For all that power, wrestlers need love, too!"
    },
    {
      "title": "National Military Podcast Day",
      "description": "If you’re struggling with P.T.S.D. from war, press play and start healing."
    },
    {
      "title": "National Pumpkin Seed Day",
      "description": "It’s pumpkin seeds bingeing time!"
    },
    {
      "title": "National Rhode Island Day",
      "description": "Let’s take a deep dive into some interesting facts about National Rhode Island Day."
    },
    {
      "title": "National Walk and Bike to School Day",
      "description": "You&#39;ve probably heard stories of how your parents or grandparents had to walk miles to school."
    },
    {
      "title": "Portugal Republic Day",
      "description": "Celebrate Portugal’s Republic Day which ushered in a new form of government in a bloodless revolution!"
    },
    {
      "title": "Semana Morazánica",
      "description": "Celebrate Semana Morazánic with the people of Honduras, a day established to honor Franciso Morazán."
    },
    {
      "title": "Vanuatu Constitution Day",
      "description": "Thanks to its constitution, Vanuatu can finally live and govern according to its own values."
    },
    {
      "title": "Vijayadashami",
      "description": "Vijaydashmi, or Dusshera is the 10th and the last day of Durga Puja."
    },
    {
      "title": "World Meningitis Day",
      "description": "Let’s raise awareness and stay safe from the deadly disease Meningitis before it’s too late."
    },
    {
      "title": "Aaron Carpenter’s Birthday",
      "description": "Aaron Carpenter is a brilliant artist who grows stronger every day. The sky is his limit!"
    },
    {
      "title": "Bernie Mac’s Birthday",
      "description": "On stage or off it, this gifted actor and comedian lived life to the fullest."
    },
    {
      "title": "Dillon Francis’s Birthday",
      "description": "For this multi-talented D.J. and record producer, no challenge is insurmountable!"
    },
    {
      "title": "Erica Banks’s Birthday",
      "description": "This gifted rapper is creating a timeless legacy in the music industry."
    },
    {
      "title": "Gerardo Ortiz’s Birthday",
      "description": "He is an incredibly talented and ambitious musician working towards a very successful career."
    },
    {
      "title": "Jada Symone’s Birthday",
      "description": "Let’s celebrate one of the most renowned social media influencers in the world today!"
    },
    {
      "title": "James Valentine’s Birthday",
      "description": "A skillful and talented musician who has worked hard for the position he holds today careerwise."
    },
    {
      "title": "Jesse Eisenberg’s Birthday",
      "description": "Let’s celebrate one of Hollywood’s most talented actors on his special day!"
    },
    {
      "title": "Joe Torgerson’s Birthday",
      "description": "Even if he leaves today, Torgerson can bow out knowing he made his mark on television."
    },
    {
      "title": "Kate Winslet’s Birthday",
      "description": "An unimaginably talented and experienced actress taking in and enjoying her incredibly successful career."
    },
    {
      "title": "Mahogany LOX’s Birthday",
      "description": "For this singer, DJ, actress, and influencer, the sky is indeed the limit!"
    },
    {
      "title": "Mario Lemieux’s Birthday",
      "description": "Celebrate the birthday of one of the world’s most remarkable athletes right here!"
    },
    {
      "title": "Neil deGrasse Tyson’s Birthday",
      "description": "The author of “Astrophysics for People in a Hurry” is worthy of our respect."
    },
    {
      "title": "Nicky Hilton’s Birthday",
      "description": "We celebrate this diva who has set a high standard in the fashion and beauty industries."
    },
    {
      "title": "Rachel Brathen’s Birthday",
      "description": "Celebrate one of the most renowned yoga instructors in the world with us!"
    },
    {
      "title": "Sarah Schauer’s Birthday",
      "description": "Schauer has successfully carved her niche in social media by doing what she loves."
    },
    {
      "title": "Steve Miller’s Birthday",
      "description": "Let’s celebrate one of the most talented musicians right here on his special day!"
    },
    {
      "title": "Travis Kelce’s Birthday",
      "description": "Travis Kelce is on top of his game and isn’t even done yet!"
    }
  ]
}
