{
  "month": "oct",
  "day": 6,
  "holidays": [
    {
      "title": "National Noodle Day",
      "description": null
    },
    {
      "title": "World Smile Day",
      "description": "Let&#39;s see those pearly whites—it&#39;s World Smile Day!"
    },
    {
      "title": "Egypt: Armed Forces Day",
      "description": "Commemorate the history and resilience of the Egyptian people on this special anniversary."
    },
    {
      "title": "Honduras: Discovery of America Day",
      "description": "Instead of commemorating Columbus&#39; landing, the holiday compels Latin Americans to discover their indigenous heritage."
    },
    {
      "title": "Inbox Zero Day",
      "description": "Learn how to manage your emails effectively and keep a zero inbox."
    },
    {
      "title": "Kids Music Day",
      "description": "Strike some melodious notes with your kids while allowing them to soak themselves in music."
    },
    {
      "title": "Manufacturing Day",
      "description": "Read on for tips to participate in celebrating America&#39;s most exceptional minds and machines."
    },
    {
      "title": "National Badger Day",
      "description": "Show your love and appreciation for this iconic animal this National Badger Day!"
    },
    {
      "title": "National Body Language Day",
      "description": "This National Body Language Day, let’s try and understand each other even better."
    },
    {
      "title": "National Coaches Day",
      "description": "Let&#39;s not forget about the role coaches — play in shaping a young person&#39;s life."
    },
    {
      "title": "National Energy Geek Day",
      "description": "Greenhouses are more than just houses that are painted green. Just ask the energy geeks."
    },
    {
      "title": "NATIONAL GERMAN-AMERICAN DAY",
      "description": "German immigrants and their descendants have had a massive impact on American culture and history."
    },
    {
      "title": "National Isabella Day",
      "description": "If you happen to be an Isabella, you are the brightest star today!"
    },
    {
      "title": "National Mad Hatter Day",
      "description": "Grab your horns and party hats because it&#39;s time for a very strange celebration."
    },
    {
      "title": "National Orange Wine Day",
      "description": "Revel in the deliciousness of the ancient yet underrated drink this National Orange Wine Day!"
    },
    {
      "title": "National Plus Size Appreciation Day",
      "description": "When it comes to beauty, one size doesn&#39;t fit all."
    },
    {
      "title": "​National Transfer Money to Your Daughter Day",
      "description": "You read that right, a day devoted to daughters getting extra pocket money from their parents."
    },
    {
      "title": "October Liberatory War",
      "description": "The October Liberatory War helped restore the balance of power in the Arab world."
    },
    {
      "title": "Turkmenistan Earthquake Memorial Day",
      "description": "Let’s remember those who lost their lives in earthquakes throughout history on this memorial day."
    },
    {
      "title": "World Cerebral Palsy Day",
      "description": "CP is one of the most common physical disabilities affecting the most vulnerable among us — children."
    },
    {
      "title": "Addison Rae’s Birthday",
      "description": "Originally a dancer, this TikTok star has taken her talent to new heights of fame."
    },
    {
      "title": "Fannie Lou Hamer’s Birthday",
      "description": "People will never forget this activist for her contributions to black America."
    },
    {
      "title": "GreekGodx’s Birthday",
      "description": "Greekgodx is a brilliant streamer who grows stronger every day. The sky is the limit!"
    },
    {
      "title": "Hadley Horner’s Birthday",
      "description": "This remarkable TikTok star doesn&#39;t know the word ‘limit’ and is aiming for the sky!"
    },
    {
      "title": "Joe Goldberg’s Birthday",
      "description": "This renowned photographer travels the world looking for the best shots! Let&#39;s celebrate him!"
    },
    {
      "title": "King Badger’s Birthday",
      "description": "Today, we celebrate this impressive social media star, rapper, T.V. personality, and actor."
    },
    {
      "title": "LeBron James Jr.’s Birthday",
      "description": "There are no limits for this young athlete; not even the sky can stop him!"
    },
    {
      "title": "Melanie Robbins’s Birthday",
      "description": "This inspirational television show host has completely turned her life around for the better."
    },
    {
      "title": "Monique Samuels’s Birthday",
      "description": "Television was just the beginning — this talented and ambitious reality star continues to make her mark."
    },
    {
      "title": "Ryan&#39;s World’s Birthday",
      "description": "At a tender age, Ryan Kaji has become a household name with very special fans!"
    },
    {
      "title": "Surya Chandrasekaran’s Birthday",
      "description": "This amazing guy is an internet sensation and he knows no limits, he&#39;s skyrocketing to infinity!"
    },
    {
      "title": "Trevor Lawrence’s Birthday",
      "description": "Trevor Lawrence’s impressive collegiate success launched his promising NFL career with the Jacksonville Jaguars."
    },
    {
      "title": "Vaughn Raines Jr.’s Birthday",
      "description": "This TikTok star has a very amusing sense of humor, which will make your ribs tickle!"
    }
  ]
}
