{
  "month": "oct",
  "day": 7,
  "holidays": [
    {
      "title": "Albuquerque International Balloon Fiesta",
      "description": null
    },
    {
      "title": "Frugal Fun Day",
      "description": "Frugal Fun Day is the day to have fun without going broke."
    },
    {
      "title": "International Day of Peaceful Communication",
      "description": "Can peaceful dialogues indeed put an end to long-standing conflicts? It’s time to find out."
    },
    {
      "title": "National Forgiveness &amp; Happiness Day",
      "description": "Did you know forgiveness has numerous benefits for your physical and mental health?"
    },
    {
      "title": "​National Frappe Day",
      "description": "Frappes are a favorite for all ages and all ranges of taste."
    },
    {
      "title": "National Inner Beauty Day",
      "description": "Dig deep and show the world what makes you beautiful; shine your light!"
    },
    {
      "title": "National Jonathan Day",
      "description": "Today is the day for every Johnathan to have a moment in the spotlight."
    },
    {
      "title": "National LED Light Day",
      "description": "LED lights are good for the world — and they make a space look super attractive."
    },
    {
      "title": "Shemini Atzeret",
      "description": "Shemini Atzeret is the postscript to the seven days of Sukkot."
    },
    {
      "title": "World Card Making Day",
      "description": "Get your craft knives and glue ready because we are celebrating a crafter’s perfect holiday."
    },
    {
      "title": "World Cotton Day",
      "description": "Join the celebration of cotton to raise awareness about its essential role in economic development."
    },
    {
      "title": "You Matter To Me Day",
      "description": "You Matter To Me Day gives you a chance to bond with your loved ones."
    },
    {
      "title": "Brittani Lancaster’s Birthday",
      "description": "Brittani Lancaster is a brilliant young woman who informs people about body positivity."
    },
    {
      "title": "Holland Roden’s Birthday",
      "description": "Holland Roden is incredibly talented and we cannot wait to see where this star goes next!"
    },
    {
      "title": "Jazmine Hood’s Birthday",
      "description": "For this artist and YouTube star, we cannot wait to see what the future holds!"
    },
    {
      "title": "John Mellencamp’s Birthday",
      "description": "This talented musician has gifted present and future generations the blueprint of rock through his discography."
    },
    {
      "title": "Joy Behar’s Birthday",
      "description": "With her distinct and forceful voice, she is a legend among today&#39;s top comic talents."
    },
    {
      "title": "Joyce Hawkins’s Birthday",
      "description": "This celebrity mom is reaping the fruits of her labor and securing her future."
    },
    {
      "title": "Kiara Green’s Birthday",
      "description": "For fashionista and D.I.Y. specialist Kiara Green, the world is her oyster!"
    },
    {
      "title": "Kira Kosarin’s Birthday",
      "description": "Kira Kosarin is a brilliant artist who grows stronger every day. The world is her oyster!"
    },
    {
      "title": "KITTENS’s Birthday",
      "description": "Kittens is making strides in the music industry, one beat at a time!"
    },
    {
      "title": "Krissy Cela’s Birthday",
      "description": "A personal trainer, YouTube and Instagram star, and entrepreneur, Krissy Cela is set for success."
    },
    {
      "title": "Lay’s Birthday",
      "description": "This multi-talented artist and businessman is an all-rounder, and his creativity knows no bounds!"
    },
    {
      "title": "LDShadowLady’s Birthday",
      "description": "In the world of online gaming and YouTube, LDShadowLady is one of the most renowned influencers!"
    },
    {
      "title": "Matthew Roloff’s Birthday",
      "description": "For this memorable reality T.V. star, success is just one episode away!"
    },
    {
      "title": "Mookie Betts’s Birthday",
      "description": "In the world of sports, he is considered one of the GOATs (Greatest Of All Time)."
    },
    {
      "title": "Simon Cowell’s Birthday",
      "description": "We know him as the truth-speaking television judge who knows talent when he sees it."
    },
    {
      "title": "Toni Braxton’s Birthday",
      "description": "Singer, songwriter, actress, musician, and more! There’s nothing this diva cannot do."
    },
    {
      "title": "Trinity Trinity and Beyond’s Birthday",
      "description": "Trinity from Trinity and Beyond is a brilliant star whose becoming popular every day!"
    }
  ]
}
