{
  "month": "oct",
  "day": 9,
  "holidays": [
    {
      "title": "National C60 Day",
      "description": null
    },
    {
      "title": "National Pet Obesity Awareness Day",
      "description": "Pets come in all shapes and sizes, but sometimes sizes get a little out of hand."
    },
    {
      "title": "World Post Day",
      "description": "Throw back to communication methods of the past with some good old-fashioned letters."
    },
    {
      "title": "CURIOUS EVENTS DAY",
      "description": "It&#39;s the day to wonder about everything we’ve ever wondered about."
    },
    {
      "title": "Emergency Nurses Day",
      "description": "Honor the crucial roles emergency response (E.R.) nurses or trauma nurses play in the healthcare system."
    },
    {
      "title": "Guayaquil Independence Day",
      "description": "Explore the fascinating history behind the revolution that led to the Guayaquil Independence Day."
    },
    {
      "title": "International Beer and Pizza Day",
      "description": "We take you on an informative adventure of one of the greatest food pairings in history."
    },
    {
      "title": "International Top Spinning Day",
      "description": "Did you know, this event was initiated by a museum in Burlington, Wisconsin?"
    },
    {
      "title": "Leif Erikson Day",
      "description": "We remember the explorer credited with bringing the first Nordic people to America."
    },
    {
      "title": "National Bring Your Teddy Bear to School Day",
      "description": "Look for your teddy bear and bring them to wherever you study or work today."
    },
    {
      "title": "National Curves Day",
      "description": "Celebrate the day and your curves with confidence, regardless of your style!"
    },
    {
      "title": "National Digitool Day",
      "description": "Celebrate the day by participating in ballooning events and make sure you install the DBI3 model."
    },
    {
      "title": "National Moldy Cheese Day",
      "description": "Get ready to treat yourself to some spectacular gastronomic delights."
    },
    {
      "title": "National Pro-Life Cupcake Day",
      "description": "This day was initiated by Cupcakes for Life to raise awareness about abortion."
    },
    {
      "title": "National Stop Bullying Day",
      "description": "Bullying can come in many forms, and leave victims feeling helpless."
    },
    {
      "title": "Saint Barthélemy: Abolition Day",
      "description": "Join the people of Saint Barthélemy as they reflect on their past and celebrate their freedom."
    },
    {
      "title": "South Korea Hangul Day",
      "description": "Join in with the South Korean natives in celebration of the alphabet in their language."
    },
    {
      "title": "Uganda Independence Day",
      "description": "Explore the exciting details about Uganda Independence Day and its significance to the nation’s citizens."
    },
    {
      "title": "Bella Hadid’s Birthday",
      "description": "Want to know all about supermodel Bella Hadid? We have the scoop!"
    },
    {
      "title": "Cody Jones’s Birthday",
      "description": "This skillful YouTuber has become widely known for being one of the members of Dude Perfect."
    },
    {
      "title": "Eddie Guerrero’s Birthday",
      "description": "This legendary wrestler was well-known for his magnetic personality and wrestling capabilities."
    },
    {
      "title": "Jackson Browne’s Birthday",
      "description": "This exceptional musician, songwriter, and activist has sold over 18 million records in the United States."
    },
    {
      "title": "John Lennon’s Birthday",
      "description": "Who doesn&#39;t love John Lennon? Let&#39;s get a closer look into his life."
    },
    {
      "title": "Lecrae Moore’s Birthday",
      "description": "This Grammy award-winning rapper might’ve started as a rebel; he has however risen to the top!"
    },
    {
      "title": "Scotty McCreery’s Birthday",
      "description": "Winning is in this talented country musician’s legacy, and nothing can stop him."
    },
    {
      "title": "Sean Lennon’s Birthday",
      "description": "This gifted musician has been making music since 1987 and has become well known for it."
    },
    {
      "title": "Sharon Osbourne’s Birthday",
      "description": "This straight-taking star rose to fame for her appearances on popular reality television shows."
    },
    {
      "title": "Zachery Ty Bryan’s Birthday",
      "description": "This funny actor is best known for playing Brad in the T.V. series “Home Improvement.”"
    }
  ]
}
