{
  "month": "oct",
  "day": 10,
  "holidays": [
    {
      "title": "Columbus Day",
      "description": "&#34;In fourteen hundred ninety-two, Columbus sailed the ocean blue.&#34;"
    },
    {
      "title": "World Mental Health Day",
      "description": "As our understanding of mental health grows, we grow along with it."
    },
    {
      "title": "Bonza Bottler Day",
      "description": "With Bonza Bottler Day every month, there&#39;s always a reason to celebrate!"
    },
    {
      "title": "Cuba Independence Day",
      "description": "Join the Cuban people by honoring the heroes that made this historic day possible"
    },
    {
      "title": "Curaçao Day",
      "description": "Commemorate Curaçao Day with parades, flag hoisting activities, and the island’s cultural displays."
    },
    {
      "title": "Fiji Day",
      "description": "Immerse yourself in the history and culture of Fiji on this day."
    },
    {
      "title": "Health and Sports Day (Japan)",
      "description": "Keep reading to learn the history of Sports Day and what activities to take part in."
    },
    {
      "title": "Huduma Day",
      "description": "Formerly known as Moi Day, discover why Huduma Day is a special Kenyan holiday."
    },
    {
      "title": "Indigenous Peoples&#39; Day",
      "description": "Native American people are honored and celebrated on Indigenous Peoples’ Day."
    },
    {
      "title": "International Stage Management Day",
      "description": "Grab a seat while we appreciate the people who rule backstage."
    },
    {
      "title": "International: Day of respect for cultural diversity",
      "description": "Make the celebration more inclusive and festive by calling it the International Day of Respect for Cultural Diversity."
    },
    {
      "title": "Lao: End of Buddhist Lent Day",
      "description": "Light candles and incense to bid farewell to the three-month-long Buddhist Lent."
    },
    {
      "title": "Local Government Day",
      "description": "Filipinos commemorate Local Government Day with parades and events for the 1991 enactment of the code."
    },
    {
      "title": "Lotu a Tamaiti Holiday",
      "description": "On this holiday, let’s join the Samoan Islanders in acknowledging, celebrating, and honoring childhood!"
    },
    {
      "title": "Maroons Day",
      "description": "Remember the fight of the Maroons of Suriname to keep their land and identity."
    },
    {
      "title": "Maroons Day",
      "description": "On this day, join us as we explore the rich culture and history of the Maroons."
    },
    {
      "title": "National Angel Food Cake Day",
      "description": "Be inspired by the spongy goodness as we dive into one of America’s favorite desserts."
    },
    {
      "title": "National Cake Decorating Day",
      "description": "With holiday dessert buffets coming up soon, now is the perfect time to practice your technique!"
    },
    {
      "title": "National Handbag Day",
      "description": "The handbag is an essential item for many women and even some men!"
    },
    {
      "title": "National Heritage Day in Turks and Caicos",
      "description": "Let’s join the Islanders in Turks and Caicos to celebrate this important day in their history!"
    },
    {
      "title": "National Heroes&#39; Day of Bahamas",
      "description": "Get ready to celebrate this beautiful day in the Bahamas this National Heroes’ Day."
    },
    {
      "title": "National Hug a Drummer Day",
      "description": "Behind every song that stirs your soul, there&#39;s a drummer keeping a beat."
    },
    {
      "title": "National Hug a Kevin Day",
      "description": "If you are a Kevin, get ready to receive some premium hugs."
    },
    {
      "title": "National Kick Butt Day",
      "description": "Is there a bad habit you wanted to kick in the butt?"
    },
    {
      "title": "National Native American Day",
      "description": "Celebrate National Native American Day as it serves as a reminder of their ongoing legacy of courage."
    },
    {
      "title": "National Online Bank Day",
      "description": "Do you remember the last time you visited a bank? Neither do we, thanks to online banking."
    },
    {
      "title": "National Porter Day",
      "description": "Happy National Porter Day to all the Porters out there. Today, we celebrate you."
    },
    {
      "title": "Taiwan: National Day / Double Ten day",
      "description": "Enjoy the fanfare and military parades by raising the flag and joining in the national anthem."
    },
    {
      "title": "The Beginning of the Ten Years’ War",
      "description": "Join us as we celebrate Cuban independence, commemorating the nation&#39;s brave fight."
    },
    {
      "title": "World Animal Road Accident Awareness Day",
      "description": "Love animals? Drive cautiously to observe this worthy reminder of the welfare of our furry friends."
    },
    {
      "title": "World Day Against The Death Penalty",
      "description": "Raise your voices as we mark an important day to bring an end to the death penalty."
    },
    {
      "title": "World Homeless Day",
      "description": "Want to know how you can contribute to ending homelessness?"
    },
    {
      "title": "World Inclusion Day",
      "description": "Celebrate World Inclusion Day by reaching out to individuals all across the world."
    },
    {
      "title": "World Plant-based Burger Day",
      "description": "Make a plant-based burger for supper to celebrate World Plant-Based Burger Day!"
    },
    {
      "title": "World Porridge Day",
      "description": "Bring on your biggest appetite as we explore the origins of a breakfast favorite."
    },
    {
      "title": "Bae Suzy’s Birthday",
      "description": "This singer is the master of her destiny and the captain of her success!"
    },
    {
      "title": "Brett Favre’s Birthday",
      "description": "We have all the insights and facts on this renowned football player."
    },
    {
      "title": "Chaz Smith’s Birthday",
      "description": "This popular YouTuber rose to fame as a result of his comedic videos on social media."
    },
    {
      "title": "Cherliz Cohen’s Birthday",
      "description": "This social media star has created a name for herself. Discover why fans love her!"
    },
    {
      "title": "Da&#39;Vinchi’s Birthday",
      "description": "This young, gifted actor has worked hard and has earned his success!"
    },
    {
      "title": "Dale Earnhardt Jr.’s Birthday",
      "description": "Dale Earnhardt Jr.&#39;s most important career: it has been the career of life."
    },
    {
      "title": "Dan Stevens’s Birthday",
      "description": "This actor has made his mark in the world of entertainment and it&#39;s only the beginning."
    },
    {
      "title": "David Lee Roth’s Birthday",
      "description": "This talented musician is known and adored by fans for his wild, energetic stage persona."
    },
    {
      "title": "Lzzy Hale’s Birthday",
      "description": "This musician is the master of her destiny, and she is doing just fine!"
    },
    {
      "title": "Marina Diamandis’s Birthday",
      "description": "This talented singer, songwriter, and record producer is carving a name for herself in the industry."
    },
    {
      "title": "Mario Lopez’s Birthday",
      "description": "This famous actor rose to fame after starring in the popular sitcom &#34;Saved by the Bell.&#34;"
    },
    {
      "title": "Marjorie Harvey’s Birthday",
      "description": "She’s got style, she’s got class, she’s got grace and we celebrate her today."
    },
    {
      "title": "Meli V’s Birthday",
      "description": "For this creative Instagram star, she has achieved the accolades she deserves!"
    },
    {
      "title": "Mya’s Birthday",
      "description": "Here&#39;s to the talented singer, dancer, songwriter, producer, and actress, today is yours!"
    },
    {
      "title": "Pressley Hosbach’s Birthday",
      "description": "Step after step, Pressley Hosbach is dancing towards success! Let’s celebrate her birthday together."
    },
    {
      "title": "Rekha’s Birthday",
      "description": "In honor of her big day, here are some facts about Rekha that you should know."
    },
    {
      "title": "Tanya Tucker’s Birthday",
      "description": "For this country music singer, success is in the palm of her hands!"
    },
    {
      "title": "Thelonious Monk’s Birthday",
      "description": "Thelonious Monk played a huge role in the early 1940s jazz revolution."
    }
  ]
}
