{
  "month": "oct",
  "day": 12,
  "holidays": [
    {
      "title": "Farmers Day",
      "description": null
    },
    {
      "title": "Yom Kippur",
      "description": "Otherwise known as the Day of Atonement, Yom Kippur is considered the holiest day in Judaism."
    },
    {
      "title": "Ayudha Puja",
      "description": "Celebrate Ayudha Puja and explore the fascinating mythology behind this unique Indian festival."
    },
    {
      "title": "Dashain",
      "description": "Let us celebrate this time of year when families come together and extend kindness to others."
    },
    {
      "title": "Day of Respect For Cultural Diversity",
      "description": "Join us as we honor and celebrate cultures from all over the world."
    },
    {
      "title": "Día de la Raza",
      "description": "A celebration of identity and cultures."
    },
    {
      "title": "Durga Puja Navami",
      "description": "Let’s see how Navami is celebrated on the ninth day of this holiday."
    },
    {
      "title": "Equatorial Guinea Independence Day",
      "description": "Join us as we get ready to celebrate Equatorial Guinea Independence Day!"
    },
    {
      "title": "Harry Potter Book Day",
      "description": "Calling all witches, wizards, and muggles to celebrate this memorable day with us!"
    },
    {
      "title": "Hispanic Day",
      "description": "Join us as we get ready to learn more about and celebrate Hispanic Day."
    },
    {
      "title": "I Love Yarn Day",
      "description": "Yarn lovers, gather around and share your love. The world needs a little more yarn."
    },
    {
      "title": "Indigenous Resistance Day",
      "description": "Today is an excellent opportunity to listen to indigenous communities and learn something new."
    },
    {
      "title": "Indigenous Resistance Day in Venezuela",
      "description": "Learn the origin of Indigenous Resistance Day in Venezuela and how to celebrate it."
    },
    {
      "title": "International African Penguin Awareness Day",
      "description": "Get your flippers ready as we enter the world of one of nature’s most endearing birds."
    },
    {
      "title": "Lady of Aparecida",
      "description": "Here’s all you need to know about Nossa Senhora Aparecida and her origins."
    },
    {
      "title": "Maha Navami",
      "description": "Get ready to light ‘diyas’ (lamps), learn about Hindu myths, and try delicious Indian sweets."
    },
    {
      "title": "Mahanavami",
      "description": "We celebrate this nine-day holiday with tremendous zeal and appreciation, particularly in North and West India."
    },
    {
      "title": "Mexico: Day of the Pluricultural Nation",
      "description": "The beauty of Mexico lies in its diversity and rich culture that came along with unity."
    },
    {
      "title": "National Chess Day",
      "description": "Mentally stimulate and challenge yourself by playing the timeless game of chess."
    },
    {
      "title": "National Costume Swap Day",
      "description": "Get ready to make heads turn as we pick out the best costumes for you."
    },
    {
      "title": "National Freethought Day",
      "description": "The ability to form rational thoughts is one of the defining traits of being human."
    },
    {
      "title": "National Gumbo Day",
      "description": "It’s a time to appreciate this heavily seasoned, savory state dish of Louisiana."
    },
    {
      "title": "National Motorcycle Ride Day",
      "description": "Gear up to go on a biking adventure of a lifetime."
    },
    {
      "title": "National Pulled Pork Day",
      "description": "Pork. Cooked. Slowly. Celebrate this classic Texas-style dish, and bring along your favorite barbecue sauce!"
    },
    {
      "title": "National Savings Day",
      "description": "There are lots of easier ways to save in order to bring your dreams within reach."
    },
    {
      "title": "National Vermont Day",
      "description": "Explore the vast history, alluring mountains, and prolific culture of Vermont with your loved ones today."
    },
    {
      "title": "Our Lady of Aparecida&#39;s Day",
      "description": "Celebrate Our Lady of Aparecida&#39;s Day by bringing a fresh wish to the church."
    },
    {
      "title": "Universal Music Day",
      "description": "Join the symphony as we celebrate this day with music."
    },
    {
      "title": "Uruguay Day of Cultural Diversity/Day of the Races",
      "description": "A day of acknowledgment, respect, and dignity for Latin American native people."
    },
    {
      "title": "Vijayadashami",
      "description": "Vijaydashmi, or Dusshera is the 10th and the last day of Durga Puja."
    },
    {
      "title": "World Arthritis Day",
      "description": "It&#39;s time to raise awareness about the debilitating and widespread effects of arthritis."
    },
    {
      "title": "World Hospice and Palliative Care Day",
      "description": "It started as a single concert titled &#34;Come and Sing&#34; and become a worldwide event."
    },
    {
      "title": "Aleister Crowley’s Birthday",
      "description": "To the man who introduced Thelema — that promotes harmony with nature and your own calling."
    },
    {
      "title": "Alyssa Scott’s Birthday",
      "description": "The Instagram star is slowly but surely rising in the industry! Let&#39;s celebrate her."
    },
    {
      "title": "Darci Lynne Farmer’s Birthday",
      "description": "She also won Broadway, Specialty Acts, and the overall Entertainer of the Year at American Kids."
    },
    {
      "title": "Dick Gregory’s Birthday",
      "description": "We look back at Dick Gregory’s life and get inspired to keep moving forward."
    },
    {
      "title": "Eisha Hickson’s Birthday",
      "description": "Eisha Hickson is an emerging talent from Atlanta, Georgia and we’re happy to celebrate her today."
    },
    {
      "title": "Erica Dixon’s Birthday",
      "description": "This reality star is creating a body of work she be proud of."
    },
    {
      "title": "Hugh Jackman’s Birthday",
      "description": "This talented actor, philanthropist, and sports lover is loved in the entertainment world."
    },
    {
      "title": "Josh Hutcherson’s Birthday",
      "description": "Talented and loved, he will always be everyone’s favorite. Let&#39;s celebrate Josh Hutcherson today!"
    },
    {
      "title": "Kelvin Dukes’s Birthday",
      "description": "He’s one of the youngest people to make it to the quarterfinals of America’s Got Talent."
    },
    {
      "title": "Kirk Cameron’s Birthday",
      "description": "This talented actor adorned the living rooms of thousands of people worldwide."
    },
    {
      "title": "Lane Frost’s Birthday",
      "description": "His legend lives on. Let’s celebrate the life and legacy of Lane Frost on his birthday."
    },
    {
      "title": "Tahlia Christou’s Birthday",
      "description": "Join us as we celebrate this bikini model who also happens to be a weightlifter!"
    },
    {
      "title": "Tyson Jenkins’s Birthday",
      "description": "He started his social media career in 2016 by opening an account on TikTok."
    }
  ]
}
