{
  "month": "oct",
  "day": 14,
  "holidays": [
    {
      "title": "Indigenous Peoples&#39; Day",
      "description": null
    },
    {
      "title": "National Dessert Day",
      "description": "&#34;Let them eat cake!&#34; This popular french saying holds true especially today."
    },
    {
      "title": "Be Bald and Be Free Day",
      "description": "Get ready for a new style statement. Be bald and be free!"
    },
    {
      "title": "Chisinau City Day",
      "description": "Moldova and Chisinau have a rich history and festivals are celebrated with merriment and reverence."
    },
    {
      "title": "Columbus Day",
      "description": "&#34;In fourteen hundred ninety-two, Columbus sailed the ocean blue.&#34;"
    },
    {
      "title": "Day of Svetitskovloba",
      "description": "Let’s explore the history of the Svetitskhoveli Cathedral and appreciate its significance."
    },
    {
      "title": "Defender of Ukraine Day",
      "description": "Join us as we celebrate Ukraine’s defenders, history, and rich traditions."
    },
    {
      "title": "Health and Sports Day (Japan)",
      "description": "Keep reading to learn the history of Sports Day and what activities to take part in."
    },
    {
      "title": "International: Day of respect for cultural diversity",
      "description": "Make the celebration more inclusive and festive by calling it the International Day of Respect for Cultural Diversity."
    },
    {
      "title": "Lotu a Tamaiti Holiday",
      "description": "On this holiday, let’s join the Samoan Islanders in acknowledging, celebrating, and honoring childhood!"
    },
    {
      "title": "Mwalimu Nyerere Day",
      "description": "In 1962, Julius Nyerere became the first elected president of Tanganyika."
    },
    {
      "title": "National Heritage Day in Turks and Caicos",
      "description": "Let’s join the Islanders in Turks and Caicos to celebrate this important day in their history!"
    },
    {
      "title": "National Heroes&#39; Day of Bahamas",
      "description": "Get ready to celebrate this beautiful day in the Bahamas this National Heroes’ Day."
    },
    {
      "title": "National I Love You Day",
      "description": "Make your loved ones smile and feel loved on National I Love You Day."
    },
    {
      "title": "National Kick Butt Day",
      "description": "Is there a bad habit you wanted to kick in the butt?"
    },
    {
      "title": "National Native American Day",
      "description": "Celebrate National Native American Day as it serves as a reminder of their ongoing legacy of courage."
    },
    {
      "title": "National Online Bank Day",
      "description": "Do you remember the last time you visited a bank? Neither do we, thanks to online banking."
    },
    {
      "title": "World Standards Day",
      "description": "Global standardization is satisfying the needs of government, industries, businesses, and consumers worldwide."
    },
    {
      "title": "Yemen Liberation Day",
      "description": "Today we celebrate Yemen’s freedom as a nation! Join us right here at National Today!"
    },
    {
      "title": "Carol Capel’s Birthday",
      "description": "If you&#39;re into paranormalities, this YouTube star will certainly leave you speechless."
    },
    {
      "title": "Dillon the Hacker’s Birthday",
      "description": "For this outspoken YouTube star, no one and no topic was off limits."
    },
    {
      "title": "Dwight D. Eisenhower’s Birthday",
      "description": "This leader will always be remembered for his fearlessness, a history-book-worthy feat."
    },
    {
      "title": "Fernanda Ramirez’s Birthday",
      "description": "Her style and travel vlogs have catapulted her to success. Let&#39;s learn more."
    },
    {
      "title": "Jared Goff’s Birthday",
      "description": "This football player has demonstrated his skills on the field time and time again."
    },
    {
      "title": "Jason Plato’s Birthday",
      "description": "He&#39;s known as a two-time British Touring Car champion — let&#39;s learn more as we celebrate him!"
    },
    {
      "title": "Jelly’s Birthday",
      "description": "This talented YouTuber has posted thousands of videos that his fans absolutely love!"
    },
    {
      "title": "Karyn White’s Birthday",
      "description": "This singer was especially popular in ‘80s and ‘90s! Let&#39;s throw it back and learn more!"
    },
    {
      "title": "King James II’s Birthday",
      "description": "Despite his personal shortcomings and flaws, King James II did his best to run England’s monarchy."
    },
    {
      "title": "Kota ASMR’s Birthday",
      "description": "She is still young and is already an A.S.M.R. social media sensation!"
    },
    {
      "title": "Lourdes Ciccone Leon’s Birthday",
      "description": "Madonna&#39;s daughther is carving a name for herself in the fashion industry."
    },
    {
      "title": "Roger Moore’s Birthday",
      "description": "Moore was cast to play Bond in 1973 and played the character for over 12 years."
    },
    {
      "title": "Rowan Blanchard’s Birthday",
      "description": "Because of her modeling career and activism, this talented actress has gained a lot of popularity."
    },
    {
      "title": "Stephen A. Smith’s Birthday",
      "description": "This sports commentator has many other talents, and we&#39;re celebrating them all today."
    },
    {
      "title": "Usher’s Birthday",
      "description": "We celebrate an artist who shot to fame in the 90s and continues to entertain today."
    }
  ]
}
