{
  "month": "oct",
  "day": 22,
  "holidays": [
    {
      "title": "National Nut Day",
      "description": null
    },
    {
      "title": "Hoshana Rabbah",
      "description": "The Jewish holiday&#39;s roots are in celebration of thanksgiving for a bountiful harvest."
    },
    {
      "title": "International Caps Lock Day",
      "description": "Push the Caps Lock key down and give somebody a shout out."
    },
    {
      "title": "International Stuttering Awareness Day",
      "description": "International Stuttering Awareness Day shines a spotlight on stutterers and educates others about the causes."
    },
    {
      "title": "National Color Day",
      "description": "Step out of the black and white box and celebrate National Color Day."
    },
    {
      "title": "National Kristopher NaJee Roebuck Day",
      "description": "Let us explore how we can keep the name of Kris Roebuck alive."
    },
    {
      "title": "National Make a Dog’s Day",
      "description": "What makes dogs the best pets in the world? Let us find out."
    },
    {
      "title": "Scar Appreciation Day",
      "description": "Let us find out how we can heal a scar and move on with life."
    },
    {
      "title": "Smart is Cool Day",
      "description": "This day recognizes, appreciates, and celebrates being smart."
    },
    {
      "title": "21 Savage’s Birthday",
      "description": "21 Savage is a British-born rapper — and he is a living legend in the making."
    },
    {
      "title": "Acacia Kersey’s Birthday",
      "description": "This well-known influencer has a strong presence on all social media platforms, particularly Instagram."
    },
    {
      "title": "Aziz Generosity’s Birthday",
      "description": "This rising TikTok star, YouTuber, and social media influencer is on the road to success!"
    },
    {
      "title": "Baby CEO’s Birthday",
      "description": "With his incredible talent, this rapper captivated the public&#39;s attention at a young age."
    },
    {
      "title": "Carrie Hope Fletcher’s Birthday",
      "description": "This rising actress, YouTuber, and writer is showing the world her many talents."
    },
    {
      "title": "Charlie Wright’s Birthday",
      "description": "This young entertainer, Charlie Wright, comes from a family of creative entrepreneurs."
    },
    {
      "title": "Christopher Lloyd’s Birthday",
      "description": "From Connecticut to the glam and glitz of California, Lloyd has come a long way!"
    },
    {
      "title": "Curly Howard’s Birthday",
      "description": "Curly Howard lived an impactful and large life — albeit not a long one."
    },
    {
      "title": "Deepak Chopra’s Birthday",
      "description": "For his work, this author became one of the biggest figures in the New Age movement."
    },
    {
      "title": "Deontay Wilder’s Birthday",
      "description": "Because of his numerous victories, this boxer established himself among the greatest in the boxing world."
    },
    {
      "title": "Elias Harger’s Birthday",
      "description": "Here is the child actor who is already making waves in Hollywood!"
    },
    {
      "title": "Ethan Munck’s Birthday",
      "description": "Ethan Munck is a gifted child actor who is making it big in the entertainment industry."
    },
    {
      "title": "Franz Liszt’s Birthday",
      "description": "Here is a closer look at Franz Liszt — the first classical superstar!"
    },
    {
      "title": "Gloria Carter Spann’s Birthday",
      "description": "This famous personality was well-known for her activism and for being the sister of Jimmy Carter."
    },
    {
      "title": "Haley Sharpe’s Birthday",
      "description": "From A.L. to L.A., Haley Sharpe has come a long way, and here&#39;s how!"
    },
    {
      "title": "Hassan Jameel’s Birthday",
      "description": "Here is the mystery man who made it to the headlines across the world."
    },
    {
      "title": "Jeff Goldblum’s Birthday",
      "description": "Today we celebrate an entertainment icon who has featured in some legendary movies."
    },
    {
      "title": "Jordyn Raya James’s Birthday",
      "description": "Jordyn Raya James is the fresh-faced Ami from &#34;Family Reunion,&#34; and we love her sass!"
    },
    {
      "title": "Mariah Huq’s Birthday",
      "description": "A woman of many talents, she is a reality star, actor, producer, and entrepreneur."
    },
    {
      "title": "Pakalu Papito’s Birthday",
      "description": "Pakalu Papito’s actual image remains a mystery! Is he real or fake? Only time will tell."
    },
    {
      "title": "Roddy Ricch’s Birthday",
      "description": "There is a lot to learn about this extraordinary Grammy-award-winning American rapper!"
    },
    {
      "title": "Shaggy’s Birthday",
      "description": "The modern-day king of reggae has continued to flourish from his early days of fame."
    },
    {
      "title": "Sora Simmons’s Birthday",
      "description": "Sora Simmons is a fantastic Tiktok star and he&#39;s only getting started in his career!"
    },
    {
      "title": "SSSniperWolf’s Birthday",
      "description": "SSSniperwolf, a multi-talented gamer and D.I.Y. specialist, is truly a force to reckon with."
    },
    {
      "title": "TobyMac’s Birthday",
      "description": "This multi-award-winning rapper is a trendsetter, and he shows no sign of slowing down."
    },
    {
      "title": "Zac Hanson’s Birthday",
      "description": "The 90s gave us many gems, but none shines quite as brightly as this legend."
    },
    {
      "title": "Zhuri Nova James’s Birthday",
      "description": "Zhuri Nova James is almost as popular as her parents — she is young and amazing!"
    }
  ]
}
