{
  "month": "oct",
  "day": 23,
  "holidays": [
    {
      "title": "National Slap Your Coworker Day",
      "description": null
    },
    {
      "title": "Chulalongkorn Day / Piyamararaj Day",
      "description": "Are you wondering who King Chulalongkorn is and why this day is important? Let’s find out."
    },
    {
      "title": "Geelong Cup Day",
      "description": "The day of the running of the Geelong Cup — a Group 3 thoroughbred horse race."
    },
    {
      "title": "Hungarian Republic Day",
      "description": "Learn about the 1956 Hungarian Revolution that led to the creation of the Republic of Hungary."
    },
    {
      "title": "Libya Liberation Day",
      "description": "Learn how to honor the Libyan people and their struggle for freedom from Muammar Gaddafi&#39;s regime."
    },
    {
      "title": "Lung Health Day",
      "description": "Breathe in, breathe out, and learn about the numerous ways to keep your lungs healthy."
    },
    {
      "title": "Medical Assistant Day",
      "description": "A great time to explore this important, fast-growing career."
    },
    {
      "title": "Mole Day",
      "description": "It’s a basic chemistry algorithm, and not about those funny looking creatures called moles."
    },
    {
      "title": "National Boston Cream Pie Day",
      "description": "We know what you’re thinking: Why is it called a pie, when it’s actually a cake?"
    },
    {
      "title": "National Croc Day",
      "description": "Crocs are making a comeback, and why not? They’re versatile, vibrant, and most of all, comfortable."
    },
    {
      "title": "National iPod Day",
      "description": "Dust off your old iPod and pretend it’s the early 2000s all over again."
    },
    {
      "title": "National Paralegal Day",
      "description": "Attorneys depend greatly on these men and women to get things right."
    },
    {
      "title": "Swallows Depart from San Juan Capistrano Day",
      "description": "Let us witness and admire the beauty of thousands of swallows taking to the sky."
    },
    {
      "title": "T.V. Talk Show Host Day",
      "description": "Celebrate the T.V. talk show hosts who fill our evenings with warmth and laughter"
    },
    {
      "title": "Amandla Stenberg’s Birthday",
      "description": "It’s Amandla Stenberg’s birthday! Celebrate her and all her nuggets of wisdom."
    },
    {
      "title": "Arii’s Birthday",
      "description": "This Instagram star and TikTok sensation is a rising star and we&#39;re celebrating her today!"
    },
    {
      "title": "Asahd Khaled’s Birthday",
      "description": "It’s Asahd Khaled’s birthday! With amazing parents, we’re sure he’ll grow up to be amazing, too!"
    },
    {
      "title": "Carter Sharer’s Birthday",
      "description": "From vlogging to D.I.Y. videos, Carter Sharer’s Youtube channel is quite entertaining."
    },
    {
      "title": "Dwight Yoakam’s Birthday",
      "description": "Dwight Yoakam has been in the industry for years and has achieved a variety of accolades."
    },
    {
      "title": "Johnny Carson’s Birthday",
      "description": "Carson&#39;s charisma and confidence earned him a legendary status in the T.V. world."
    },
    {
      "title": "LaVar Ball’s Birthday",
      "description": "This businessman rose to prominence through his business ventures, athletic career, and numerous public appearances."
    },
    {
      "title": "Masiela Lusha’s Birthday",
      "description": "She&#39;s an award-winning actress and gifted author with an impressive body of work."
    },
    {
      "title": "Meghan McCain’s Birthday",
      "description": "From being a host to an author to a columnist, Meghan McCain has done it all."
    },
    {
      "title": "Miguel’s Birthday",
      "description": "This versatile R&amp;B vocalist won the Grammy for ‘Best R&amp;B Song’ in 2013!"
    },
    {
      "title": "Mina Sundwall’s Birthday",
      "description": "Fans are in for an enjoyable read as we learn all about this exceptional actress."
    },
    {
      "title": "Nathalie Paris’s Birthday",
      "description": "Paris is an amazing entertainer who is always a delight to watch."
    },
    {
      "title": "Pelé’s Birthday",
      "description": "He set several records in football, some of which are still unbeaten."
    },
    {
      "title": "Ryan Reynolds’s Birthday",
      "description": "Reynolds was a football player for nine years and now has smitten the world with movies."
    },
    {
      "title": "Sam Andrews’s Birthday",
      "description": "Young and entertaining, he’s the people’s favorite! Celebrate his day with us!"
    },
    {
      "title": "Ur Mom Ashley’s Birthday",
      "description": "This young social media star is winning hearts with her cute antics and interesting content."
    },
    {
      "title": "Weird Al Yankovic’s Birthday",
      "description": "He has four Grammy Awards to his credit for creating music that furthers pop culture music."
    }
  ]
}
