{
  "month": "oct",
  "day": 24,
  "holidays": [
    {
      "title": "Chulalongkorn Day / Piyamararaj Day",
      "description": "Are you wondering who King Chulalongkorn is and why this day is important? Let’s find out."
    },
    {
      "title": "Deepavali",
      "description": "Let the light bless our homes and hearts on the auspicious day of Deepavali."
    },
    {
      "title": "Disarmament Week",
      "description": "If world peace is your mantra or the idea appeals, be a part of the movement."
    },
    {
      "title": "Diwali",
      "description": "Lasting over five days, the holiday is celebrated by millions of Hindus, Jains and Sikhs worldwide."
    },
    {
      "title": "Kali Puja",
      "description": "Settle in for a transformative journey into the world of the goddess Kali."
    },
    {
      "title": "Lakshmi Puja",
      "description": "Chant Lakshmi&#39;s mantras to manifest abundance and prosperity in your life!"
    },
    {
      "title": "Naraka Chaturdashi",
      "description": "Indians celebrate the second day of the five-day-long Diwali festival."
    },
    {
      "title": "National Bologna Day",
      "description": "Everyone’s favorite processed luncheon meat has its own day."
    },
    {
      "title": "National Elizabeth Day",
      "description": "Today, we honor all Elizabeths and the contributions they have made to our lives."
    },
    {
      "title": "National Food Day",
      "description": "Explore the world of food production, food safety, farm-animal welfare, hunger prevention, and agriculture."
    },
    {
      "title": "National Jamaican Jerk Day",
      "description": "Start seasoning with our great tips and information about jerk seasoning and Jamaican culture."
    },
    {
      "title": "National Kangaroo Awareness Day",
      "description": "Use our fantastic ideas to add a little zing to National Kangaroo Awareness Day."
    },
    {
      "title": "National Senior UTI Awareness Day",
      "description": "Get informed about U.T.I. symptoms in the elderly with our great information on this day."
    },
    {
      "title": "New Zealand Labour Day",
      "description": "The rights laborers have today were obtained after a long struggle against exploitative corporations."
    },
    {
      "title": "United Nations Day",
      "description": "We celebrate the anniversary of the UN Charter of 1945."
    },
    {
      "title": "World Development Information Day",
      "description": "The younger generation plays a vital role when it comes to strategic development."
    },
    {
      "title": "World Polio Day",
      "description": "World Polio Day recognizes efforts to diminish and eliminate polio to eradicate it globally."
    },
    {
      "title": "World Tripe Day",
      "description": "Prepare to savor some delectable, meaty tripe on World Tripe Day!"
    },
    {
      "title": "Zambia Independence Day",
      "description": "True independence and freedom can only exist in doing what’s right — Happy Independence Day Zambia!"
    },
    {
      "title": "Drake’s Birthday",
      "description": "Since his breakout debut, Drake’s been challenging what a rapper and a celebrity should be."
    },
    {
      "title": "Adrienne Bailon’s Birthday",
      "description": "Sassy, fashionable, successful; what can this inspiring woman not do? Let’s celebrate her today."
    },
    {
      "title": "CrankGameplays’s Birthday",
      "description": "Known for his cheerful personality, CrankGameplays never fail to entertain fans all over the world!"
    },
    {
      "title": "Daya’s Birthday",
      "description": "With two platinum hits under her belt already, she is just getting warmed up!"
    },
    {
      "title": "Eric Hosmer’s Birthday",
      "description": "Hosmer is in the fifth season of an eight-year, $144 million contract signed with the Padres."
    },
    {
      "title": "Gabriel Conte’s Birthday",
      "description": "Here’s a closer look at the star! Come celebrate his special day with us!"
    },
    {
      "title": "Jason Tartick’s Birthday",
      "description": "An entrepreneur and internet icon, Tartick truly has the best of both worlds."
    },
    {
      "title": "Jaylen Brown’s Birthday",
      "description": "Young and energetic — Jaylen Brown is a shining star in the world of basketball!"
    },
    {
      "title": "Justin Burke’s Birthday",
      "description": "Justin Burke’s birthday is today — he can teach you to use your voice with confidence!"
    },
    {
      "title": "Krystal Jung’s Birthday",
      "description": "Let&#39;s get to know this K-pop star in more detail as we celebrate her special day."
    },
    {
      "title": "Monica Arnold’s Birthday",
      "description": "From one song to another, Arnold proved herself as one of the best R&amp;B singers!"
    },
    {
      "title": "PewDiePie’s Birthday",
      "description": "This YouTube star keeps breaking ground and pushing walls by doing what he loves!"
    },
    {
      "title": "Purpled’s Birthday",
      "description": "At just 18, this popular gamer and Twitch streamer from Virginia has a massive fan base."
    },
    {
      "title": "Tila Tequila’s Birthday",
      "description": "This reality star has had quite a journey! Read on to find out more!"
    },
    {
      "title": "Wayne Rooney’s Birthday",
      "description": "This English soccer icon has loads of talent and a heart of gold."
    }
  ]
}
