{
  "month": "oct",
  "day": 27,
  "holidays": [
    {
      "title": "National American Beer Day",
      "description": null
    },
    {
      "title": "National Black Cat Day",
      "description": "Black cats need some positive PR to dispel their reputation as an omen of bad luck."
    },
    {
      "title": "Bandana Day",
      "description": "Discover interesting ways to observe Bandana Day and offer much-needed support to people with cancer."
    },
    {
      "title": "Cranky Co-Workers Day",
      "description": "Let&#39;s put on that fashionable frown and be irritable for a whole workday."
    },
    {
      "title": "Frankenstein Friday",
      "description": "Mary Shelley&#39;s creation spawned an entire genre, countless movie adaptations, and widespread recognition."
    },
    {
      "title": "Global Champagne Day",
      "description": "Find out the history of champagne and how to celebrate this day with our help!"
    },
    {
      "title": "National Breadstick Day",
      "description": "Breadsticks are slender sticks of baked crispy dry goodness invented in Italy."
    },
    {
      "title": "National Henry C. Ramos Day",
      "description": "Grab a tumbler, order a Ramos Gin Fizz, and indulge in this refreshing cocktail."
    },
    {
      "title": "​National Mentoring Day",
      "description": "The perfect time to think of a mentor that shaped you into who you are today."
    },
    {
      "title": "National Pharmacy Buyer Day",
      "description": "We have some ideas on how to show love to those who source our meds."
    },
    {
      "title": "Navy Day",
      "description": "We celebrate members of the naval warfare branch of the U.S. military."
    },
    {
      "title": "Nevada Day",
      "description": "Explore the Battle Born State today in celebration of Nevada Day."
    },
    {
      "title": "Saint Vincent and the Grenadines Independence Day",
      "description": "Give the Vincentian Caribs a salute for their resilience and celebrate their well-deserved freedom today."
    },
    {
      "title": "World Day for Audiovisual Heritage",
      "description": "Let’s come together to archive audiovisual sources for our future generations’ benefit."
    },
    {
      "title": "World Lemur Day",
      "description": "Join us as we celebrate lemurs and their place in the global ecosystem this World Lemur Day!"
    },
    {
      "title": "Claudia Sampedro’s Birthday",
      "description": "Claudia Sampedro a Model? Yes. Businesswoman? Yes. Beautiful? Obviously. Smart? Even more so."
    },
    {
      "title": "Fran Lebowitz’s Birthday",
      "description": "Success did not spoil this famous author, speaker, and occasional actor. She has always been insufferable."
    },
    {
      "title": "Hernando Desoto’s Birthday",
      "description": "From Nicaragua to Peru to the United States, De Soto left no stone unturned."
    },
    {
      "title": "John Cleese’s Birthday",
      "description": "John Cleese is the most well-known member of the irreverent comic team that achieved legendary status."
    },
    {
      "title": "Kelly Osbourne’s Birthday",
      "description": "This talented daughter of Sharon and Ozzy Osbourne has successfully carved a niche for herself."
    },
    {
      "title": "Lilbaby Lexi’s Birthday",
      "description": "There is nothing little about Lilbaby Lexi’s social media breakthrough and online presence."
    },
    {
      "title": "Lonzo Ball’s Birthday",
      "description": "We’re all waiting to see what Lonzo Ball will do next. It will surely be amazing."
    },
    {
      "title": "Malachi Bush’s Birthday",
      "description": "This Tik Tok star who occasionally raps too is the one to look out for!"
    },
    {
      "title": "Scott Weiland’s Birthday",
      "description": "The versatile singer left a rich musical legacy and a lasting impression on rock music."
    },
    {
      "title": "Simon Le Bon’s Birthday",
      "description": "With a talent like no other, he’ll always be one of the legends."
    },
    {
      "title": "Theodore Roosevelt’s Birthday",
      "description": "Theodore Roosevelt, the nation’s 26th President, was the youngest President at 42 years old!"
    }
  ]
}
