{
  "month": "oct",
  "day": 28,
  "holidays": [
    {
      "title": "National Chocolate Day",
      "description": null
    },
    {
      "title": "National Pit Bull Awareness Day",
      "description": "We celebrate how loving, kind, and compassionate these dogs truly are."
    },
    {
      "title": "Chucks-N-Pearls Day",
      "description": "Put on those special shoes and dress in a unique way to partake in this event."
    },
    {
      "title": "Czech Founding Day",
      "description": "Celebrate the National Day of the Czech Republic and learn all about its rich history."
    },
    {
      "title": "Hug a Sheep Day",
      "description": "Join animal lovers as we celebrate the meekest of creatures on National Hug a Sheep Day."
    },
    {
      "title": "International Animation Day",
      "description": "Remember when you thought the best thing you could do in life was to watch cartoons."
    },
    {
      "title": "Lao: End of Buddhist Lent Day",
      "description": "Light candles and incense to bid farewell to the three-month-long Buddhist Lent."
    },
    {
      "title": "Make a Difference Day",
      "description": "Your time and effort can go a long way towards making a big difference!"
    },
    {
      "title": "Muddy dog day",
      "description": "Join us as we celebrate adorable dogs rolling through muddy puddles this October!"
    },
    {
      "title": "Myanmar Full Moon of Thadingyut",
      "description": "Buddhist Lent, which commemorates Buddha&#39;s return to earth, concludes on this day."
    },
    {
      "title": "National Caroline Day",
      "description": "It&#39;s time to congratulate every Caroline you know on this special day!"
    },
    {
      "title": "​National First Responders Day",
      "description": "We recognizes the heroic men and women who take immediate action when disaster strikes."
    },
    {
      "title": "​National Immigrants Day",
      "description": "As Americans, we are proud of our long history of welcoming immigrants from around the world."
    },
    {
      "title": "National One United Race Day",
      "description": "See what you can do to support National One United Race Day."
    },
    {
      "title": "National William Day",
      "description": "Don’t forget to send all your love to all the Williams out there!"
    },
    {
      "title": "Ohi Day",
      "description": "Find out what Ohi Day is and why it is celebrated by the Greeks."
    },
    {
      "title": "Plush Animal Lovers Day",
      "description": "Celebrate your animal plushies for the memories, comfort, and joy they’ve given you throughout these years!"
    },
    {
      "title": "Valmiki Jayanti",
      "description": "Soak yourself in devotion while celebrating the birth of the great sage Valmiki."
    },
    {
      "title": "Vap Full Moon Poya",
      "description": "Vap Full Moon Poya honors the Buddhist fasting month’s completion and Buddha’s sermon in Tavatimsa."
    },
    {
      "title": "Wild Foods Day",
      "description": "Come and learn more about this hap-pea Wild Foods Day with us!"
    },
    {
      "title": "Amy Slaton’s Birthday",
      "description": "This strong woman’s life is the best example of perseverance and sheer determination."
    },
    {
      "title": "Anthony Fantano’s Birthday",
      "description": "Bold and brave, Fantano’s success comes from the hard work he has put in."
    },
    {
      "title": "Bill Gates’s Birthday",
      "description": "Technology magnate and entrepreneur — he&#39;s one of the most famous technology personalities in the world."
    },
    {
      "title": "Brad Mondo’s Birthday",
      "description": "He is not only a phenomenal star hairstylist but also a social media personality and entrepreneur."
    },
    {
      "title": "Brad Paisley’s Birthday",
      "description": "Brad Paisley composes most of his songs and often adds his sense of humor."
    },
    {
      "title": "Brent Champagne’s Birthday",
      "description": "From flight attendant to reality show star! Here’s all you need to know about Mr. Champagne."
    },
    {
      "title": "Caitlyn Jenner’s Birthday",
      "description": "This star was named Woman of the Year for her efforts to raise transgender awareness."
    },
    {
      "title": "Charlie Daniels’s Birthday",
      "description": "Charlie Daniels is one of the most accomplished musicians and songwriters to have ever lived."
    },
    {
      "title": "Edd Gould’s Birthday",
      "description": "Edd Gould’s life may have been short but his legacy lives on to this day."
    },
    {
      "title": "Frank Ocean’s Birthday",
      "description": "He is a phenomenal singer and songwriter who has revolutionized the R&amp;B genre."
    },
    {
      "title": "GamingWithJen’s Birthday",
      "description": "We cheer this skilled gamer who has tasted success in both the Roblox and Minecraft platforms!"
    },
    {
      "title": "Jasmine Rae’s Birthday",
      "description": "This country singer and songwriter continues to impress with her powerful performances and soul-touching music."
    },
    {
      "title": "Joaquin Phoenix’s Birthday",
      "description": "Joaquin Phoenix had to lose 52 pounds for his part as the infamous Joker!"
    },
    {
      "title": "John Laurens’s Birthday",
      "description": "During the Revolutionary War, John Laurens served as a soldier and a diplomat."
    },
    {
      "title": "Jonny Hawkins’s Birthday",
      "description": "Jonny Hawkins is one of the main reasons why rock music isn&#39;t dead!"
    },
    {
      "title": "Joy-Anna Duggar’s Birthday",
      "description": "The girl from the most controversial family on T.V. now has her own family."
    },
    {
      "title": "Julia Roberts’s Birthday",
      "description": "Today is the day of everyone’s favorite Hollywood actress, let us celebrate with her!"
    },
    {
      "title": "Katherine Flores’s Birthday",
      "description": "Tattooing the stars is not enough. Katherine Flores is now part of the sky."
    },
    {
      "title": "Lucy Bronze’s Birthday",
      "description": "Lucy Bronze has represented England at all levels, from under-11 up to the national team."
    },
    {
      "title": "Matt Smith’s Birthday",
      "description": "From an aspiring football player to a rising actor, his career continues to thrive!"
    },
    {
      "title": "Sheryl Underwood’s Birthday",
      "description": "The world wouldn&#39;t be nearly as hilarious without this comedian, actress, and television host."
    },
    {
      "title": "Trista Sutter’s Birthday",
      "description": "She found love, fame, and happiness, and she’s showing no sign of stopping."
    },
    {
      "title": "WinWin’s Birthday",
      "description": "He&#39;s anything but forgetabble and once WinWin gets on stage, all eyes are on him."
    }
  ]
}
