{
  "month": "oct",
  "day": 28,
  "holidays": [
    {
      "title": "National Chocolate Day",
      "description": "Today is nothing short of a special tribute to mankind’s greatest culinary invention. (Sorry, pizza.)"
    },
    {
      "title": "Bandana Day",
      "description": "Discover interesting ways to observe Bandana Day and offer much-needed support to people with cancer."
    },
    {
      "title": "Chhath Puja",
      "description": "Kartiki Chhath Puja is coming. Learn everything you need to know here."
    },
    {
      "title": "Chucks-N-Pearls Day",
      "description": "Put on those special shoes and dress in a unique way to partake in this event."
    },
    {
      "title": "Czech Founding Day",
      "description": "Celebrate the National Day of the Czech Republic and learn all about its rich history."
    },
    {
      "title": "Frankenstein Friday",
      "description": "Mary Shelley&#39;s creation spawned an entire genre, countless movie adaptations, and widespread recognition."
    },
    {
      "title": "Global Champagne Day",
      "description": "Find out the history of champagne and how to celebrate this day with our help!"
    },
    {
      "title": "International Animation Day",
      "description": "Remember when you thought the best thing you could do in life was to watch cartoons."
    },
    {
      "title": "National Breadstick Day",
      "description": "Breadsticks are slender sticks of baked crispy dry goodness invented in Italy."
    },
    {
      "title": "National Caroline Day",
      "description": "It&#39;s time to congratulate every Caroline you know on this special day!"
    },
    {
      "title": "​National First Responders Day",
      "description": "We recognizes the heroic men and women who take immediate action when disaster strikes."
    },
    {
      "title": "​National Immigrants Day",
      "description": "As Americans, we are proud of our long history of welcoming immigrants from around the world."
    },
    {
      "title": "National Pharmacy Buyer Day",
      "description": "We have some ideas on how to show love to those who source our meds."
    },
    {
      "title": "National William Day",
      "description": "Don’t forget to send all your love to all the Williams out there!"
    },
    {
      "title": "Nevada Day",
      "description": "Explore the Battle Born State today in celebration of Nevada Day."
    },
    {
      "title": "Ohi Day",
      "description": "Find out what Ohi Day is and why it is celebrated by the Greeks."
    },
    {
      "title": "Plush Animal Lovers Day",
      "description": "Celebrate your animal plushies for the memories, comfort, and joy they’ve given you throughout these years!"
    },
    {
      "title": "Wild Foods Day",
      "description": "Come and learn more about this hap-pea Wild Foods Day with us!"
    },
    {
      "title": "World Lemur Day",
      "description": "Join us as we celebrate lemurs and their place in the global ecosystem this World Lemur Day!"
    },
    {
      "title": "Amy Slaton’s Birthday",
      "description": "This strong woman’s life is the best example of perseverance and sheer determination."
    },
    {
      "title": "Anthony Fantano’s Birthday",
      "description": "Bold and brave, Fantano’s success comes from the hard work he has put in."
    },
    {
      "title": "Bill Gates’s Birthday",
      "description": "Technology magnate and entrepreneur — he&#39;s one of the most famous technology personalities in the world."
    },
    {
      "title": "Brad Mondo’s Birthday",
      "description": "He is not only a phenomenal star hairstylist but also a social media personality and entrepreneur."
    },
    {
      "title": "Brad Paisley’s Birthday",
      "description": "Brad Paisley composes most of his songs and often adds his sense of humor."
    },
    {
      "title": "Brent Champagne’s Birthday",
      "description": "From flight attendant to reality show star! Here’s all you need to know about Mr. Champagne."
    },
    {
      "title": "Caitlyn Jenner’s Birthday",
      "description": "This star was named Woman of the Year for her efforts to raise transgender awareness."
    },
    {
      "title": "Charlie Daniels’s Birthday",
      "description": "Charlie Daniels is one of the most accomplished musicians and songwriters to have ever lived."
    },
    {
      "title": "Edd Gould’s Birthday",
      "description": "Edd Gould’s life may have been short but his legacy lives on to this day."
    },
    {
      "title": "Frank Ocean’s Birthday",
      "description": "He is a phenomenal singer and songwriter who has revolutionized the R&amp;B genre."
    },
    {
      "title": "GamingWithJen’s Birthday",
      "description": "We cheer this skilled gamer who has tasted success in both the Roblox and Minecraft platforms!"
    },
    {
      "title": "Jasmine Rae’s Birthday",
      "description": "This country singer and songwriter continues to impress with her powerful performances and soul-touching music."
    },
    {
      "title": "Joaquin Phoenix’s Birthday",
      "description": "Joaquin Phoenix had to lose 52 pounds for his part as the infamous Joker!"
    },
    {
      "title": "John Laurens’s Birthday",
      "description": "During the Revolutionary War, John Laurens served as a soldier and a diplomat."
    },
    {
      "title": "Jonny Hawkins’s Birthday",
      "description": "Jonny Hawkins is one of the main reasons why rock music isn&#39;t dead!"
    },
    {
      "title": "Joy-Anna Duggar’s Birthday",
      "description": "The girl from the most controversial family on T.V. now has her own family."
    },
    {
      "title": "Julia Roberts’s Birthday",
      "description": "Today is the day of everyone’s favorite Hollywood actress, let us celebrate with her!"
    },
    {
      "title": "Katherine Flores’s Birthday",
      "description": "Tattooing the stars is not enough. Katherine Flores is now part of the sky."
    },
    {
      "title": "Lucy Bronze’s Birthday",
      "description": "Lucy Bronze has represented England at all levels, from under-11 up to the national team."
    },
    {
      "title": "Matt Smith’s Birthday",
      "description": "From an aspiring football player to a rising actor, his career continues to thrive!"
    },
    {
      "title": "Sheryl Underwood’s Birthday",
      "description": "The world wouldn&#39;t be nearly as hilarious without this comedian, actress, and television host."
    },
    {
      "title": "Trista Sutter’s Birthday",
      "description": "She found love, fame, and happiness, and she’s showing no sign of stopping."
    },
    {
      "title": "WinWin’s Birthday",
      "description": "He&#39;s anything but forgetabble and once WinWin gets on stage, all eyes are on him."
    }
  ]
}
