{
  "month": "oct",
  "day": 29,
  "holidays": [
    {
      "title": "National Cat Day",
      "description": "Charles Dickens said it best: &#34;What greater gift than the love of a cat?&#34;"
    },
    {
      "title": "National Internet Day",
      "description": "The world wide web. The information highway. Cyberspace. The interwebz."
    },
    {
      "title": "National Pit Bull Awareness Day",
      "description": "We celebrate how loving, kind, and compassionate these dogs truly are."
    },
    {
      "title": "Hug a Sheep Day",
      "description": "Join animal lovers as we celebrate the meekest of creatures on National Hug a Sheep Day."
    },
    {
      "title": "Muddy dog day",
      "description": "Join us as we celebrate adorable dogs rolling through muddy puddles this October!"
    },
    {
      "title": "National Hermit Day",
      "description": "Forego all your worldly ties for a day to recharge and enjoy your own company."
    },
    {
      "title": "National Indigenous People’s Thanksgiving Day",
      "description": "Recognize, respect, and protect the rights of all indigenous peoples in the Philippines&#39; archipelago uplands."
    },
    {
      "title": "National Martina Day",
      "description": "Today, all Martinas deserve a Grand Slam because we’re celebrating them!"
    },
    {
      "title": "National Oatmeal Day",
      "description": "With all the way to eat oatmeal, we had to dedicate a day to it!"
    },
    {
      "title": "National Prescription Drug Take Back Day",
      "description": "Learn about safe ways to dispose of prescription drugs on National Prescription Drug Take-Back Day."
    },
    {
      "title": "RSPB Feed the Birds Day",
      "description": "Let us all do our part to ensure the future of the bird population!"
    },
    {
      "title": "Turkey Republic Day",
      "description": "Come join us in celebrating the anniversary of Turkey&#39;s Republic Day!"
    },
    {
      "title": "World Psoriasis Day",
      "description": "Psoriasis associations strive to spread information about the condition and improve access to treatment."
    },
    {
      "title": "World Stroke Day",
      "description": "Let’s become stroke-free by moving those muscles and limbs to keep healthy and active."
    },
    {
      "title": "Bob Ross’s Birthday",
      "description": "American painter, exceptional art teacher, and T.V host — Bob Ross was just overflowing with skills."
    },
    {
      "title": "Christopher Wallace, Jr.’s Birthday",
      "description": "Is Christopher Wallace Jr. an independent man, or is he following in his father’s footsteps?"
    },
    {
      "title": "Ellie Thumann’s Birthday",
      "description": "She&#39;s still young but Ellie Thumann has already made quite a name for herself online."
    },
    {
      "title": "Gabrielle Union’s Birthday",
      "description": "This strong woman does not fear becoming the voice of those who share her hardships."
    },
    {
      "title": "Moses Hacmon’s Birthday",
      "description": "This exceptional photographer manages to capture the beauty of nature using water."
    },
    {
      "title": "Tracee Ellis Ross’s Birthday",
      "description": "We have nothing but praise for this incredibly talented, award-winning actress and comedian."
    },
    {
      "title": "Winona Ryder’s Birthday",
      "description": "A brilliant actress with a unique personality, there is no question why she is loved."
    }
  ]
}
