{
  "month": "oct",
  "day": 30,
  "holidays": [
    {
      "title": "National Checklist Day",
      "description": null
    },
    {
      "title": "British Summertime Ends",
      "description": "Like many other countries, the U.K. changes its clocks twice a year to extend daylight."
    },
    {
      "title": "Create a Great Funeral Day",
      "description": "On Create a Great Funeral Day, plan memorable memorial services for all your family members."
    },
    {
      "title": "Haunted Refrigerator Night",
      "description": "There is nothing more terrifying than old moldy food in the fridge."
    },
    {
      "title": "Mischief Night",
      "description": "Play some pranks to put a smile on the faces of people around you."
    },
    {
      "title": "National Candy Corn Day",
      "description": "We eat them like popcorn, so grab a handful and join us for celebrating candy corn!"
    },
    {
      "title": "National Publicist Day",
      "description": "Show some love to all the publicists out there on National Publicist Day."
    },
    {
      "title": "National Speak Up For Service Day",
      "description": "An event specially organized to recognize the contribution of the youth towards community service."
    },
    {
      "title": "National Text Your Ex Day",
      "description": "Get out your phone, think of something you want to say, and hit send!"
    },
    {
      "title": "National Treat Your Pet Day",
      "description": "Let your pets have extra fun with their favorite kibbles this National Treat Your Pet Day!"
    },
    {
      "title": "Andrew Schulz’s Birthday",
      "description": "When it comes to his craft, this brave comic does not take “no” for an answer."
    },
    {
      "title": "Ashley Graham’s Birthday",
      "description": "Her takeover as a successful supermodel has made history, and in a very positive way."
    },
    {
      "title": "Becca Tilley’s Birthday",
      "description": "Heartbreak isn’t stopping this star of reality T.V., social media, and business."
    },
    {
      "title": "Claude Lelouch’s Birthday",
      "description": "For this filmmaker, setting goals is the first step in turning the invisible into the visible."
    },
    {
      "title": "Devin Booker’s Birthday",
      "description": "Booker is a brilliant N.B.A. player and a promising young star."
    },
    {
      "title": "Diego Maradona’s Birthday",
      "description": "An unforgettable soccer player, one of the greatest of all time — he deserves to be celebrated."
    },
    {
      "title": "Gavin Rossdale’s Birthday",
      "description": "This rock star is not slowing down. We can’t wait to see what he does next."
    },
    {
      "title": "Grace Slick’s Birthday",
      "description": "For this talented musician and painter, anyone who fights for the future lives in it today."
    },
    {
      "title": "Harry Hamlin’s Birthday",
      "description": "He’s been on our screens for decades and we still enjoy watching his performances."
    },
    {
      "title": "Henry Winkler’s Birthday",
      "description": "For this talented actor, director, and producer, self-belief and hard work will always earn you success."
    },
    {
      "title": "Ivanka Trump’s Birthday",
      "description": "She’s been making headlines in the political arena and there&#39;s plenty more to come."
    },
    {
      "title": "John Adams’s Birthday",
      "description": "He was a noble and dedicated politician who fought tirelessly for his nation."
    },
    {
      "title": "Marcus Mariota’s Birthday",
      "description": "Oregon’s football legend’s career over the years has been nothing short of amazing!"
    },
    {
      "title": "Mike Stud’s Birthday",
      "description": "For this talented American rapper and entrepreneur, great things come from hard work and perseverance."
    },
    {
      "title": "Nia Long’s Birthday",
      "description": "We&#39;re tapping into the life of one of Hollywood’s well-known faces, Nia Long!"
    },
    {
      "title": "Shante Broadus’s Birthday",
      "description": "Like this American businesswoman and celebrity, never lose hope. Storms make people stronger."
    }
  ]
}
