{
  "month": "nov",
  "day": 1,
  "holidays": [
    {
      "title": "National Author&#39;s Day",
      "description": "Curl up with your favorite book and drifting into another world."
    },
    {
      "title": "National Cook For Your Pets Day",
      "description": "Take this day to cook a delicious meal for your pets!"
    },
    {
      "title": "National Men Make Dinner Day",
      "description": "Men! Take the lead, get in there and whip up something nice!"
    },
    {
      "title": "National Vinegar Day",
      "description": "Science experiments and home remedies, a cooking staple and a sour smell."
    },
    {
      "title": "World Vegan Day",
      "description": "Veganism started off as a diet fad and then eventually grew into a lifestyle option."
    },
    {
      "title": "All Saints Day (Spain)",
      "description": "This All Saints Day, let us join the Roman Catholic church in commemorating all holy saints."
    },
    {
      "title": "All Saints&#39; Day",
      "description": "All Saints&#39; Day is celebrated by the Roman Catholic Church, the Methodist Church, and more."
    },
    {
      "title": "Anniversary of the Revolution",
      "description": "Here’s a look at how Algeria gained Independence from France after years of struggle."
    },
    {
      "title": "Antigua Independence Day",
      "description": "Explore Antigua and Barbuda’s history on this national holiday, when its people celebrate their independence."
    },
    {
      "title": "Calan Gaeaf",
      "description": "Are you ready for Calan Gaeaf, the spookiest time of the year?"
    },
    {
      "title": "Coronation Day of His Majesty the King",
      "description": "Celebrate Jigme Khesar ― the Dragon King ― with Bhutanese people across the globe."
    },
    {
      "title": "D. Hamilton Jackson Day",
      "description": "Grab a copy of the Jackson Herald and celebrate free press on D. Hamilton Jackson Day."
    },
    {
      "title": "Extra Mile Day",
      "description": "Roll up your sleeves and put in that extra effort, the world won’t change itself."
    },
    {
      "title": "Haryana Day",
      "description": "Let’s have a fun-filled celebration as we appreciate the diversity of exquisite cultures."
    },
    {
      "title": "International Pet Groomer Appreciation Day",
      "description": "Celebrating the experts who keep our pets looking and feeling their best!"
    },
    {
      "title": "Kannada Rajyothsava",
      "description": "Celebrate the power of love and unity with Kannadigas on Kannada Rajyotsava!"
    },
    {
      "title": "Karnataka Rajyotsava Day",
      "description": "Commemorating the day when Kannada regions in South India merged to form the state of Karnataka."
    },
    {
      "title": "Kut",
      "description": "Kut is an Indian cultural holiday that appreciates nature and harvest time."
    },
    {
      "title": "Marlborough Anniversary Day",
      "description": "Come explore beauty and diversity as we delve deeper into the versatile grape wine state."
    },
    {
      "title": "Melbourne Cup Day",
      "description": "&#34;Cup Day,&#34; as it&#39;s popularly known, is the biggest horse racing event in Australia."
    },
    {
      "title": "National Biologic Coordinators Day",
      "description": "Let us show our support for biological coordinators and celebrate National Biological Coordinator day with energy!"
    },
    {
      "title": "National Brush Day",
      "description": "We&#39;re here to help you show your kids that brushing doesn&#39;t have to be a chore!"
    },
    {
      "title": "​National Calzone Day",
      "description": "Join us on this most tasty of holidays for some honest-to-goodness goodness."
    },
    {
      "title": "National Cinnamon Day",
      "description": "Get ready to celebrate one of the planet’s most versatile and healthiest spices!"
    },
    {
      "title": "National Deep Fried Clams Day",
      "description": "Heat the oil and get ready to visit culinary heaven; it&#39;s Deep Fried Clams Day!"
    },
    {
      "title": "National Family Literacy Day",
      "description": "Enjoy some quality time with the family as we mark Family Literacy Day in style."
    },
    {
      "title": "National Jayden Day",
      "description": "Celebrate and appreciate all the Jaydens all over the world on their special day today."
    },
    {
      "title": "National Mia Day",
      "description": "It is that time of the year again; we’re celebrating all Mias."
    },
    {
      "title": "Pâté Day",
      "description": "Here’s a fantastic holiday that will excite your taste buds and deliver pure gourmet joy."
    },
    {
      "title": "Prime Meridian Day",
      "description": "Join the world in celebrating the glue that holds the time zones together."
    },
    {
      "title": "Puducherry Liberation Day",
      "description": "Learn more about how Puducherry was transferred from French India to the Republic of India."
    },
    {
      "title": "Scented Candle Day",
      "description": "Light a candle and breathe in its aroma as we celebrate Scented Candle Day."
    },
    {
      "title": "Aishwarya Rai Bachchan’s Birthday",
      "description": "Aishwarya Rai Bachchan has always captivated fans all over the world with her beauty."
    },
    {
      "title": "Anthony Kiedis’s Birthday",
      "description": "This lead singer’s passion for music and his work have been nonstop since the 1980s."
    },
    {
      "title": "Anthony Ramos’s Birthday",
      "description": "From stage musicals to film dramas and action films, Anthony Ramos has done it all."
    },
    {
      "title": "Coco Crisp’s Birthday",
      "description": "This outstanding baseball player gained fame as one of the most skilled outfielders of his generation."
    },
    {
      "title": "David Foster’s Birthday",
      "description": "His musicality and ear for talent made him a very well-respected composer."
    },
    {
      "title": "Earth Katsamonnat’s Birthday",
      "description": "This popular Thai actor has won the hearts of fans and critics alike."
    },
    {
      "title": "Gabrielle Bernstein’s Birthday",
      "description": "This motivational speaker helps people overcome their fears and motivates them to chase their dreams."
    },
    {
      "title": "GeorgeNotFound’s Birthday",
      "description": "This talented YouTuber&#39;s &#34;Minecraft&#34; gaming videos have people talking! Let&#39;s learn more!"
    },
    {
      "title": "Jayden Bartels’s Birthday",
      "description": "This T.V. actress’s light is so bright that it burns our eyes!"
    },
    {
      "title": "Jenny McCarthy’s Birthday",
      "description": "This well-known celebrity rose through the ranks to become a widely recognized personality."
    },
    {
      "title": "JoJo Fletcher’s Birthday",
      "description": "This reality T.V. star has made a huge success since appearing on the show."
    },
    {
      "title": "Lil Peep’s Birthday",
      "description": "His talents and the music he&#39;s created will live on in the hearts of millions."
    },
    {
      "title": "Marc D&#39;Amelio’s Birthday",
      "description": "This internet personality became famous as the father of two of the world&#39;s biggest TikTok stars."
    },
    {
      "title": "Natalia Tena’s Birthday",
      "description": "Since debuting in 2002, this actress and musician has gone from strength to strength."
    },
    {
      "title": "Paige Hyland’s Birthday",
      "description": "With her talent and beauty, Hyland became one of the most popular casts in “Dance Mom.”"
    },
    {
      "title": "Penn Badgley’s Birthday",
      "description": "From child theater prodigy to successful drama series, this actor has done it all."
    },
    {
      "title": "Sada Bettencourt’s Birthday",
      "description": "This reality television star wears many hats and we’re very excited to see her rise."
    },
    {
      "title": "Sunset Safari’s Birthday",
      "description": "This mysterious YouTuber has a huge fan following who tune in to her videos every week."
    }
  ]
}
