{
  "month": "nov",
  "day": 2,
  "holidays": [
    {
      "title": "Day of the Dead",
      "description": null
    },
    {
      "title": "National Deviled Egg Day",
      "description": "Deviled eggs are hard boiled, cut in half, and filled with — well, that&#39;s up to you!"
    },
    {
      "title": "National Men Make Dinner Day",
      "description": "Men! Take the lead, get in there and whip up something nice!"
    },
    {
      "title": "All Souls Day",
      "description": "It is a centuries-old tradition in Western Christianity."
    },
    {
      "title": "All Souls Day (Brazil)",
      "description": "Learn how Brazilians observe this holiday and check out ways to partake."
    },
    {
      "title": "Arrival of Indentured Labourers",
      "description": "Discover how indentured laborers in Mauritius played a huge contribution to the country&#39;s development."
    },
    {
      "title": "Be the Impact Day",
      "description": "Each day’s an opportunity to make an impact; you’re responsible for making it a positive one!"
    },
    {
      "title": "Broadcast Traffic Professionals Day",
      "description": "Join us as we celebrate this day in style and acknowledge the work of broadcasting professionals."
    },
    {
      "title": "Dynamic Harmlessness Day",
      "description": "As we celebrate Dynamic Harmlessness Day, do the least harm and the most good."
    },
    {
      "title": "Feast of St. Giusto",
      "description": "Join the people of Trieste in celebrating an icon of the Christian faith!"
    },
    {
      "title": "International Day to End Impunity for Crimes Against Journalists",
      "description": "Let us denounce any assaults and all on journalists and media professionals."
    },
    {
      "title": "International Stout Day",
      "description": "Stouts have become some of the most beloved beers in many different nations."
    },
    {
      "title": "Look for Circles Day",
      "description": "Get circling and looking for circles with our great article on this day."
    },
    {
      "title": "National Cash Back Day",
      "description": "It’s National Cash Back Day! We’ve compiled facts and tips to help you celebrate and save!"
    },
    {
      "title": "National Ohio Day",
      "description": "Celebrate the enduring spirit of Ohioans and the alluring landscape of the great state of Ohio!"
    },
    {
      "title": "Plan Your Epitaph Day",
      "description": "This morbid but fun holiday is a pleasant way to accept the inevitable end to every human’s journey."
    },
    {
      "title": "Project Management Day",
      "description": "There’s no project too big or too small for our heroes in suits to handle."
    },
    {
      "title": "Thanksgiving Liberia",
      "description": "No matter how much you give thanks, it will always fall short, so give maximum thanks today."
    },
    {
      "title": "Traffic Directors Day",
      "description": "Celebrate and appreciate the behind-the-scenes work of your local broadcast professionals."
    },
    {
      "title": "World Ballet Day",
      "description": "Put on your ballet shoes and celebrate one of the most adored dance forms in history."
    },
    {
      "title": "Aga Khan III’s Birthday",
      "description": "Learn more about the leader who governs no country but has over 15 million followers."
    },
    {
      "title": "Brielle Barbusca’s Birthday",
      "description": "This rising model, actress, and movie star has shown that she knows how to excel."
    },
    {
      "title": "Daniel Boone’s Birthday",
      "description": "Before Springsteen, Boone was the personification of the American spirit. Let us celebrate him today!"
    },
    {
      "title": "David Schwimmer’s Birthday",
      "description": "Pivot! Pivot! PIVOT! There is no turning back now for this famous actor!"
    },
    {
      "title": "Dess Dior’s Birthday",
      "description": "She&#39;s been on the social media scene since she was in her teens! Let&#39;s celebrate her!"
    },
    {
      "title": "Dylan Dauzat’s Birthday",
      "description": "For this Disney star-turned-realtor, the future is as safe as a house of bricks!"
    },
    {
      "title": "Hannah Hart’s Birthday",
      "description": "She might fail at making cheeseless grilled cheese but she never fails to entertain us."
    },
    {
      "title": "Isobel Yeung’s Birthday",
      "description": "After Yeung&#39;s sojourn in China, she returned to England and attended the University of Nottingham."
    },
    {
      "title": "James K. Polk’s Birthday",
      "description": "Polk was responsible for the territorial expansion of the U.S. into what it is today."
    },
    {
      "title": "Jimmy Garoppolo’s Birthday",
      "description": "Attention football lovers, especially the ultimate Jimmy G fans, this is for you."
    },
    {
      "title": "Josh Wiggins’s Birthday",
      "description": "&#34;The Bachelors&#34; received good ratings from critics, and it further strengthened Wiggins&#39; reputation as a star."
    },
    {
      "title": "KD Lang’s Birthday",
      "description": "Lang was once known only in Canada, but the country artist made herself known worldwide."
    },
    {
      "title": "Kendall Schmidt’s Birthday",
      "description": "Kendall Francis Schmidt&#39;s family relocated from Kansas to Burbank, California, when he was 10."
    },
    {
      "title": "Marie Antoinette’s Birthday",
      "description": "Renowned for her extravagance, indifference to public opinion, and fashion sense, she lives large in history!"
    },
    {
      "title": "Meow Michelle’s Birthday",
      "description": "From the world of YouTube to the world of biology, nothing can stop this amazing gamer!"
    },
    {
      "title": "Nelly’s Birthday",
      "description": "This rapper and singer has blessed the world with his musical gifts."
    },
    {
      "title": "Nickayla Rivera’s Birthday",
      "description": "Beauty is her name inside and out. Today, we get to learn about her."
    },
    {
      "title": "Park Woo Jin’s Birthday",
      "description": "This Korean idol was born to shine and win hearts across the world!"
    },
    {
      "title": "RanbooLive’s Birthday",
      "description": "He&#39;s a YouTube sensation and Twitch streamer — let&#39;s learn more on his birthday!"
    },
    {
      "title": "Shah Rukh Khan’s Birthday",
      "description": "With a legendary acting career, numerous endorsements, and more, this is one performer everyone knows!"
    },
    {
      "title": "Soy Luigi’s Birthday",
      "description": "He may be young but he&#39;s proving he has what it takes to be successful!"
    },
    {
      "title": "Stevie J.’s Birthday",
      "description": "This talented D.J. and record producer won&#39;t let anything stop his rise to the top."
    },
    {
      "title": "Thiago Messi’s Birthday",
      "description": "This potential sportsman is well on his way to scoring a fantastic future!"
    },
    {
      "title": "Toni Logan’s Birthday",
      "description": "The relationship between the Bad Kids allows them to create content based on their interactions."
    }
  ]
}
