{
  "month": "nov",
  "day": 3,
  "holidays": [
    {
      "title": "National Homemaker Day",
      "description": null
    },
    {
      "title": "National Sandwich Day",
      "description": "As one of America’s most popular lunch items, we celebrate and enjoy sandwiches today."
    },
    {
      "title": "Cliche Day",
      "description": "Clichés — now funny earworms, used to be about the impact of the sayings."
    },
    {
      "title": "Culture Day Japan",
      "description": "On Culture Day Japan, immerse yourself in Japanese culture and find out more about this day."
    },
    {
      "title": "Dominican Independence Day",
      "description": "We honor Dominica’s struggle for freedom against operation and colonization on this day."
    },
    {
      "title": "Fountain Pen Day",
      "description": "Let’s fall in love with writing as we celebrate these elegant, unique writing instruments."
    },
    {
      "title": "Give Someone a Dollar Day",
      "description": "A dollar may seem small but it could have significant value to the person receiving it."
    },
    {
      "title": "Independence of Cuenca",
      "description": "Experience Cuenca’s festive celebrations and historical attractions this coming Independence of Cuenca!"
    },
    {
      "title": "Jellyfish Day",
      "description": "Check out our suggestions for a &#39;jelly&#39; good time this Jellyfish Day."
    },
    {
      "title": "Love Your Lawyer Day",
      "description": "Let us highlight and celebrate all the important works of our legal luminaries."
    },
    {
      "title": "National Accessory Day",
      "description": "If you adore shoes, bags, or dainty silver bracelets, you have to celebrate them."
    },
    {
      "title": "National Housewife Day",
      "description": "Prepare to celebrate these invaluable women who dedicate so much to their families."
    },
    {
      "title": "National Jersey Friday",
      "description": "Jerseys are the ultimate symbol of fandom, signifying our allegiance to a sporting team."
    },
    {
      "title": "Separation Day",
      "description": "All tales of freedom deserve to be heard, as we certainly can’t resist patriotism and passion."
    },
    {
      "title": "Smart Home Day",
      "description": "Ready to upgrade your living space and learn about smart homes? We’ve got what you need."
    },
    {
      "title": "Victory Day Maldives",
      "description": "Get set with parades and flag-hoisting to celebrate the victory of the Maldives’ government."
    },
    {
      "title": "Adam Ant’s Birthday",
      "description": "Goddard got the idea of forming his band after watching the Sex Pistols play in 1975."
    },
    {
      "title": "Alex Zedra’s Birthday",
      "description": "Follow Zedra’s wellness hacks. Pick up those guns. And show off your skills in a game."
    },
    {
      "title": "Andi Miranda’s Birthday",
      "description": "Despite starting out at a young age, she is now ruling all over social media!"
    },
    {
      "title": "Anna Wintour’s Birthday",
      "description": "This spirited journalist has an eagle eye when it comes to picking out fashion trends!"
    },
    {
      "title": "Benito Skinner’s Birthday",
      "description": "This YouTube star and parody genius is working steadily toward comedic greatness."
    },
    {
      "title": "Bert Kreischer’s Birthday",
      "description": "This extremely funny stand-up comedian’s jokes never fail to tickle your mind!"
    },
    {
      "title": "Charles Bronson’s Birthday",
      "description": "This actor gained notoriety as one of the film industry&#39;s most versatile and gifted performers."
    },
    {
      "title": "Colin Kaepernick’s Birthday",
      "description": "This N.F.L. player will go down in history as the 21st century&#39;s civil rights warrior."
    },
    {
      "title": "David After Dentist’s Birthday",
      "description": "This young boy’s hilarious viral video has inspired many spoofs and parodies!"
    },
    {
      "title": "Desiree Dacosta’s Birthday",
      "description": "This celebrity rose to prominence after marrying the famous actor, Blair Underwood."
    },
    {
      "title": "Ella Mai’s Birthday",
      "description": "Mai is a singing queen who’s begun her Billboard Hot 100 reign. Let’s watch her rise!"
    },
    {
      "title": "Gabe Newell’s Birthday",
      "description": "Newell’s passion and creativity have created a better world for gamers all around the globe."
    },
    {
      "title": "Joseline Hernández’s Birthday",
      "description": "This entertaining reality T.V. star knows how to shine in the industry."
    },
    {
      "title": "Karnation So Cool’s Birthday",
      "description": "She&#39;s as cute and cool as she seems and it&#39;s her birthday today!"
    },
    {
      "title": "Kendall Jenner’s Birthday",
      "description": "Jenner may be part of a world-famous family but she&#39;s worked for her own success!"
    },
    {
      "title": "Lulu’s Birthday",
      "description": "The Scottish people are proud. The U.K. is proud. Today, we celebrate Lulu."
    },
    {
      "title": "Minhyuk’s Birthday",
      "description": "Nothing in this world can stop this multi-talented K-pop idol from achieving success."
    },
    {
      "title": "Nav’s Birthday",
      "description": "Who knows what’s in store for this talented rapper, producer, and singer?"
    },
    {
      "title": "Nihachu’s Birthday",
      "description": "We’ll always salute an unproblematic queen so let us celebrate Nihachu’s special day!"
    },
    {
      "title": "Roseanne Barr’s Birthday",
      "description": "This comedian established herself among the world&#39;s most successful comedians thanks to her popular sitcom."
    }
  ]
}
