{
  "month": "nov",
  "day": 9,
  "holidays": [
    {
      "title": "Go to an Art Museum Day",
      "description": null
    },
    {
      "title": "Brian Holland Legacy Day",
      "description": "Let’s celebrate this special day by thanking others for their help and spreading kindness."
    },
    {
      "title": "British Pudding Day",
      "description": "Kick-start your holiday season this year by indulging in some scrumptious British pudding!"
    },
    {
      "title": "Cambodia Independence Day",
      "description": "On Cambodia Independence Day, let’s learn more about the country&#39;s liberation fight."
    },
    {
      "title": "Carl Sagan Day",
      "description": "Science nerds of the world unite in celebration of a scientific legend!"
    },
    {
      "title": "Chaos Never Dies Day",
      "description": "There’s no real way to escape the day-to-day crazy that life throws our way."
    },
    {
      "title": "Eleven09 Day",
      "description": "Do not miss out on Eleven09 Day. Let’s honor our veterans together."
    },
    {
      "title": "Geriatric Tooth Fairy Day",
      "description": "Show some love and take care of your elders this Geriatric Tooth Fairy Day."
    },
    {
      "title": "Microtia Awareness Day",
      "description": "Come together to raise awareness about microtia and to inspire hope among those who are impacted."
    },
    {
      "title": "National Louisiana Day",
      "description": "Put on your Mardi Gras costumes and get ready to celebrate all things Louisiana!"
    },
    {
      "title": "National Saddle Hunting Day",
      "description": "Are you ready to try saddle hunting this year? Here’s everything you need to know."
    },
    {
      "title": "National Scrapple Day",
      "description": "It’s a breakfast side dish that goes great with ketchup."
    },
    {
      "title": "World Freedom Day",
      "description": "Let’s celebrate and savor our freedom as a fundamental human right."
    },
    {
      "title": "Andy Studio’s Birthday",
      "description": "This YouTube star and social media celebrity may be young, but he&#39;s going big!"
    },
    {
      "title": "Carl Sagan’s Birthday",
      "description": "Sagan was a brilliant astronomer, among many other things. The world misses him!"
    },
    {
      "title": "Carter Kench’s Birthday",
      "description": "This popular TikTok-er made a rapid ascent to stardom with his videos."
    },
    {
      "title": "Chris Jericho’s Birthday",
      "description": "Nothing can stop this man with countless talents! Sit back and watch his meteoric rise."
    },
    {
      "title": "Daphne Guinness’s Birthday",
      "description": "From the catwalks to the world, Daphne Guinness amazes everyone everywhere she goes!"
    },
    {
      "title": "Dorothy Dandridge’s Birthday",
      "description": "The singer and actress lived a life of fame before succumbing to a tragic death."
    },
    {
      "title": "Eric Dane’s Birthday",
      "description": "The former “Grey’s Anatomy” heartthrob is continuing to leave his mark on the screen."
    },
    {
      "title": "Finley Tapp’s Birthday",
      "description": "This handsome reality television star has many hidden talents up his sleeve."
    },
    {
      "title": "French Montana’s Birthday",
      "description": "This talented rapper is destined for bigger things in the years to come."
    },
    {
      "title": "Hedy Lamarr’s Birthday",
      "description": "This multi-talented actress and inventor played her part for humanity. Today, we honor her."
    },
    {
      "title": "Kory DeSoto’s Birthday",
      "description": "He started at a young age and today he&#39;s a YouTube Star!"
    },
    {
      "title": "Lou Ferrigno’s Birthday",
      "description": "This bodybuilding legend acted his way into the hearts of fans around the world."
    },
    {
      "title": "MOMO’s Birthday",
      "description": "Let’s get ready to celebrate the extraordinary dancer sent down from the gods, MOMO."
    },
    {
      "title": "Nick Lachey’s Birthday",
      "description": "There is nothing in this world that can stop this multi-talented artist!"
    },
    {
      "title": "Scarface’s Birthday",
      "description": "The legendary hip-hop artist changed the face of the genre with his music."
    },
    {
      "title": "Sisqo’s Birthday",
      "description": "Sisqo continues to work through his music, whether with a group or by himself."
    },
    {
      "title": "TaJiah Gary’s Birthday",
      "description": "The young social media star is working her way to fame as a hip-hop artist."
    },
    {
      "title": "Vanessa Lachey’s Birthday",
      "description": "This famous actress shows no sign of slowing down in her career anytime soon."
    }
  ]
}
