{
  "month": "nov",
  "day": 17,
  "holidays": [
    {
      "title": "Great American Smokeout",
      "description": "The American Cancer Society challenges smokers to give up cigarettes for 24 hours."
    },
    {
      "title": "National Testosterone Awareness Day",
      "description": "Feel alive with elevated testosterone levels."
    },
    {
      "title": "National Unfriend Day",
      "description": "On this day of self-care, unfriend everyone who does not add joy to your life."
    },
    {
      "title": "​World Prematurity Day",
      "description": "These little ones need loads of love and support."
    },
    {
      "title": "Beaujolais Nouveau Day",
      "description": "Raise a glass to Beaujolais Nouveau Day as we uncork this vintage holiday for you."
    },
    {
      "title": "International Students Day",
      "description": "Students are the future. Read on for inspiration and why history mustn’t repeat itself."
    },
    {
      "title": "National Baklava Day",
      "description": "This Mediterranean confection has been enjoyed for centuries, through invasions, economic woes, and even world wars."
    },
    {
      "title": "National Hiking Day",
      "description": "Also known as “Take A Hike Day,” hiking wasn&#39;t always the fashionable pastime it is today."
    },
    {
      "title": "National Homemade Bread Day",
      "description": "Get baking to celebrate and break bread with your friends and family."
    },
    {
      "title": "National Jaden Day",
      "description": "Get ready to shout out your favorite Jaden on their very own special day!"
    },
    {
      "title": "National Reuben Day",
      "description": "Don&#39;t go too far, today is a day to celebrate the grandfather of the historic Israelites."
    },
    {
      "title": "National Rural Health Day",
      "description": "Over 60 million Americans live and work in seemingly idyllic, rural communities."
    },
    {
      "title": "National Take a Hike Day",
      "description": "Hiking is a great way to get that heart pumping while you breathe in pristine air."
    },
    {
      "title": "Social Enterprise Day",
      "description": "Ready to make a long-lasting impact? Let’s dive straight into it."
    },
    {
      "title": "Use Less Stuff Day",
      "description": "Clear out the junk and make your house and the Earth a cleaner place!"
    },
    {
      "title": "World Philosophy Day",
      "description": "Share your thoughts, engage in collaborative dialogues, or inspire stimulating debates this World Philosophy Day."
    },
    {
      "title": "Zinfandel Day",
      "description": "Are you a pro or a beginner? Celebrate Zinfandel grapes and the excellent wines made from them."
    },
    {
      "title": "Danny DeVito’s Birthday",
      "description": "His characters are hysterical, but there’s nothing funny about this legend&#39;s Hollywood success!"
    },
    {
      "title": "Doug Walker’s Birthday",
      "description": "This renowned YouTuber rose to prominence after launching his popular web series &#34;Nostalgia Critic.&#34;"
    },
    {
      "title": "Dr. Heavenly’s Birthday",
      "description": "The accomplished doctor juggles medicine, business, and family life with remarkable success."
    },
    {
      "title": "Eli Unique’s Birthday",
      "description": "He never gets tired of sharing his joy, creativity, and positivity with everyone."
    },
    {
      "title": "Eric Nam’s Birthday",
      "description": "Although Nam has never explicitly addressed his Korean-American upbringing in his work, its influence is undeniable."
    },
    {
      "title": "Gabriella Garza’s Birthday",
      "description": "Gabriella Garza is dedicated to promoting a healthy lifestyle for everyone with her charming personality!"
    },
    {
      "title": "Gordon Lightfoot’s Birthday",
      "description": "Gordon Lightfoot’s numerous honors and recognitions are proof of his legacy."
    },
    {
      "title": "Howard Dean’s Birthday",
      "description": "This man is not afraid to voice his beliefs and keep pressing on to pursue them."
    },
    {
      "title": "Jason Walsh’s Birthday",
      "description": "Jason Walsh educates us on how to take care of our bodies and improve our health."
    },
    {
      "title": "Jeff Buckley’s Birthday",
      "description": "The late musician Jeff Buckley will always be fondly remembered for his incredible music."
    },
    {
      "title": "Kate Thompson’s Birthday",
      "description": "This well-known novelist and actress became famous for her numerous roles and brilliant novels."
    },
    {
      "title": "Linda Lee Thomas’s Birthday",
      "description": "She was known for her fashion statements and in social gatherings of people of high caliber."
    },
    {
      "title": "Logan Thirtyacre’s Birthday",
      "description": "Through drama, infidelity, and a turbulent career, Thirtyacre&#39;s strength through adversity is an inspiring tale."
    },
    {
      "title": "Martin Scorsese’s Birthday",
      "description": "Martin Scorsese is a film legend who focuses on pessimism, class struggles, survival, guilt, and redemption."
    },
    {
      "title": "MTQcapture’s Birthday",
      "description": "MTQcapture has helped thousands of gamers with her guides and made them smile with her puns!"
    },
    {
      "title": "Prezley Lea’s Birthday",
      "description": "His most popular video on YouTube was viewed more than two million times."
    },
    {
      "title": "Rachel McAdams’s Birthday",
      "description": "From Regina George to Christine Palmer, she has proven her versatility and talent over and over."
    },
    {
      "title": "RuPaul’s Birthday",
      "description": "RuPaul has much more to him than just a pretty painted face! Let’s celebrate him!"
    },
    {
      "title": "Tom Ellis’s Birthday",
      "description": "Two decades of experience in the T.V. industry has shaped the man he is today."
    },
    {
      "title": "Yugyeom’s Birthday",
      "description": "This awesome singer and dancer is part of one of South Korea&#39;s most successful boy groups!"
    }
  ]
}
