{
  "month": "nov",
  "day": 21,
  "holidays": [
    {
      "title": "National Entrepreneur&#39;s Day",
      "description": null
    },
    {
      "title": "National Stuffing Day",
      "description": "Stuffing is a major player in the world of Thanksgiving."
    },
    {
      "title": "World Television Day",
      "description": "It often feels like every day is television day, but global observance started in 1996."
    },
    {
      "title": "Alascattalo Day",
      "description": "Let loose and laugh a little on this rather quirky and humorous Alaskan holiday."
    },
    {
      "title": "False Confession Day",
      "description": "On False Confession Day, get ready to make and hear the craziest confessions."
    },
    {
      "title": "National Dennis Day",
      "description": "Celebrate National Dennis Day by going wine tasting, as the name Dennis is derived from Dionysus."
    },
    {
      "title": "National Gingerbread Cookie Day",
      "description": "Awaken the holiday spirit in you by celebrating with this tasty, spicy treat."
    },
    {
      "title": "Red Mitten Day",
      "description": "Red mittens in Canada are more than a fashion statement — they support the nation&#39;s Olympics team."
    },
    {
      "title": "World Fisheries Day",
      "description": "Dedicated to highlighting the critical importance of healthy ocean ecosystems."
    },
    {
      "title": "World Hello Day",
      "description": "The importance of personal communication is illustrated for preserving peace."
    },
    {
      "title": "Amanda Ashlee Mertz’s Birthday",
      "description": "Let us take a look inside the life of this beauty queen and T.V. personality."
    },
    {
      "title": "Björk’s Birthday",
      "description": "With her music, this talented star has influenced generations and gained recognition for her talent."
    },
    {
      "title": "Brie Bella’s Birthday",
      "description": "Even though she is retired, Brie is still a businesswoman and continues to break new fronts."
    },
    {
      "title": "Cameran Eubanks’s Birthday",
      "description": "Find out more about this television personality’s life, fun facts, and more here."
    },
    {
      "title": "Carlton Morton’s Birthday",
      "description": "This reality star knows that great things come from hard work and perseverance."
    },
    {
      "title": "Colleen Ballinger’s Birthday",
      "description": "This YouTuber is all about generating laughs with her Miranda Sings character and quirky humor."
    },
    {
      "title": "Conor Maynard’s Birthday",
      "description": "For this talented singer, songwriter, and actor, desire is the starting point of all achievement."
    },
    {
      "title": "Davido’s Birthday",
      "description": "From breaking records to releasing hit singles, Davido is undoubtedly one of Africa&#39;s biggest artists."
    },
    {
      "title": "Goldie Hawn’s Birthday",
      "description": "This legendary actress has appeared in over 35 films and received numerous awards throughout her career."
    },
    {
      "title": "Grant Thompson’s Birthday",
      "description": "Even in death, he continues to reign as the king of randoms."
    },
    {
      "title": "Hunter Hill’s Birthday",
      "description": "This multi-skilled Instagram star and comedian believes you should always pursue your passion."
    },
    {
      "title": "Johnny Dang’s Birthday",
      "description": "Find out more about this iconic figure who has influenced both entrepreneurship and hip-hop."
    },
    {
      "title": "Ken Griffey Jr.’s Birthday",
      "description": "This gifted baseball star has always had legions of fans and admirers."
    },
    {
      "title": "Kenzo Hart’s Birthday",
      "description": "Another Hart has won our hearts; today, we celebrate Kenzo Hart’s special day!"
    },
    {
      "title": "Kyle Khou’s Birthday",
      "description": "Let’s learn more about Kyle Khou, one of the most unique pop singers!"
    },
    {
      "title": "Marlo Thomas’s Birthday",
      "description": "Thomas still appeals to people of all ages due to her charming personality."
    },
    {
      "title": "Marvin Cortes’s Birthday",
      "description": "As this model celebrates his birthday, here are more reasons to love him."
    },
    {
      "title": "Michael Strahan’s Birthday",
      "description": "For this multi-talented retired N.F.L. player and television personality, dedication matters more than talent."
    },
    {
      "title": "Moose’s Birthday",
      "description": "It&#39;s Moose&#39;s special day. Let&#39;s hope he celebrates the day with a &#34;Minecraft&#34; live stream!"
    },
    {
      "title": "Nikki Bella’s Birthday",
      "description": "This iconic star has become one of the most memorable wrestlers in the world."
    },
    {
      "title": "Risa Dressler’s Birthday",
      "description": "Find out more about this YouTube creator’s life, fun facts, and more here."
    },
    {
      "title": "Robin Hood Gamer’s Birthday",
      "description": "This Youtube star stays true to himself yet is always open to learning."
    },
    {
      "title": "Stan Musial’s Birthday",
      "description": "This talented baseball player made waves in life and his legacy continues even in death."
    },
    {
      "title": "Voltaire’s Birthday",
      "description": "This revolutionary thinker poked wounds and healed hearts concurrently, what an art!"
    }
  ]
}
