{
  "month": "nov",
  "day": 23,
  "holidays": [
    {
      "title": "National Espresso Day",
      "description": "It&#39;s all in the way the beans are brewed."
    },
    {
      "title": "DrinksGiving",
      "description": "It&#39;s like a Springsteen song plays out in real life every year."
    },
    {
      "title": "Eat A Cranberry Day",
      "description": "Ready to dive into all the cranberry deets? We can ‘berrily’ wait."
    },
    {
      "title": "Fibonacci Day",
      "description": "Also known as Leonardo of Pisa and Leonardo Fibonacci, Leonardo Bonacci invented a pattern of counting that continues to influence math and technology today. The…"
    },
    {
      "title": "Labor Appreciation Day",
      "description": "Join us as we celebrate and appreciate workers this Labor Appreciation Day!"
    },
    {
      "title": "National Cashew Day",
      "description": "Munch on all the delicious info about America’s popular partying nut."
    },
    {
      "title": "National Jukebox Day",
      "description": "We’re holding a boombox over our heads to declare our love for the jukebox."
    },
    {
      "title": "National Margaret Day",
      "description": "Treat them lovingly. Hold them with pride. Today is a day for the human pearls."
    },
    {
      "title": "National Tie One On Day",
      "description": "Tie an apron on and cook up some love and kindness today."
    },
    {
      "title": "Thankful For My Dog Day",
      "description": "When was the last time you were thankful for your dog’s love and loyalty?"
    },
    {
      "title": "What Do You Love About America Day",
      "description": "This is the day for you to remember all that’s great about this country and give thanks."
    },
    {
      "title": "Wolfenoot",
      "description": "This is the day to let out your inner wolf and show kindness to all animals."
    },
    {
      "title": "Alan Stokes’s Birthday",
      "description": "This Chinese-American YouTuber and social media influencer has become very popular very quickly."
    },
    {
      "title": "Avani Gregg’s Birthday",
      "description": "We can’t wait to see what this young star will achieve as the years go by."
    },
    {
      "title": "Billy the Kid’s Birthday",
      "description": "This Western legend is still remembered today as a notorious outlaw and gunfighter."
    },
    {
      "title": "Bradley Steven Perry’s Birthday",
      "description": "Perry has T.V., film, and voice credits to his name, and he’s only getting started!"
    },
    {
      "title": "Chris Hardwick’s Birthday",
      "description": "This talented individual has spent the better part of three decades establishing himself as an entertainer."
    },
    {
      "title": "Christopher Vélez Muñoz’s Birthday",
      "description": "Muñoz dazzled the world with his vocals, songwriting skills, and sheer grit. Check out his story!"
    },
    {
      "title": "Hannah Ferrier’s Birthday",
      "description": "This chief stewardess was a central part of “Below Deck Mediterranean.” Celebrate her today!"
    },
    {
      "title": "Jack Maynard’s Birthday",
      "description": "Maynard wears a lot of hats, and he wears them well! Let’s celebrate him today!"
    },
    {
      "title": "John Schnatter’s Birthday",
      "description": "This savvy entrepreneur created one of the most iconic food chains in the United States."
    },
    {
      "title": "Kim Dracula’s Birthday",
      "description": "This Australian heavy metal singer and songwriter rose to fame on TikTok."
    },
    {
      "title": "Lia Marie Johnson’s Birthday",
      "description": "This talented young woman has been a key part of the early days of YouTube."
    },
    {
      "title": "Lil Niqo’s Birthday",
      "description": "Imagine making a name for yourself at eight. Lil Niqo can. And he did!"
    },
    {
      "title": "Maxwell Caulfield’s Birthday",
      "description": "We have all the details you’d ever need to know about this award-winning actor."
    },
    {
      "title": "Mike Moradian’s Birthday",
      "description": "He&#39;s a creative YouTuber who&#39;s on the road to the success he deserves!"
    },
    {
      "title": "Miley Cyrus’s Birthday",
      "description": "From child actress to one of the world&#39;s most popular singers; today&#39;s all about Miley Cyrus!"
    },
    {
      "title": "Nikachu’s Birthday",
      "description": "This creative YouTuber has amassed a large fanbase, thanks to his entertaining gaming videos."
    },
    {
      "title": "Rain Brown’s Birthday",
      "description": "The world has definitely not seen the last of this awesome reality T.V. star."
    },
    {
      "title": "Robin Rene Roberts’s Birthday",
      "description": "She&#39;s a news anchor and T.V. host with a heart of gold — we&#39;re celebrating her today!"
    },
    {
      "title": "Snooki’s Birthday",
      "description": "This reality show legend has risen to prominence and fame — today&#39;s her birthday!"
    },
    {
      "title": "Traci Young-Byron’s Birthday",
      "description": "For this super professional, dance is more than an occupation, it’s a way of life!"
    },
    {
      "title": "Yanyan De Jesus’s Birthday",
      "description": "Talented, cute, and funny — what more can you ask for from this social media celebrity?"
    }
  ]
}
