{
  "month": "nov",
  "day": 24,
  "holidays": [
    {
      "title": "Black Friday 2022",
      "description": null
    },
    {
      "title": "Buy Nothing Day",
      "description": "An effort to combat the unethical and sometimes even dangerous mob shopping behaviors of Black Friday."
    },
    {
      "title": "Celebrate Your Unique Talent Day",
      "description": "Your uniqueness is your strength and today is all about celebrating that."
    },
    {
      "title": "D.B. Cooper Day",
      "description": "What more is there to this mysterious case of hijacking, air piracy, and intrepid skydiving?"
    },
    {
      "title": "Flossing Day",
      "description": "Learn the history of flossing and why you need to floss every day."
    },
    {
      "title": "Fur-Free Friday",
      "description": "Today we denounce our cruelty, in the name of fashion, to fur-bearing animals."
    },
    {
      "title": "Maize Day",
      "description": "The time has come to unwrap and savor this gift of nature."
    },
    {
      "title": "National Day of Listening",
      "description": "There&#39;s something interesting for everyone to say or hear, so listen up!"
    },
    {
      "title": "National Oliver Day",
      "description": "Create a list of all Olivers in your vicinity and ensure you treat them well."
    },
    {
      "title": "National Sardines Day",
      "description": "Sardines are a rich source of omega-3 fatty acids; vitamins D, B12, and B2; phosphorus."
    },
    {
      "title": "Native American Heritage Day",
      "description": "Native Americans form the foundation of American culture, and that makes this day special."
    },
    {
      "title": "Sinkie Day",
      "description": "Are you a sinkie? This special day was created just for you!"
    },
    {
      "title": "Systems Engineer Day",
      "description": "Systems Engineer Day celebrates those who create computer systems and debug those with problems."
    },
    {
      "title": "You’re Welcomegiving Day",
      "description": "We’re learning new ways to say “you’re welcome” on this exciting day!"
    },
    {
      "title": "Grace Shadrack’s Birthday",
      "description": "This young YouTube star has created a niche for herself on social media."
    },
    {
      "title": "Jimmy Graham’s Birthday",
      "description": "This NFL player began making history soon after he began playing professional football."
    },
    {
      "title": "Katherine Heigl’s Birthday",
      "description": "This multitalented actress, producer, and model’s career has taken an upward trajectory since the beginning."
    },
    {
      "title": "LiAngelo Ball’s Birthday",
      "description": "We say a warm “Happy birthday” to this exceptionally talented basketball player!"
    },
    {
      "title": "Natalie Odell’s Birthday",
      "description": "Millions of people adore Odell&#39;s D.I.Y., self-love, beauty, fashion, and lifestyle videos."
    },
    {
      "title": "Peyton Meyer’s Birthday",
      "description": "There is no stopping this talented and hardworking actor from establishing a successful career."
    },
    {
      "title": "Sarah Hyland’s Birthday",
      "description": "This talented and resilient actress has built her career successfully through her hard work and determination."
    },
    {
      "title": "Savannah Jordan’s Birthday",
      "description": "We celebrate this reality star who has appeared alongside her family in several shows."
    },
    {
      "title": "Scott Joplin’s Birthday",
      "description": "This talented musician and composer put an entire genre of music on the map!"
    }
  ]
}
