{
  "month": "nov",
  "day": 24,
  "holidays": [
    {
      "title": "Celebrate Your Unique Talent Day",
      "description": null
    },
    {
      "title": "Christ the King Feast",
      "description": "“No man cometh unto the Father but Christ as he is the way and the truth.&#34;"
    },
    {
      "title": "D.B. Cooper Day",
      "description": "What more is there to this mysterious case of hijacking, air piracy, and intrepid skydiving?"
    },
    {
      "title": "Dev Diwali",
      "description": "Prepare to be dazzled by some illuminating facts and figures about Dev Diwali."
    },
    {
      "title": "International Shift Worker Sunday",
      "description": "It’s time we recognize the shift workers who keep our communities thriving!"
    },
    {
      "title": "National Sardines Day",
      "description": "Sardines are a rich source of omega-3 fatty acids; vitamins D, B12, and B2; phosphorus."
    },
    {
      "title": "Stir-Up Sunday",
      "description": "Besides delicious family bonding, we cross off one item on our Christmas to-do lists — pudding!"
    },
    {
      "title": "Grace Shadrack’s Birthday",
      "description": "This young YouTube star has created a niche for herself on social media."
    },
    {
      "title": "Jimmy Graham’s Birthday",
      "description": "This NFL player began making history soon after he began playing professional football."
    },
    {
      "title": "Katherine Heigl’s Birthday",
      "description": "This multitalented actress, producer, and model’s career has taken an upward trajectory since the beginning."
    },
    {
      "title": "LiAngelo Ball’s Birthday",
      "description": "We say a warm “Happy birthday” to this exceptionally talented basketball player!"
    },
    {
      "title": "Natalie Odell’s Birthday",
      "description": "Millions of people adore Odell&#39;s D.I.Y., self-love, beauty, fashion, and lifestyle videos."
    },
    {
      "title": "Peyton Meyer’s Birthday",
      "description": "There is no stopping this talented and hardworking actor from establishing a successful career."
    },
    {
      "title": "Sarah Hyland’s Birthday",
      "description": "This talented and resilient actress has built her career successfully through her hard work and determination."
    },
    {
      "title": "Savannah Jordan’s Birthday",
      "description": "We celebrate this reality star who has appeared alongside her family in several shows."
    },
    {
      "title": "Scott Joplin’s Birthday",
      "description": "This talented musician and composer put an entire genre of music on the map!"
    }
  ]
}
