{
  "month": "nov",
  "day": 25,
  "holidays": [
    {
      "title": "Black Friday 2022",
      "description": "Prepare to shell out some cash on the biggest shopping day of the year!"
    },
    {
      "title": "International Day for the Elimination of Violence Against Women",
      "description": "Today marks the beginning of 16 days of activism, culminating in International Human Rights Day."
    },
    {
      "title": "Blasé Day",
      "description": "On this unique holiday, take pleasure in not having to pretend to find pleasure in anything!"
    },
    {
      "title": "Buy Nothing Day",
      "description": "An effort to combat the unethical and sometimes even dangerous mob shopping behaviors of Black Friday."
    },
    {
      "title": "Day of Listening",
      "description": "There&#39;s something interesting for everyone to say or hear, so listen up!"
    },
    {
      "title": "Flossing Day",
      "description": "Learn the history of flossing and why you need to floss every day."
    },
    {
      "title": "Fur-Free Friday",
      "description": "Today we denounce our cruelty, in the name of fashion, to fur-bearing animals."
    },
    {
      "title": "Maize Day",
      "description": "The time has come to unwrap and savor this gift of nature."
    },
    {
      "title": "National Day of Bosnia &amp; Herzigovina",
      "description": "Understand the history and significance of this national holiday with our help."
    },
    {
      "title": "National Parfait Day",
      "description": "Get your parfait spoon ready, as we prepare to indulge in layers of perfect, creamy deliciousness."
    },
    {
      "title": "National Play Day with Dad",
      "description": "Spend the day doing some fun activities with your kids and create life-long memories."
    },
    {
      "title": "Native American Heritage Day",
      "description": "Native Americans form the foundation of American culture, and that makes this day special."
    },
    {
      "title": "Shopping Reminder Day",
      "description": "On your marks, get set, shop!"
    },
    {
      "title": "Sinkie Day",
      "description": "Are you a sinkie? This special day was created just for you!"
    },
    {
      "title": "Suriname Independence Day",
      "description": "From Dutch colonization to military regimes, Suriname has seen it all and persevered."
    },
    {
      "title": "Systems Engineer Day",
      "description": "Systems Engineer Day celebrates those who create computer systems and debug those with problems."
    },
    {
      "title": "You’re Welcomegiving Day",
      "description": "We’re learning new ways to say “you’re welcome” on this exciting day!"
    },
    {
      "title": "Abby D Phillip’s Birthday",
      "description": "This talented digital journalist is known for her role in political correspondence."
    },
    {
      "title": "Amy Grant’s Birthday",
      "description": "From Christian contemporary to mainstream music, Grant has found great musical success."
    },
    {
      "title": "Andrew Carnegie’s Birthday",
      "description": "From humble beginnings, this unbelievably successful businessman never forgot his true roots."
    },
    {
      "title": "Augusto Pinochet’s Birthday",
      "description": "This formidable army general deposed the government and ruled Chile for 17 years."
    },
    {
      "title": "Casey Holmes’s Birthday",
      "description": "She&#39;s a talented content creator and social media personality who&#39;s growing her successful career."
    },
    {
      "title": "Chase Grzegorczyk’s Birthday",
      "description": "If you watch the “Our Family Nest” YouTube channel, you&#39;ll know all about this creative YouTuber."
    },
    {
      "title": "Christina Applegate’s Birthday",
      "description": "This multi-talented comedic actress has been entertaining her fans since the ‘80s!"
    },
    {
      "title": "Corbyn Besson’s Birthday",
      "description": "He&#39;s still young but he has already taken the music industry by storm."
    },
    {
      "title": "Dennis Smith Jr.’s Birthday",
      "description": "For this adept athlete, success is in the palm of his hands!"
    },
    {
      "title": "Diego Tinoco’s Birthday",
      "description": "This young actor, model, and social media personality is on his way to becoming a superstar."
    },
    {
      "title": "Disguised Toast’s Birthday",
      "description": "His gameplaying skills are unlike any other and he knows how to entertain his audience."
    },
    {
      "title": "Garland Brown’s Birthday",
      "description": "We celebrate this model  and reality T.V. star who featured on &#34;Are You the One?&#34;"
    },
    {
      "title": "Jaylen Waddle’s Birthday",
      "description": "This young rookie is all set; he is aiming for the stars and making history!"
    },
    {
      "title": "Jenna Bush Hager’s Birthday",
      "description": "This well-known news show co-anchor comes from a dynastic family of politicians."
    },
    {
      "title": "Joe DiMaggio’s Birthday",
      "description": "From fishing to baseball, the major league player lived an interesting life."
    },
    {
      "title": "John F. Kennedy Jr.’s Birthday",
      "description": "This magnetic social figure fell victim to the Kennedy family curse at only 38."
    },
    {
      "title": "Juliet Angus’s Birthday",
      "description": "This renaissance woman has her hands full with several professional pursuits. There’s no stopping her!"
    },
    {
      "title": "Katie Cassidy’s Birthday",
      "description": "This talented performer has been fashioning her own space within the entertainment industry."
    },
    {
      "title": "Kevin Chamberlin’s Birthday",
      "description": "We celebrate this beloved musical theater and television actor who’s brought so much joy to people."
    },
    {
      "title": "Maura Higgins’s Birthday",
      "description": "There is no stopping this incredible and talented entertainer from achieving an immensely successful career."
    },
    {
      "title": "Sean Lew’s Birthday",
      "description": "He&#39;s a prolific, multi-talented entertainer who&#39;s paving a great career for himself through entertainment."
    },
    {
      "title": "Sonja Morgan’s Birthday",
      "description": "She is a fashionista, a style icon, a “Real Housewife”; she is THE Sonja Morgan."
    },
    {
      "title": "Trey Traylor’s Birthday",
      "description": "He&#39;s an exceptionally dedicated entertainer who&#39;s making a successful career out of his art."
    }
  ]
}
