{
  "month": "nov",
  "day": 27,
  "holidays": [
    {
      "title": "Cyber Monday",
      "description": null
    },
    {
      "title": "Chatham Islands Anniversary Day",
      "description": "Fellow island lovers, brace yourself as we gain more knowledge on your favorite topic."
    },
    {
      "title": "Lancashire Day",
      "description": "Let’s all take a moment to commemorate the rich history of Lancashire and its parliament."
    },
    {
      "title": "National Bavarian Cream Pie Day",
      "description": "Whipped or heavy, or both, this celebration will have you licking your fingers all day long."
    },
    {
      "title": "National Brand Day",
      "description": "If you’re an entrepreneur, this is the day to celebrate your brand."
    },
    {
      "title": "National Craft Jerky Day",
      "description": "Get ready to chew until you’re blue as we make our own special jerky!"
    },
    {
      "title": "National Lawrence Day",
      "description": "Don’t forget to treat your beloved Lawrence on this special day reserved just for them!"
    },
    {
      "title": "National Sovereignty Day Argentina",
      "description": "Some battles are won with defeat — or so Sovereignty Day tells us."
    },
    {
      "title": "Pins and Needles Day",
      "description": "You need to put a pin on your calendar because it’s Pins and Needles Day!"
    },
    {
      "title": "Turtle Adoption Day",
      "description": "Turtles are typically bought without notions of the care involved — Turtle Adoption Day sets that right!"
    },
    {
      "title": "Amanda Todd’s Birthday",
      "description": "Todd&#39;s story inspired the movement to give more support to anti-bullying organizations."
    },
    {
      "title": "Bill Nye’s Birthday",
      "description": "This science educator has spent his life sharing important knowledge with his audience."
    },
    {
      "title": "Blackbear’s Birthday",
      "description": "He&#39;s a man of many talents and we&#39;re celebrating his birthday today!"
    },
    {
      "title": "Bonnie Hoellein’s Birthday",
      "description": "Hoellein launched her YouTube channel and posted her first video on March 26, 2013."
    },
    {
      "title": "Bruce Lee’s Birthday",
      "description": "Martial artist and actor, Bruce Lee had unmatched skills and he&#39;s remembered to this day."
    },
    {
      "title": "Caroline Kennedy’s Birthday",
      "description": "For the majority of her adult life, Kennedy has worked in public relations, law, and politics."
    },
    {
      "title": "Chanyeol’s Birthday",
      "description": "This South Korean rapper, singer, songwriter, actor and more is making it big in multiple niches."
    },
    {
      "title": "Golnesa Gharachedaghi’s Birthday",
      "description": "If you&#39;re a fan of Golnesa Gharachedaghi, read on to discover interesting details about her."
    },
    {
      "title": "Jaleel White’s Birthday",
      "description": "This talented performer has brought to life many iconic characters throughout his career."
    },
    {
      "title": "James Avery’s Birthday",
      "description": "We celebrate the legendary career of an inspirational and wildly talented entertainer, actor, and poet."
    },
    {
      "title": "Jet Jurgensmeyer’s Birthday",
      "description": "Jet Jurgensmeyer is a budding actor who also enjoys singing and playing the guitar."
    },
    {
      "title": "Jimi Hendrix’s Birthday",
      "description": "This rock and roll legend created a timeless legacy that will remain immortal."
    },
    {
      "title": "Ohgeesy’s Birthday",
      "description": "This exceptionally talented rapper has worked hard to create a successful career in the music industry."
    },
    {
      "title": "Sam Golbach’s Birthday",
      "description": "His livestreams on YouNow have brought laughther and joy to his many fans!"
    },
    {
      "title": "Shaunie O&#39;Neal’s Birthday",
      "description": "Shaunie O&#39;Neal has received a lot of praise for standing for what is right."
    },
    {
      "title": "Stephanie Soo’s Birthday",
      "description": "Soo’s vlogs, lifestyle videos, and A.S.M.R. videos have become increasingly popular over time."
    },
    {
      "title": "Twista’s Birthday",
      "description": "Twista, a once Guinness World Record holder, is recognized for rapping in a tongue-twisting, chopper style."
    },
    {
      "title": "William Fichtner’s Birthday",
      "description": "Read on to learn all about the celebrated and talented actor, William Fichtner."
    }
  ]
}
