{
  "month": "nov",
  "day": 28,
  "holidays": [
    {
      "title": "Cyber Monday",
      "description": "Shop those amazing Black Friday deals from the comfort of your couch or office."
    },
    {
      "title": "National French Toast Day",
      "description": "The thick, sweet, savory dish that’s become a staple of the American breakfast diet."
    },
    {
      "title": "Albania Independence Day",
      "description": "Keep reading to learn the history leading up to the Albanian Declaration of Independence."
    },
    {
      "title": "Chatham Islands Anniversary Day",
      "description": "Fellow island lovers, brace yourself as we gain more knowledge on your favorite topic."
    },
    {
      "title": "Mauritania Independence Day",
      "description": "Get ready to celebrate Mauritania Independence Day and learn more about this fascinating country!"
    },
    {
      "title": "National Alan Day",
      "description": "Let’s stand up and celebrate all the Alans in our lives to make them feel special today!"
    },
    {
      "title": "National Brand Day",
      "description": "If you’re an entrepreneur, this is the day to celebrate your brand."
    },
    {
      "title": "National Cole Day",
      "description": "Show your solidarity to a name that is widely popularized throughout the world, National Cole Day!"
    },
    {
      "title": "National Madison Day",
      "description": "Gender is not an obstacle when you plan to name your child Madison!"
    },
    {
      "title": "National Patrick Day",
      "description": "Roll out the drums, wrap up the gifts, and let’s celebrate with the Patricks!"
    },
    {
      "title": "National Sovereignty Day Argentina",
      "description": "Some battles are won with defeat — or so Sovereignty Day tells us."
    },
    {
      "title": "Red Planet Day",
      "description": "We recognize the planet which has captivated human observers for countless years, Mars."
    },
    {
      "title": "Anna Nicole Smith’s Birthday",
      "description": "This star was famous for her charisma, charm, and talent before her untimely death."
    },
    {
      "title": "Arjun Gupta’s Birthday",
      "description": "Join us as we celebrate this star who has received several awards and nominations."
    },
    {
      "title": "Bryshere Gray’s Birthday",
      "description": "Gray has played at several Philadelphia music events, including Jay-Z&#39;s “Made in America” Festival."
    },
    {
      "title": "Charisse Galang’s Birthday",
      "description": "This social media content creator is among the most successful American YouTube stars."
    },
    {
      "title": "Chase Elliott’s Birthday",
      "description": "For this road-racing, series-winning NASCAR driving champion, the race track to success calls!"
    },
    {
      "title": "Christine Blasey Ford’s Birthday",
      "description": "Knowledge lives forever, and this professor has endlessly contributed to its endurance."
    },
    {
      "title": "Fatman Scoop’s Birthday",
      "description": "He has interviewed a wide range of personalities in the entertainment world for his podcast."
    },
    {
      "title": "Jake Miller’s Birthday",
      "description": "Jake Miller, while still in high school, began uploading his music videos on YouTube."
    },
    {
      "title": "Jarvis Landry’s Birthday",
      "description": "This New Orleans Saints football player is one of the N.F.L.’s most talented."
    },
    {
      "title": "Jon Stewart’s Birthday",
      "description": "This brilliant television show host has won over 20 Primetime Emmy Awards in his career."
    },
    {
      "title": "Judd Nelson’s Birthday",
      "description": "Judd Nelson was a teen star in the 1980s and we are excited to celebrate him today!"
    },
    {
      "title": "Karen Gillan’s Birthday",
      "description": "This actress is providing the blueprint that future generations can learn from."
    },
    {
      "title": "Kinigra Deon’s Birthday",
      "description": "Kinigra Deon worked as a clinical laboratory scientist while finishing her postgraduate studies."
    },
    {
      "title": "Rosemarie Vega’s Birthday",
      "description": "Vega is well-known for numerous reasons, including being a single mother to her son Prince."
    },
    {
      "title": "Ryan Letourneau’s Birthday",
      "description": "Meet this prominent twitch streamer and Youtuber who hosts the Northernlion Live Super Show."
    }
  ]
}
