{
  "month": "feb",
  "day": 1,
  "holidays": [
    {
      "title": "National Freedom Day",
      "description": null
    },
    {
      "title": "Abolition of Slavery Day",
      "description": "Join us as we explore Mauritius&#39; rich history this Abolition of Slavery Day!"
    },
    {
      "title": "British Yorkshire Pudding Day",
      "description": "This baked pudding is honored for its centuries-long stalwart place in the British food lexicon."
    },
    {
      "title": "Car Insurance Day",
      "description": "Cruise in style on Car Insurance Day and see how you can remain safe and protected!"
    },
    {
      "title": "Change Your Password Day",
      "description": "Keep your online data safe by observing the password rules and staying wary online."
    },
    {
      "title": "Conservatorship and Guardianship Abuse Awareness Day",
      "description": "Advocate for your fellow community members this Conservatorship and Guardianship Abuse Awareness Day!"
    },
    {
      "title": "Day of Remembrance and Respect to Victims of the Communist Regime",
      "description": "Today we remember all the fallen victims of the oppressive regime that once ruled Bulgaria."
    },
    {
      "title": "Decorating With Candy Day",
      "description": "Get together with your loved ones and adorn your homes with candies and sweets."
    },
    {
      "title": "Dump Your Significant Jerk Day",
      "description": "This day is observed to help those in a seriously bad relationship get out of it."
    },
    {
      "title": "Federal Territory Day",
      "description": "Federal Territory Day is known as Hari Wilayah Persekutuan or simply Hari Wilayah."
    },
    {
      "title": "G.I. Joe Day",
      "description": "Get ready as we celebrate our favorite action figure of all time."
    },
    {
      "title": "Guru Ravidas Jayanti",
      "description": "Celebrate this day with us as Guruji showers his blessings on you and your entire family."
    },
    {
      "title": "Heroes&#39; Day",
      "description": "We celebrate the people who fought for change with their lives; they are our heroes."
    },
    {
      "title": "Holiday Hugs Day",
      "description": "Drink lots of water to donate some blood for Holiday Hugs Day!"
    },
    {
      "title": "Hula in the Coola Day",
      "description": "Imagine Hawaii in the winter. Lift your spirits with some Hula in the cool weather."
    },
    {
      "title": "Imbolc",
      "description": "Imbolc must be celebrated to ensure a successful farming season for the year ahead."
    },
    {
      "title": "International Face and Body Art Day",
      "description": "Join the global celebration of face and body art on International Face and Body Art Day!"
    },
    {
      "title": "Maghi Purnima",
      "description": "Wondering what this festival is and how you can commemorate it? Read on..."
    },
    {
      "title": "National Baked Alaska Day",
      "description": "Dig into this decadent dessert made with ice cream, sponge cake, and meringue."
    },
    {
      "title": "National Dark Chocolate Day",
      "description": "We don&#39;t need a reason to celebrate dark chocolate, but sure is sweet to have one."
    },
    {
      "title": "National Get Up Day",
      "description": "&#34;We all fall. It’s how we get up that matters.&#34;"
    },
    {
      "title": "National Serpent Day",
      "description": "Snakes symbolize power and evil and have been both feared and studied since ancient times."
    },
    {
      "title": "Pork Rind Appreciation Day",
      "description": "You’re in for a swell time with pork rinds and a fun, sporty day!"
    },
    {
      "title": "Robinson Crusoe Day",
      "description": "What’s so special about Robinson Crusoe and why has he inspired so many movies?"
    },
    {
      "title": "Spunky Old Broads Day",
      "description": "Unleash your inner sparkle! Light up your world with the most insanely awesome tips."
    },
    {
      "title": "Texas Day",
      "description": "From Dr Pepper and B.B.Q.s, to vibrant people — Texas is home to many."
    },
    {
      "title": "Thaipusam",
      "description": "Join us on a virtual pilgrimage as we celebrate Lord Murugan and Thaipusam."
    },
    {
      "title": "World Aspergillosis Day",
      "description": "Make sure you’re taking good care of yourself during World Aspergillosis Day!"
    },
    {
      "title": "World Hijab Day",
      "description": "Join the movement as millions show their support for women who wear the hijab."
    },
    {
      "title": "Harry Styles’s Birthday",
      "description": "Harry Styles has sold millions of records, both as a soloist and as a band member."
    },
    {
      "title": "Stormi Webster’s Birthday",
      "description": "This little fashion icon is just getting started and having a fashionista mum is a plus."
    }
  ]
}
