{
  "month": "feb",
  "day": 2,
  "holidays": [
    {
      "title": "Groundhog Day",
      "description": null
    },
    {
      "title": "Hedgehog Day",
      "description": "Hedgehogs are painfully cute (literally). Discover what it&#39;s like to have one of these cuties."
    },
    {
      "title": "National Bubble Gum Day",
      "description": "Kids learn about the value of charity and break the classic &#34;no-gum&#34; rule."
    },
    {
      "title": "National Tater Tot Day",
      "description": "Did you know they are considered &#34;fine dining?&#34; Read on for some crunchy facts!"
    },
    {
      "title": "National Ukulele Day",
      "description": "Ukulele players from around the country strum their favorite tunes to celebrate."
    },
    {
      "title": "National Wear Red Day",
      "description": "Put on your reddest red and paint the city red, for a great cause!"
    },
    {
      "title": "Ayn Rand Day",
      "description": "Prepare for a philosophy lesson because we are going to talk about the person who introduced Objectivism."
    },
    {
      "title": "Bubblegum Day",
      "description": "Chew your favorite bubblegum, practice your bubble blowing and give back this Bubblegum Day."
    },
    {
      "title": "California Kiwifruit Day",
      "description": "It’s California Kiwifruit Day! People should know more about the health benefits of eating kiwifruits."
    },
    {
      "title": "Candlemas Day",
      "description": "On Candlemas Day, many of the faithful bring candles to their churches to be blessed."
    },
    {
      "title": "Crepe Day",
      "description": "Ready your forks and knives as we celebrate a truly classic and delicious treat."
    },
    {
      "title": "Feast of Candelaria",
      "description": "Ready your hearts and minds as we celebrate one of Bolivia’s most important days."
    },
    {
      "title": "Give Kids A Smile",
      "description": "Let&#39;s turn those frowns upside down with the &#34;Give Kids A Smile&#34; program."
    },
    {
      "title": "Groundhog Job Shadow Day",
      "description": "Ready yourselves as we mark a day set aside to benefit both employers and potential employees."
    },
    {
      "title": "Marmot Day",
      "description": "Get ready to celebrate one of Alaska’s most cherished animals with us."
    },
    {
      "title": "National Brendan Day",
      "description": "Remind everyone that it’s your name day today, and you deserve some pampering."
    },
    {
      "title": "National Brown Dog Day",
      "description": "Our ideas will have you and your pooch paw-sitively howling with joy!"
    },
    {
      "title": "National Catchers Day",
      "description": "Catchers are one of the most important positions in baseball and softball."
    },
    {
      "title": "National Frank Day",
      "description": "Celebrate National Frank Day today with as many Frank puns as you can!"
    },
    {
      "title": "National Heavenly Hash Day",
      "description": "Get your bowls and spoons ready as we celebrate one of the world’s most exquisite treats."
    },
    {
      "title": "National River Day",
      "description": "It’s time to celebrate and learn more about the unique name, River!"
    },
    {
      "title": "National Woman&#39;s Heart Day",
      "description": "Pledge to protect a woman’s life by protecting her from cardiovascular diseases."
    },
    {
      "title": "Number Day",
      "description": "Every childhood is worth fighting for. Join us in the fight against child abuse."
    },
    {
      "title": "Rheumatoid Arthritis Awareness Day",
      "description": "Understand Rheumatoid Arthritis, treatment options, symptoms, and medications that can help us."
    },
    {
      "title": "Self Renewal Day",
      "description": "Self Renewal Day is the perfect opportunity for self-care. Join us as we take part."
    },
    {
      "title": "Sled Dog Day",
      "description": "Get ready to sled through the best celebrations with us this Sled Dog Day."
    },
    {
      "title": "The Record of a Sneeze Day",
      "description": "Fred Ott is recognized as the first man captured sneezing in a legal motion picture."
    },
    {
      "title": "Treaty of Guadalupe Hidalgo",
      "description": "The Treaty of Guadalupe Hidalgo ended the U.S./Mexico war over Texas and border disputes."
    },
    {
      "title": "Working Naked Day",
      "description": "It is harder than we think to work in our most comfortable state and remain productive."
    },
    {
      "title": "World Wetlands Day",
      "description": "Get ready to celebrate all aspects of the wetlands with the best events and tips."
    },
    {
      "title": "Shakira’s Birthday",
      "description": "Shakira is a multi-award-winning singer, philanthropist, and talented performer who’s won over the hearts of millions."
    }
  ]
}
