{
  "month": "feb",
  "day": 3,
  "holidays": [
    {
      "title": "National Golden Retriever Day",
      "description": null
    },
    {
      "title": "National Women Physicians Day",
      "description": "The holiday celebrates Elizabeth Blackwell&#39;s birthday; the first female medical doctor in the U.S."
    },
    {
      "title": "African American Coaches Day",
      "description": "Yes, you can! Power a better you on African American Coaches Day."
    },
    {
      "title": "American Painters Day",
      "description": "Painting is a celebrated art form since only a select few are blessed with the gift."
    },
    {
      "title": "Anniversary of the Liberation of the Battle of Manila",
      "description": "The U.S. and Philippine forces recall the Japanese invasion at the Battle of Manila."
    },
    {
      "title": "Commemoration of the Batepá Massacre",
      "description": "To the fearless creole martyrs who risked their lives for better working conditions."
    },
    {
      "title": "Doggy Date Night",
      "description": "Learn all about ways to celebrate man’s best friend and get ready for Doggy Date Night!"
    },
    {
      "title": "Elmo&#39;s Birthday",
      "description": "Get out the birthday candles and cake as we celebrate Elmo’s big day."
    },
    {
      "title": "Feed the Birds Day",
      "description": "Looking for inspiration to set up a bird feeder? Our tips will help get you started."
    },
    {
      "title": "Four Chaplains Day",
      "description": "The Four Chaplains remind us all of our ability to rise above our self-interest."
    },
    {
      "title": "Lailatul Barat",
      "description": "It&#39;s Lailatul Barat, it&#39;s time to forgive and be forgiven. Learn more about it right here!"
    },
    {
      "title": "Mozambican Heroes Day",
      "description": "Mozambican Heroes Day is a day of national festivity and pride. Let’s learn more."
    },
    {
      "title": "National Carrot Cake Day",
      "description": "Carrot cake lovers indulge in this beloved dessert."
    },
    {
      "title": "National Cordova Ice Worm Day",
      "description": "Celebrate National Cordova Ice Worm Day by entering a competition to win a gift!"
    },
    {
      "title": "National Missing Persons Day",
      "description": "Participate in the efforts to help find missing persons with these tips."
    },
    {
      "title": "National Patient Recognition Day",
      "description": "On National Patient Recognition Day, many healthcare organizations will host events aimed at improving patient care."
    },
    {
      "title": "National Wedding Ring Day",
      "description": "Did you know wedding rings weren’t always needed to mark the commitment between couples?"
    },
    {
      "title": "Our Lady of Suyapa",
      "description": "Prayerfully prepare for the feast of The Virgin of Suyapa with the following in mind."
    },
    {
      "title": "Setsubun",
      "description": "To paraphrase the poet, Percy Bysshe Shelley, “If Setsubun is here, can spring be far behind?”"
    },
    {
      "title": "Take a Cruise Day",
      "description": "Take a voyage into the vastness of the ocean for a life-changing experience."
    },
    {
      "title": "The Day the Music Died",
      "description": "We pay our respects and honor the lives of these musical talents who died too soon."
    },
    {
      "title": "India Love’s Birthday",
      "description": "For this successful social media personality and model, no feat is too big."
    },
    {
      "title": "Luis Coronel’s Birthday",
      "description": "His debut album did well and it won him a &#39;New Artist of the Year&#39; award."
    },
    {
      "title": "Taylor Caniff’s Birthday",
      "description": "Considered one of the original social media influencers, his road to fame has been tumultuous."
    }
  ]
}
