{
  "month": "feb",
  "day": 7,
  "holidays": [
    {
      "title": "National Bubble Gum Day",
      "description": null
    },
    {
      "title": "National Send a Card to a Friend Day",
      "description": "Do you get excited when you find a hand written card or letter in your mailbox?"
    },
    {
      "title": "National Wear Red Day",
      "description": "Put on your reddest red and paint the city red, for a great cause!"
    },
    {
      "title": "Bubblegum Day",
      "description": "Chew your favorite bubblegum, practice your bubble blowing and give back this Bubblegum Day."
    },
    {
      "title": "e-Day",
      "description": "Whip out your TI-84 calculator, and spot the little button that bolsters logarithmic and exponential functions."
    },
    {
      "title": "Give Kids A Smile",
      "description": "Let&#39;s turn those frowns upside down with the &#34;Give Kids A Smile&#34; program."
    },
    {
      "title": "Grenada Independence Day",
      "description": "Let’s join together and celebrate the day Grenada became an independent nation."
    },
    {
      "title": "Hug an Addict or Alcoholic Day",
      "description": "Help in destigmatizing addiction and rehabilitation and help addicts or alcoholics in their recovery."
    },
    {
      "title": "National Ballet Day",
      "description": "We love ballet. Here are several magical reasons we think you’ll appreciate it too."
    },
    {
      "title": "National Black HIV/AIDS Awareness Day",
      "description": "Stories of survivors, and details on the latest innovations in education and treatment of HIV/AIDS"
    },
    {
      "title": "National Fettuccine Alfredo Day",
      "description": "It’s so tasty that it deserves a day all to itself."
    },
    {
      "title": "National Periodic Table Day",
      "description": "Pay tribute to the chart in science classrooms that saved us from flunking high school chemistry!"
    },
    {
      "title": "National Woman&#39;s Heart Day",
      "description": "Pledge to protect a woman’s life by protecting her from cardiovascular diseases."
    },
    {
      "title": "Number Day",
      "description": "Every childhood is worth fighting for. Join us in the fight against child abuse."
    },
    {
      "title": "Rose Day",
      "description": "No flower signifies feelings of love and romance like the rose does."
    },
    {
      "title": "Wave All Your Fingers at Your Neighbor Day",
      "description": "Wave All Your Fingers At Your Neighbor Day fosters friendship among neighbors."
    },
    {
      "title": "Working Naked Day",
      "description": "It is harder than we think to work in our most comfortable state and remain productive."
    },
    {
      "title": "Ashton Kutcher’s Birthday",
      "description": "For this actor-slash venture capitalist, there might not be any feats left to conquer."
    },
    {
      "title": "BabyFace Ray’s Birthday",
      "description": "This talented rapper rose to fame after lots of hard work and perseverance."
    },
    {
      "title": "Charles Dickens’s Birthday",
      "description": "This renowned novelist can rest in peace knowing his stories are timeless and immortal!"
    },
    {
      "title": "Chris Rock’s Birthday",
      "description": "We celebrate the multi-talented actor and comedian who has made us laugh for many years."
    },
    {
      "title": "Gabbie Hanna’s Birthday",
      "description": "Nothing seems to deter this multi-talented YouTube star and singer. Celebrate her today!"
    },
    {
      "title": "Garth Brooks’s Birthday",
      "description": "This country and pop musician has nothing left to prove. He is legendary."
    },
    {
      "title": "Jacksepticeye’s Birthday",
      "description": "For this highly successful YouTuber, gamer, and serial entrepreneur, world domination is in view."
    },
    {
      "title": "John Deere’s Birthday",
      "description": "This 19th Century founder created a viable legacy that’s still a necessity two centuries later."
    },
    {
      "title": "Jun Seba’s Birthday",
      "description": "This D.J. shared his gift with the world and left us too soon."
    },
    {
      "title": "LaToya Forever’s Birthday",
      "description": "This YouTuber and social media influencer has the world in her palms!"
    },
    {
      "title": "Sandra Bland’s Birthday",
      "description": "Due to the experience of this African-American woman, law enforcement is mandated to prioritize mental health."
    }
  ]
}
