{
  "month": "feb",
  "day": 9,
  "holidays": [
    {
      "title": "National Pizza Day",
      "description": null
    },
    {
      "title": "Super Bowl Sunday",
      "description": "On the first Sunday in February, America&#39;s love affair with football springs into full bloom."
    },
    {
      "title": "Autism Sunday",
      "description": "Take time to say a prayer today for those affected by autism spectrum disorders."
    },
    {
      "title": "Chocolate Day",
      "description": "Everything tastes better with chocolate, so come and explore Chocolate Day in India with us."
    },
    {
      "title": "Gwyl Mabsant",
      "description": "Gŵyl Mabsant is a rural festival that takes place every year in Wales."
    },
    {
      "title": "Man Day",
      "description": "Fathers, friends, colleagues, and gym buddies — celebrate every man in your life on Man Day."
    },
    {
      "title": "Mother&#39;s Day Norway",
      "description": "This day is a special family holiday to celebrate mothers and wives."
    },
    {
      "title": "National Bagel and Lox Day",
      "description": "Bagel season is here! So just relax and eat one bagel… or three."
    },
    {
      "title": "National Cut the Cord Day",
      "description": "Cut the cord, take control, and embrace affordability, flexibility, and convenience today."
    },
    {
      "title": "National Develop Alternative Vices Day",
      "description": "Discover and enjoy new and alternative activities on National Develop Alternative Vices Day."
    },
    {
      "title": "National Homegating Day",
      "description": "National Homegating Day is for Super Bowl Sunday fans who cannot be at the games personally."
    },
    {
      "title": "National Toothache Day",
      "description": "They are not worth celebrating, but we can learn to stop toothaches for good."
    },
    {
      "title": "Pizza Pie Day",
      "description": "Let’s celebrate one of America’s all-time favorite foods on Pizza Pie Day!"
    },
    {
      "title": "Pork Rind Appreciation Day",
      "description": "You’re in for a swell time with pork rinds and a fun, sporty day!"
    },
    {
      "title": "Read In The Bathtub Day",
      "description": "No time to read? Do it in the bathtub, it sinks in deeper in there."
    },
    {
      "title": "St Maroun Day",
      "description": "St. Maroun always sought new ways to accumulate all the treasures of wisdom."
    },
    {
      "title": "Super Chicken Wing Day",
      "description": "It’s time to put that appetite to the test with Super Chicken Wing Day!"
    },
    {
      "title": "World Marriage Day",
      "description": "Today, we reflect on the beautiful gift of marriage and celebrate enduring love!"
    },
    {
      "title": "Bella Poarch’s Birthday",
      "description": "There is nothing this fantastic TikTok star can’t accomplish. Her creativity knows no bounds."
    },
    {
      "title": "Craig Conover’s Birthday",
      "description": "He’s a finance expert who became a lawyer, a television personality, and an actor!"
    },
    {
      "title": "DJ Prince’s Birthday",
      "description": "For this young YouTuber, the journey into content creation started early and he’s doing really well."
    },
    {
      "title": "Jalen Green’s Birthday",
      "description": "For this dedicated shooting guard, we will be here for all his next moves."
    },
    {
      "title": "Johnny Suh’s Birthday",
      "description": "For the ‘JohFam’, the name Johnny Suh calls his fans, we hope he rocks your world."
    },
    {
      "title": "Chung-ha Kim’s Birthday",
      "description": "For this butter-voiced singer, we can’t wait to see what her next move will be!"
    },
    {
      "title": "Tom Hiddleston’s Birthday",
      "description": "To the gorgeous, talented actor, Tom Hiddleston, we say, “Keep soaring high!”"
    }
  ]
}
