{
  "month": "feb",
  "day": 10,
  "holidays": [
    {
      "title": "National Clean Out Your Computer Day",
      "description": null
    },
    {
      "title": "All the News That&#39;s Fit to Print Day",
      "description": "All the News That’s Fit to Print Day is observed to encourage honest journalism."
    },
    {
      "title": "Children&#39;s Hospice Day",
      "description": "Children&#39;s Hospice Day also recognizes the importance of hospices in healthcare. Let’s learn more."
    },
    {
      "title": "Feast of St. Paul&#39;s Shipwreck",
      "description": "Celebrate the event arrival of St. Paul in Malta on this day!"
    },
    {
      "title": "International Cribbage Day",
      "description": "Play cribbage with your friends or family to commemorate International Cribbage Day."
    },
    {
      "title": "International Epilepsy Day",
      "description": "Learn more about one of the world’s oldest-known diseases on International Epilepsy Day."
    },
    {
      "title": "National Cream Cheese Brownie Day",
      "description": "Get ready to taste some delicious cream cheese brownies and learn fun facts along the way!"
    },
    {
      "title": "National Flannel Day",
      "description": "Put on your favorite flannel shirts as we dive deeper into the world of flannel."
    },
    {
      "title": "National Home Warranty Day",
      "description": "Protect your expensive appliances and household apparatuses by getting them covered by a home warranty."
    },
    {
      "title": "National Julio Day",
      "description": "Get ready to celebrate one of the most iconic names in the world."
    },
    {
      "title": "National Poop Day",
      "description": "It’s the day to celebrate one of the body’s most important functions."
    },
    {
      "title": "National Umbrella Day",
      "description": "As part of many cultures since ancient times, umbrellas have a storied history worth commemorating."
    },
    {
      "title": "Oatmeal Monday",
      "description": "Get your pan ready and the fire going — we are making Oatmeal Monday come to life."
    },
    {
      "title": "Plimsoll Day",
      "description": "Get ready to know why Plimsoll Day is important in the shipping industry!"
    },
    {
      "title": "Sick of Food Waste Day",
      "description": "The Monday after the Big Game is known for being a major “sick” day, with 16+ million people estimated to call in “sick” from work…"
    },
    {
      "title": "Teddy Day",
      "description": "Get ready to celebrate Teddy Day in style and put a smile on people’s faces!"
    },
    {
      "title": "Valentismas",
      "description": "Remind yourself of the love that you are surrounded by on Valentismas."
    },
    {
      "title": "World Pulses Day",
      "description": "Today, we are celebrating healthy, nutritious legumes, and their vast benefits to the environment."
    },
    {
      "title": "Emily Bustamante’s Birthday",
      "description": "For this stylish and talented mother, there’s nothing she won’t do to follow her passion."
    }
  ]
}
