{
  "month": "feb",
  "day": 12,
  "holidays": [
    {
      "title": "Darwin Day",
      "description": null
    },
    {
      "title": "National Clean Out Your Computer Day",
      "description": "Geeks and laypeople unite, it’s National Clean Out Your Computer Day!"
    },
    {
      "title": "Argentina Carnival",
      "description": "Are you going to Buenos Aires this summer? It&#39;s time to attend the carnival."
    },
    {
      "title": "Carnival Monday",
      "description": "A Carnival is a cultural festival that puts on a great display of tradition and history."
    },
    {
      "title": "Georgia Day",
      "description": "Want to know what Georgia Day is about? Then let’s get digging!"
    },
    {
      "title": "Hug Day",
      "description": "Share warmth and love by hugging a loved one or a stranger today."
    },
    {
      "title": "International Day Against the Use of Child Soldiers",
      "description": "This International Day Against the Use of Child Soldiers, help stop the use of child soldiers."
    },
    {
      "title": "International Epilepsy Day",
      "description": "Learn more about one of the world’s oldest-known diseases on International Epilepsy Day."
    },
    {
      "title": "NAACP Day",
      "description": "Join us as we explore what the N.A.A.C.P. is all about."
    },
    {
      "title": "National Brayden Day",
      "description": "On National Bryden Day, celebrate the rich history and fascinating folkloric origins of this Irish name."
    },
    {
      "title": "National Freedom to Marry Day",
      "description": "We&#39;ve come a long way, but normalization of same-sex marriage is still not over."
    },
    {
      "title": "National Lost Penny Day",
      "description": "Roll up your sleeves and search the nooks and crannies; you might find a lost penny."
    },
    {
      "title": "National Plum Pudding Day",
      "description": "Did you know plum pudding contains no plums?"
    },
    {
      "title": "National Poop Day",
      "description": "It’s the day to celebrate one of the body’s most important functions."
    },
    {
      "title": "Oatmeal Monday",
      "description": "Get your pan ready and the fire going — we are making Oatmeal Monday come to life."
    },
    {
      "title": "Oglethorpe Day",
      "description": "Let’s tap into the history of Georgia to learn more about its founding father."
    },
    {
      "title": "Red Hand Day",
      "description": "Paint your hand red, and raise your voice against using children in wars on this day."
    },
    {
      "title": "Safety Pup Day",
      "description": "It’s time to celebrate the puppets that keep your children safe from harm."
    },
    {
      "title": "Shrove Monday",
      "description": "Shrove Monday is a part of the Shrovetide celebration that is observed the week before Lent."
    },
    {
      "title": "Sick of Food Waste Day",
      "description": "The Monday after the Big Game is known for being a major “sick” day, with 16+ million people estimated to call in “sick” from work…"
    },
    {
      "title": "Union Day",
      "description": "Join the Union Day celebrations as the Burmese mark their independence in style."
    },
    {
      "title": "Uruguay Carnival",
      "description": "The Uruguay Carnival is an important cultural festival that is held in February or March."
    },
    {
      "title": "Abraham Lincoln’s Birthday",
      "description": "We look back at some remarkable moments in the life of Abraham Lincoln."
    },
    {
      "title": "Charles Darwin’s Birthday",
      "description": "This celebrated historical mover and shaker revolutionized the evolutionary theory of mankind."
    },
    {
      "title": "Gucci Mane’s Birthday",
      "description": "He’s a talented musician who knows how to maintain his place among the stars despite challenges."
    },
    {
      "title": "Yungeen Ace’s Birthday",
      "description": "For this self-made and talented rapper, the only way to go is up!"
    }
  ]
}
