{
  "month": "feb",
  "day": 14,
  "holidays": [
    {
      "title": "Valentine&#39;s Day",
      "description": null
    },
    {
      "title": "Congenital Heart Defect Awareness Day",
      "description": "Explore the prevalence of congenital heart defects in the world and how you can help."
    },
    {
      "title": "Frederick Douglass Day",
      "description": "Celebrate the legacy of Frederick Douglass by emulating his example and challenging the inequalities of today."
    },
    {
      "title": "Global Movie Day",
      "description": "Grab your popcorn and get ready to celebrate your favorite movies all day!"
    },
    {
      "title": "Gold Heart Day",
      "description": "Let’s raise awareness and funds for the disabled and disadvantaged, so they can have equal opportunities."
    },
    {
      "title": "Have a Heart Day",
      "description": "On Have a Heart Day, be the change you wish to see in the world."
    },
    {
      "title": "International Book Giving Day",
      "description": "Share the gift of knowledge by donating a book to someone in need."
    },
    {
      "title": "League of Women Voters Day",
      "description": "Join us and celebrate the league of women who expanded voting rights in the U.S."
    },
    {
      "title": "Library Lovers’ Day",
      "description": "Digest this fact — there was a time when libraries didn’t exist!"
    },
    {
      "title": "Lui-Ngai-Ni Festival",
      "description": "A new year of prosperity is upon us; the Naga tribe comes together to celebrate Lui-Ngai-Ni."
    },
    {
      "title": "Madly In Love With Me Day",
      "description": "Remember that you are amazing! On Madly in Love with Me Day, commit to loving yourself."
    },
    {
      "title": "National Black Literacy Day",
      "description": "This day focuses on literacy and the importance of reading and writing in learning."
    },
    {
      "title": "National Call in Single Day",
      "description": "Don&#39;t feel sad about being single. Instead, enjoy this day to the fullest."
    },
    {
      "title": "National Chance Day",
      "description": "Get ready to honor one of the most unique names in the world."
    },
    {
      "title": "National Condom Day",
      "description": "National Condom Day promotes the necessary conversations about the proper usage of condoms."
    },
    {
      "title": "National Cream-Filled Chocolate Day",
      "description": "Chocoholics will love this holiday that celebrates the decadent sweetness of cream-filled chocolates."
    },
    {
      "title": "National Donor Day",
      "description": "By donating organs, you create a legacy of your generosity with the ultimate gift of love."
    },
    {
      "title": "National Ferris Wheel Day",
      "description": "Let’s go on a Ferris wheel ride and enjoy the breathtaking view of the city."
    },
    {
      "title": "National Football Hangover Day",
      "description": "Take this day to recover from all the football celebrations and excitement."
    },
    {
      "title": "National Impotence Day",
      "description": "Get ready to learn all about erectile dysfunction and its potential causes."
    },
    {
      "title": "Organ Donor Day",
      "description": "This day celebrates and remembers people who have donated organs to save lives."
    },
    {
      "title": "Pet Theft Awareness Day",
      "description": "If you don’t want your pet to land on a lost animal poster, raise your voice."
    },
    {
      "title": "Quirkyalone Day",
      "description": "Quirkyalone Day is dedicated to the most important kind of love — self-love."
    },
    {
      "title": "Rafik Hariri Memorial Day",
      "description": "The assassination of Rafik Hariri was a turning point in the history of Lebanon."
    },
    {
      "title": "Read to Your Child Day",
      "description": "Get out your favorite books, gather your kids, and celebrate Read to Your Child Day."
    },
    {
      "title": "Scout Sabbath",
      "description": "Put on your uniform and get ready to honor Shabbat with all the information we have!"
    },
    {
      "title": "Statehood Day in Arizona",
      "description": "Statehood Day in Arizona also celebrates the rich culture and history of Arizona."
    },
    {
      "title": "World Bonobo Day",
      "description": "Today, we educate and raise awareness about bonobos, a species on the verge of extinction."
    },
    {
      "title": "World Sound Healing Day",
      "description": "Join millions of people around the world in celebrating World Sound Healing Day."
    },
    {
      "title": "Companiondish’s Birthday",
      "description": "An online career is only one of the games that this amazing player is winning!"
    },
    {
      "title": "Karol G’s Birthday",
      "description": "This talented singer and composer has taken the world of Latin music by storm."
    },
    {
      "title": "Koharu Sugawara’s Birthday",
      "description": "She’s a very talented choreographer and model who has danced her way into success."
    },
    {
      "title": "Tati Westbrook’s Birthday",
      "description": "The world of makeup tutorials owes a lot to this iconic YouTuber and businesswoman."
    }
  ]
}
