{
  "month": "feb",
  "day": 16,
  "holidays": [
    {
      "title": "National Almond Day",
      "description": null
    },
    {
      "title": "Argentina Carnival",
      "description": "Are you going to Buenos Aires this summer? It&#39;s time to attend the carnival."
    },
    {
      "title": "Carnival Monday",
      "description": "A Carnival is a cultural festival that puts on a great display of tradition and history."
    },
    {
      "title": "Daisy Gatson Bates Day",
      "description": "Celebrate this praise-worthy activist who believed in fighting against racial inequality and injustice."
    },
    {
      "title": "Day of Restoration of the State of Lithuania",
      "description": "Rejoice in the spirit of patriotism as we celebrate the first independence day of Lithuania."
    },
    {
      "title": "Do a Grouch a Favor Day",
      "description": "We share our best ideas to enjoy Do A Grouch A Favor Day."
    },
    {
      "title": "Elizabeth Peratrovich Day",
      "description": "Join us as we celebrate and honor the life of a courageous woman — Elizabeth Peratrovich."
    },
    {
      "title": "Innovation Day",
      "description": "If you want to pursue a career in technology then this day is for you."
    },
    {
      "title": "Islander Day",
      "description": "Start planning for the short winter break as we glide into Islander Day."
    },
    {
      "title": "Janan Luwum Day",
      "description": "Today we celebrate a man who wasn’t afraid to stand for truth on behalf of Ugandans."
    },
    {
      "title": "Kyoto Protocol Day",
      "description": "Find out what different countries are doing to make the world a more habitable place."
    },
    {
      "title": "Louis Riel Day",
      "description": "Get ready to dive into Manitoban history as we remember and celebrate Louis Riel."
    },
    {
      "title": "Nova Scotia Heritage Day",
      "description": "Nova Scotia Heritage Day celebrates the unique people, heritage, and history of Nova Scotia."
    },
    {
      "title": "Shrove Monday",
      "description": "Shrove Monday is a part of the Shrovetide celebration that is observed the week before Lent."
    },
    {
      "title": "The Day of Illustrious Puerto Ricans",
      "description": "Get ready to understand the importance of the Day of Illustrious Puerto Ricans and its history."
    },
    {
      "title": "Tim Tam Day",
      "description": "Come up with new combinations and variations to enjoy Tim Tam biscuits this year."
    },
    {
      "title": "Uruguay Carnival",
      "description": "The Uruguay Carnival is an important cultural festival that is held in February or March."
    },
    {
      "title": "Venezuela Carnival",
      "description": "Venezuela Carnival occurs three days before Ash Wednesday, the beginning of Lent."
    },
    {
      "title": "Ava Max’s Birthday",
      "description": "This talented singer’s hard work in the world of music makes her a true queen."
    },
    {
      "title": "Brittney Atwood’s Birthday",
      "description": "Her YouTube career began after starring on her husband’s channel but she’s making her own way."
    },
    {
      "title": "Elizabeth Olsen’s Birthday",
      "description": "She aped her older sisters and started acting but Elizabeth has established a name for herself."
    },
    {
      "title": "Ice T’s Birthday",
      "description": "Ice-T served four years in the Army before starting his rap career in the early 1980s."
    },
    {
      "title": "Lupe Fiasco’s Birthday",
      "description": "Lupe Fiasco, a devout Muslim, jazz enthusiast, and self-described geek, is a hip-hop sensation."
    }
  ]
}
