{
  "month": "feb",
  "day": 16,
  "holidays": [
    {
      "title": "National Almond Day",
      "description": null
    },
    {
      "title": "Day of Restoration of the State of Lithuania",
      "description": "Rejoice in the spirit of patriotism as we celebrate the first independence day of Lithuania."
    },
    {
      "title": "Do a Grouch a Favor Day",
      "description": "We share our best ideas to enjoy Do A Grouch A Favor Day."
    },
    {
      "title": "Elizabeth Peratrovich Day",
      "description": "Join us as we celebrate and honor the life of a courageous woman — Elizabeth Peratrovich."
    },
    {
      "title": "Friday Fish Fry Day",
      "description": "Grab your fork and take a bite of your fried fish this Friday Fish Fry Day."
    },
    {
      "title": "Innovation Day",
      "description": "If you want to pursue a career in technology then this day is for you."
    },
    {
      "title": "Janan Luwum Day",
      "description": "Today we celebrate a man who wasn’t afraid to stand for truth on behalf of Ugandans."
    },
    {
      "title": "Kyoto Protocol Day",
      "description": "Find out what different countries are doing to make the world a more habitable place."
    },
    {
      "title": "National Caregivers Day",
      "description": "We honor individuals who selflessly provide physical-and emotional support to those who need it most."
    },
    {
      "title": "National Tartar Sauce Day",
      "description": "As long as you have your tartar sauce next to it, you can never go wrong with seafood."
    },
    {
      "title": "No One Eats Alone Day",
      "description": "Sit with the loneliest kid and share your meal with him or her as you bond."
    },
    {
      "title": "Tim Tam Day",
      "description": "Come up with new combinations and variations to enjoy Tim Tam biscuits this year."
    },
    {
      "title": "Ava Max’s Birthday",
      "description": "This talented singer’s hard work in the world of music makes her a true queen."
    },
    {
      "title": "Brittney Atwood’s Birthday",
      "description": "Her YouTube career began after starring on her husband’s channel but she’s making her own way."
    },
    {
      "title": "Elizabeth Olsen’s Birthday",
      "description": "She aped her older sisters and started acting but Elizabeth has established a name for herself."
    },
    {
      "title": "Ice T’s Birthday",
      "description": "Ice-T served four years in the Army before starting his rap career in the early 1980s."
    },
    {
      "title": "Lupe Fiasco’s Birthday",
      "description": "Lupe Fiasco, a devout Muslim, jazz enthusiast, and self-described geek, is a hip-hop sensation."
    }
  ]
}
