{
  "month": "feb",
  "day": 19,
  "holidays": [
    {
      "title": "Tug of War Day",
      "description": null
    },
    {
      "title": "Constantin Brancusi Day",
      "description": "Join us on Constantin Brancusi Day and celebrate one of the 20th century’s most acclaimed sculptors."
    },
    {
      "title": "Daisy Gatson Bates Day",
      "description": "Celebrate this praise-worthy activist who believed in fighting against racial inequality and injustice."
    },
    {
      "title": "Family Day",
      "description": "Family Day is celebrated in Canada on the third Monday in February."
    },
    {
      "title": "Islander Day",
      "description": "Start planning for the short winter break as we glide into Islander Day."
    },
    {
      "title": "Iwo Jima Day",
      "description": "The 1945 battle cost the lives of American soldiers who were wounded and killed."
    },
    {
      "title": "Louis Riel Day",
      "description": "Get ready to dive into Manitoban history as we remember and celebrate Louis Riel."
    },
    {
      "title": "National Airboat Day",
      "description": "Don&#39;t miss your date with the gators, and bring your family along to Wild Florida."
    },
    {
      "title": "National Arabian Horse Day",
      "description": "Mount or caress one, get ready to do fun things that involve the Arabian horse today."
    },
    {
      "title": "National Chocolate Mint Day",
      "description": "This triumphant flavor combination means an entire day dedicated to its taste and vigor."
    },
    {
      "title": "National Lash Day",
      "description": "Eyelashes are important to our appearance. They serve both functional and aesthetic purposes."
    },
    {
      "title": "National Vet Girls ROCK Day",
      "description": "We celebrate the extraordinarily courageous women who risk their lives fighting for peace in the world."
    },
    {
      "title": "Nova Scotia Heritage Day",
      "description": "Nova Scotia Heritage Day celebrates the unique people, heritage, and history of Nova Scotia."
    },
    {
      "title": "Presidents&#39; Day",
      "description": "We celebrate America&#39;s greatest in all our patriotic glory."
    },
    {
      "title": "Prevent Plagiarism Day",
      "description": "Join us as we get ready to raise awareness about plagiarism on this day."
    },
    {
      "title": "Shivaji Jayanti",
      "description": "This day is dedicated to the young and brave warrior, Maharaj the Emperor."
    },
    {
      "title": "The Day of Illustrious Puerto Ricans",
      "description": "Get ready to understand the importance of the Day of Illustrious Puerto Ricans and its history."
    },
    {
      "title": "U.S. Coast Guard Reserve Birthday",
      "description": "February 19 is annually commemorated as the founding day of the U.S. Coast Guard Reserve."
    },
    {
      "title": "Cynthia Bailey’s Birthday",
      "description": "She is a supermodel, actress, T.V. star, businesswoman, and a lot more!"
    },
    {
      "title": "Millie Bobby Brown’s Birthday",
      "description": "At only a young age, this actor has taken Hollywood by storm."
    },
    {
      "title": "Royalty Johnson’s Birthday",
      "description": "Royalty Johnson has perfected the skill of providing content that her audience enjoys."
    },
    {
      "title": "Smokey Robinson’s Birthday",
      "description": "This multi-talented musician has created a timeless and relevant legacy for future generations."
    }
  ]
}
