{
  "month": "feb",
  "day": 20,
  "holidays": [
    {
      "title": "National Love Your Pet Day",
      "description": null
    },
    {
      "title": "Clean Out Your Bookcase Day",
      "description": "Your old dusty books need some T.L.C. every once in a while. Let’s dive in."
    },
    {
      "title": "Hoodie Hoo Day",
      "description": "Goodbye winter, welcome spring; this is what Hoodie Hoo Day is all about."
    },
    {
      "title": "Mizoram State Day",
      "description": "Learn about the history of Mizoram and why this day is so special."
    },
    {
      "title": "National Caregivers Day",
      "description": "We honor individuals who selflessly provide physical-and emotional support to those who need it most."
    },
    {
      "title": "National Cherry Pie Day",
      "description": "With all its fruity, buttery goodness, we have our forks ready to devour this delicious dessert."
    },
    {
      "title": "National Comfy Day",
      "description": "On this day, push yourself to be totally comfortable no matter the circumstances. Let’s get comfy!"
    },
    {
      "title": "National Day of Solidarity with Muslim Arab and South Asian Immigrants",
      "description": "Come out en masse and speak up for your acquaintances, friends, and even strangers of minorities."
    },
    {
      "title": "National Handcuff Day",
      "description": "Do you know how handcuffs were created? Read on to find out more about the innovation."
    },
    {
      "title": "National Leadership Day",
      "description": "A good leader not only leads but also inspires others to do their best."
    },
    {
      "title": "National Muffin Day",
      "description": "Can you think of something more universally loved than muffins?"
    },
    {
      "title": "National Student Volunteer Day",
      "description": "Let&#39;s come together to give back and build our community this National Student Volunteer Day."
    },
    {
      "title": "National Tartar Sauce Day",
      "description": "As long as you have your tartar sauce next to it, you can never go wrong with seafood."
    },
    {
      "title": "National Whistleblower Reward Day",
      "description": "Want to save the economy and government and make your lives better? Read this."
    },
    {
      "title": "No One Eats Alone Day",
      "description": "Sit with the loneliest kid and share your meal with him or her as you bond."
    },
    {
      "title": "No Politics Day",
      "description": "Leave the politics out of it and read on for fun suggestions!"
    },
    {
      "title": "Statehood Day of Arunachal Pradesh",
      "description": "The historic and geographically beautiful state in northeast India is celebrating another year of statehood today."
    },
    {
      "title": "Women in Blue Jeans Days",
      "description": "Put on your denim tops and snazzy jeans! Let&#39;s celebrate Women in Blue Jeans Day!"
    },
    {
      "title": "World Day of Social Justice",
      "description": "Bring out your inner activist and promote the growing importance of social justice."
    },
    {
      "title": "Rihanna’s Birthday",
      "description": "Rihanna entertains us with her awesome pop numbers and inspires us with the way she lives life on her own terms. And that’s reflected in…"
    },
    {
      "title": "Charles Barkley’s Birthday",
      "description": "Barkley had a basketball career that few could match and he’ll always sit among the legends."
    },
    {
      "title": "Cindy Crawford’s Birthday",
      "description": "This supermodel has achieved enviable fame and success, and her legacy is timeless."
    },
    {
      "title": "Elmo O&#39;Dwyer’s Birthday",
      "description": "A huge TikTok star with major potential in entertainment, the star is his springboard."
    },
    {
      "title": "Kurt Cobain’s Birthday",
      "description": "Cobain is considered to be one of the most influential musicians in the history of rock."
    },
    {
      "title": "Olivia Rodrigo’s Birthday",
      "description": "Oliver Rodrigo is a triple threat, alented in singing, songwriting, and acting."
    },
    {
      "title": "Trevor Noah’s Birthday",
      "description": "Trevor Noah has won several awards over the years, including Personality of the Year award."
    }
  ]
}
