{
  "month": "feb",
  "day": 21,
  "holidays": [
    {
      "title": "National Sticky Bun Day",
      "description": null
    },
    {
      "title": "Birth Anniversary of His Majesty the King",
      "description": "We get three days to honor the King of Bhutan. So join in the festivities."
    },
    {
      "title": "Card Reading Day",
      "description": "The memories and sentiment linger on even with the yellowing of the paper."
    },
    {
      "title": "Father Lini Day",
      "description": "Let’s learn about one of the notable figures in the history of Vanuatu."
    },
    {
      "title": "International Mother Language Day",
      "description": "Appreciate the beauty and importance of different languages and cultures on this day."
    },
    {
      "title": "King Harald V&#39;s Day",
      "description": "From his turbulent childhood to his refreshingly modern outlook, here’s the story of King Harald V."
    },
    {
      "title": "Language Day",
      "description": "Let us all work together to save many of the world&#39;s endangered languages and historical heritage."
    },
    {
      "title": "Language Movement Day",
      "description": "Let us explore how language became the identity of a nation and how it won freedom."
    },
    {
      "title": "National Grain Free Day",
      "description": "Food for thought? Read on and find out more about the importance of National Grain-Free Day."
    },
    {
      "title": "Robert Gabriel Mugabe National Youth Day",
      "description": "How much do you know about Robert Gabriel Mugabe? Learn more about him here."
    },
    {
      "title": "Alan Rickman’s Birthday",
      "description": "Learn more about the actor who played Severus Snape in the “Harry Potter” film series!"
    },
    {
      "title": "Blanket Jackson’s Birthday",
      "description": "For this budding media personality and young artist, success is just around the corner!"
    },
    {
      "title": "Giveon’s Birthday",
      "description": "He’s a talented singer and songwriter who topped the charts and won hearts."
    },
    {
      "title": "John Lewis’s Birthday",
      "description": "Learn things you probably didn&#39;t know about American politician John Lewis right here!"
    },
    {
      "title": "Jordan Peele’s Birthday",
      "description": "This multi-talented Hollywood personality is cementing his success one shot at a time."
    },
    {
      "title": "Nina Simone’s Birthday",
      "description": "Learn more about this multi-talented blues-folk singer’s rich, versatile story right here!"
    },
    {
      "title": "Solar’s Birthday",
      "description": "This talented singer is creating a legacy that will stand time’s test."
    },
    {
      "title": "Sophie Turner’s Birthday",
      "description": "For this exceptional actress, nothing is stopping her from reaching even greater fame."
    },
    {
      "title": "Wendy’s Birthday",
      "description": "Wendy is joining many others in making a name for herself in the K-pop scene."
    }
  ]
}
