{
  "month": "feb",
  "day": 27,
  "holidays": [
    {
      "title": "International Polar Bear Day",
      "description": null
    },
    {
      "title": "National Chili Day",
      "description": "When chili is being served, everyone comes to the table."
    },
    {
      "title": "National Protein day",
      "description": "We focus on the health benefits of one of the body&#39;s most basic building blocks."
    },
    {
      "title": "Anosmia Awareness Day",
      "description": "Take a deep breath as we learn more about the loss of the sense of smell!"
    },
    {
      "title": "Digital Learning Day",
      "description": "Get your minds and devices ready as we celebrate the adaptation of technology for learning."
    },
    {
      "title": "Dominican Republic Independence Day",
      "description": "Join in the pomp and excitement — say hurrah to Dominicans as they celebrate their independence day!"
    },
    {
      "title": "Fat Thursday",
      "description": "Presenting the ultimate cheat day — join us as we bring good luck and cheer through donuts."
    },
    {
      "title": "Feast of Saint Vartan",
      "description": "Join us as we celebrate the Feast of Saint Vartan this February."
    },
    {
      "title": "Introduce A Girl To Engineering Day",
      "description": "Spark curiosity and discover a whole new exciting world on Introduce a Girl to Engineering Day."
    },
    {
      "title": "National Kahlua Day",
      "description": "Fancy joining us for a decadent cup of rich and smooth Kahlua?"
    },
    {
      "title": "National Pokemon Day",
      "description": "Trainers, are you ready to catch em&#39; all on National Pokemon Day?"
    },
    {
      "title": "National Strawberry Day",
      "description": "You’re never far from a supplier of this tasty tongue-tickler!"
    },
    {
      "title": "National Toast Day",
      "description": "This read will definitely have you popping bread into the toaster, so here’s a heads-up."
    },
    {
      "title": "No Brainer Day",
      "description": "Take this day to relax your mind and stop yourself from overthinking problems."
    },
    {
      "title": "Paczki Day",
      "description": "Known as a dessert indulged in around lent, Paczki Day isn’t just about the pastries."
    },
    {
      "title": "Retro Day",
      "description": "Let’s revisit the past on February 27, for it is Retro Day!"
    },
    {
      "title": "Special Operations Forces Day",
      "description": "Let us join in the celebrations of Russia&#39;s Special Operations Forces Day."
    },
    {
      "title": "The Big Breakfast Day",
      "description": "What’s shakin’, bacon? Join us as we celebrate The Big Breakfast Day."
    },
    {
      "title": "World NGO Day",
      "description": "Join us in celebrating this day that’s observed in over 89 countries and across six continents."
    },
    {
      "title": "Elizabeth Taylor’s Birthday",
      "description": "The whole world was a stage for this talented and beautiful icon for the ages."
    },
    {
      "title": "JWoww’s Birthday",
      "description": "This reality TV star and successful entrepreneur has carved a niche in the entertainment scene."
    },
    {
      "title": "Money Man’s Birthday",
      "description": "This rapper worked hard to become one of the most well-known talents in America."
    },
    {
      "title": "Steven Fernandez’s Birthday",
      "description": "Fernandez took over the world of skateboarding with his skills and confident, daring personality."
    },
    {
      "title": "Ten’s Birthday",
      "description": "Greatness and world domination represent this talented K-pop and C-pop musician and dancer."
    }
  ]
}
