{
  "month": "feb",
  "day": 28,
  "holidays": [
    {
      "title": "National Chocolate Souffle Day",
      "description": null
    },
    {
      "title": "National Pancake Day",
      "description": "Nothing like a fluffy batch of Pancakes drizzled with lots of butter and syrup."
    },
    {
      "title": "228 Memorial Day",
      "description": "Revisit history without repeating it. 228 Memorial Day — here’s why we should pay attention."
    },
    {
      "title": "Andalusia Day",
      "description": "Andalusia Day is celebrated to commemorate the referendum on the Statute of Autonomy of Andalusia."
    },
    {
      "title": "Car Keys and Small Change Day",
      "description": "Take the passenger seat as we navigate through the fascinating history behind this one-of-a-kind holiday."
    },
    {
      "title": "Fasching",
      "description": "Fasching has various names and is celebrated in several German states each year."
    },
    {
      "title": "Feast of Saint Vartan",
      "description": "Join us as we celebrate the Feast of Saint Vartan this February."
    },
    {
      "title": "Floral Design Day",
      "description": "Do you love flowers and designs? Then you’re lucky we are celebrating floral designs today!"
    },
    {
      "title": "Global Scouse Day",
      "description": "Ready for bowls of goodness and recipes with secret something? Get cooking like a Scouser today."
    },
    {
      "title": "Inconvenience Yourself Day",
      "description": "Get ready to make life a little easier for other people with our tips!"
    },
    {
      "title": "International Repetitive Strain Injury Awareness Day",
      "description": "Today teaches us about injuries of these kinds and steps you can take to prevent them."
    },
    {
      "title": "Launceston Cup",
      "description": "Get ready because this is another moment to witness the fantastic horse-racing event in Launceston."
    },
    {
      "title": "Linus Pauling Day",
      "description": "The world wouldn’t be quite the same without Linus Pauling. Rediscover his brilliance today."
    },
    {
      "title": "National Customized Wheel and Tire Day",
      "description": "Get in, petrol heads! We’re celebrating National Customized Wheels and Tires Day."
    },
    {
      "title": "National Essay Day",
      "description": "Join us as we explore the power of essay writing this National Essay Day!"
    },
    {
      "title": "National Public Sleeping Day",
      "description": "Grab a pillow and be prepared for that magical moment when you doze off in public."
    },
    {
      "title": "National Science Day",
      "description": "We have thought of some incredible ways to celebrate — check them out."
    },
    {
      "title": "National Time Refund Day",
      "description": "This day takes place every four years and helps people celebrate the leap year."
    },
    {
      "title": "National Vegan Lipstick Day",
      "description": "Put on some lipstick, and celebrate cruelty-free cosmetics with us this National Vegan Lipstick Day!"
    },
    {
      "title": "Pink Shirt Day Canada",
      "description": "It&#39;s time to stand up and stand against bullying today and every other day."
    },
    {
      "title": "Rare Disease Day",
      "description": "Look out for famous landmarks lighting up for Rare Disease Day, click here to learn more."
    },
    {
      "title": "US Snow Shoe Day",
      "description": "Out with the sneakers and in with the snowshoes. We’re celebrating U.S. Snowshoe Day!"
    },
    {
      "title": "Jason Aldean’s Birthday",
      "description": "There is infinite greatness in store for this country music singer and songwriter."
    },
    {
      "title": "LunarEclipse’s Birthday",
      "description": "This YouTuber and digital graphics illustrator’s talents know no bounds. Today, we celebrate her!"
    }
  ]
}
