{
  "month": "jul",
  "day": 1,
  "holidays": [
    {
      "title": "International Joke Day",
      "description": "I tell ya, muggers are jerks, but you still gotta hand it to them. (Laugh track!)"
    },
    {
      "title": "American Zoo Day",
      "description": "Are you fond of animals? If yes, stop everything you’re doing and celebrate American Zoo Day!"
    },
    {
      "title": "Bank Employee Day (Guatemala)",
      "description": "This Bank Employee Day, let’s get ready to appreciate and celebrate these unsung heroes."
    },
    {
      "title": "Blink 182 Day",
      "description": "We’re rocking and rolling as we groove to the tunes of this popular band."
    },
    {
      "title": "Burundi Independence Day",
      "description": "Burundi Independence Day is a celebration of the struggles for independence."
    },
    {
      "title": "Canada Day",
      "description": "All those who celebrate Canada as their home and native land celebrate Canada Day"
    },
    {
      "title": "CPC Founding Day",
      "description": "C.P.C. Founding Day is a monumental holiday loaded with historical significance for the people of China."
    },
    {
      "title": "Doctor&#39;s Day (India)",
      "description": "Take a moment to give thanks as we honor all medical professionals on Doctor’s Day."
    },
    {
      "title": "Dog House Repair Month",
      "description": "Worried about the comfort of your furry friend? Dog House Repair Month provides essential tips."
    },
    {
      "title": "Early Bird Day",
      "description": "Set your alarm clock early in the morning and be ready to run to your favorite shop nearby!"
    },
    {
      "title": "Ghana Republic Day",
      "description": "Wondering how to best honor Ghanaian  Republic Day? We have some suggestions for you."
    },
    {
      "title": "Hong Kong Special Administrative Region Establishment Day",
      "description": "Celebrate Hong Kong’s freedom from colonial Britain on Hong Kong Special Administrative Region Establishment Day."
    },
    {
      "title": "Hop A Park Day",
      "description": "Plan a day of serious relaxation and fun for Hop A Park Day!"
    },
    {
      "title": "International Cherry Pit Spitting Day",
      "description": "Show the world how talented you are and spit that cherry pit with all your might."
    },
    {
      "title": "International Chicken Wing Day",
      "description": "Treat yourself and your taste buds with this widely popular scrumptious snack."
    },
    {
      "title": "International Day of Cooperatives",
      "description": "We promise to “rebuild better together” on International Day of Cooperatives."
    },
    {
      "title": "International Reggae Day",
      "description": "Celebrate music for the soul by listening to this sentimental and popular genre."
    },
    {
      "title": "Keti Koti",
      "description": "Break the chains and celebrate the defeat of slavery."
    },
    {
      "title": "Ketikoti",
      "description": "Uncover how holidays like Ketikoti step in when history books and collective memory fail us."
    },
    {
      "title": "Madeira Day",
      "description": "Knowing the history of Madeira, now is the best time to visit the region."
    },
    {
      "title": "National Baby-Led Weaning Day",
      "description": "Celebrate National Baby-Led Weaning Day by learning about infant feeding and development."
    },
    {
      "title": "National Creative Ice Cream Flavors Day",
      "description": "Celebrate the different and creative flavors available for everyone’s most beloved dessert!"
    },
    {
      "title": "National Financial Freedom Day",
      "description": "Join us as we learn about financial freedom this National Financial Freedom Day!"
    },
    {
      "title": "National Gingersnap Day",
      "description": "Beat your hunger pangs with this delicious treat on National Gingersnap Day."
    },
    {
      "title": "NATIONAL HOP-A-PARK DAY",
      "description": "Pack some books or pastries, leave your gadgets at home and visit your favorite park today."
    },
    {
      "title": "National Postal Workers Day",
      "description": "You’ve got mail! Now it’s time to thank the people responsible for that."
    },
    {
      "title": "National Television Heritage Day",
      "description": "Time to celebrate something that brings families together in one place: the TV."
    },
    {
      "title": "National U.S. Postage Stamp Day",
      "description": "Pucker up and get ready to lick some postage stamps, ladies and gentlemen."
    },
    {
      "title": "National Wrong Trousers Day",
      "description": "Whether in pajamas, trunks, or ’60s flares, you’re going to want to be part of this day!"
    },
    {
      "title": "Second Second Half of the Year Day",
      "description": "Get your resolutions on track to celebrate the Second Half of the Year Day!"
    },
    {
      "title": "Singapore Armed Forces Day",
      "description": "Did you know the Singapore Army uses high-tech parachute flight simulators to train for jumps?"
    },
    {
      "title": "Sir Seretse Khama Day",
      "description": "The great leader and independence hero of Botswana should be honored, and here’s why."
    },
    {
      "title": "Smart Irrigation Month",
      "description": "Can smart irrigation help save the planet in some way? The answer is, yes!"
    },
    {
      "title": "Territory Day",
      "description": "Celebrate one of the most important occasions by indulging your great feeling of national pride."
    },
    {
      "title": "The Day of Dombyra",
      "description": "Put on your dancing shoes; it&#39;s time to celebrate the Day of Dombyra!"
    },
    {
      "title": "Virgin Islands Day",
      "description": "Be ready to sun tan while enjoying these magnificent islands with incredible beaches!"
    },
    {
      "title": "ZIP Code Day",
      "description": "Let’s appreciate the system that ensures our mail gets delivered to the correct location."
    },
    {
      "title": "Chris the Meme God’s Birthday",
      "description": "He’s a household name for fans of YouTube challenges; his jokes and playful personality endear him."
    },
    {
      "title": "Jack Avery’s Birthday",
      "description": "He’s a talented, determined, and hard-working entertainer, and there’s no stopping him from taking off."
    },
    {
      "title": "Liv Tyler’s Birthday",
      "description": "Liv is not lucky to be in the movies — the movies are lucky to have Liv."
    },
    {
      "title": "Missy Elliott’s Birthday",
      "description": "We&#39;re celebrating Missy Elliott, the Grammy Award-winning singer, rapper, songwriter, and producer."
    },
    {
      "title": "Nick Austin’s Birthday",
      "description": "American teenager Nick Austin has achieved enormous success on the TikTok platform."
    },
    {
      "title": "Pamela Anderson’s Birthday",
      "description": "She had a tempestuous childhood, yet she has managed to make significant contributions to the world."
    },
    {
      "title": "Tate McRae’s Birthday",
      "description": "Tate Rosner McRae was born on July 01, 2003, in Alberta, Canada. She is a celebrated singer, songwriter, and dancer. She came to the limelight…"
    }
  ]
}
