{
  "month": "jul",
  "day": 2,
  "holidays": [
    {
      "title": "World UFO Day",
      "description": null
    },
    {
      "title": "Freedom From Fear of Speaking Day",
      "description": "Read on and find out how others share your fear of speaking out."
    },
    {
      "title": "I Forgot Day",
      "description": "We’re jogging our memory on this fun holiday that celebrates forgetfulness."
    },
    {
      "title": "Made In The USA Day",
      "description": "Retail therapy enthusiasts, rejoice! Shopping is fun on Made in the USA Day!"
    },
    {
      "title": "National Anisette Day",
      "description": "Pour yourself a glass of this liqueur derived from the humble aniseed spice!"
    },
    {
      "title": "National Anthem and Flag Day in Curaçao",
      "description": "This National Anthem and Flag Day in Curaçao, join the festivities to show respect."
    },
    {
      "title": "National Disco Day",
      "description": "Put on your disco pants and start grooving with our great tips for this funky day."
    },
    {
      "title": "National Report Military Fraud Day",
      "description": "Observe National Report Military Fraud Day by raising awareness about the magnitude of military fraud."
    },
    {
      "title": "Special Recreation for the Disabled Day",
      "description": "Special Recreation for the Disabled Day highlights the importance of recreational activities for the disabled."
    },
    {
      "title": "Unity Day Zambia",
      "description": "Celebrate Zambia Unity Day, a day designed to promote unity among the country’s various local groupings."
    },
    {
      "title": "World Sports Journalists Day",
      "description": "Join us as we honor and recognize sports journalists on World Sports Journalists Day."
    },
    {
      "title": "Alex Morgan’s Birthday",
      "description": "In 2019, she won her second world cup with the United States national team."
    },
    {
      "title": "Canon Curry’s Birthday",
      "description": "Although his two siblings also look like his father, he bears the closest semblance to Stephen."
    },
    {
      "title": "Jenni Rivera’s Birthday",
      "description": "The 2000s were Rivera&#39;s golden years — she released 10 albums before passing away in 2012."
    },
    {
      "title": "Keith Morrison’s Birthday",
      "description": "He is Matthew Perry&#39;s stepfather and an excellent anchor who has covered major news stories."
    },
    {
      "title": "Larry David’s Birthday",
      "description": "His passion and creativity in art have given him a successful career in the entertainment industry."
    },
    {
      "title": "Lindsay Lohan’s Birthday",
      "description": "She started modeling early, and was three when she was signed with Ford Models."
    },
    {
      "title": "Saweetie’s Birthday",
      "description": "In the male-dominated rap genre, Saweetie is proving to be a powerhouse."
    },
    {
      "title": "Vince Staples’s Birthday",
      "description": "Consistency and putting in the work have elevated this talented rapper’s career to steady growth."
    }
  ]
}
