{
  "month": "jul",
  "day": 4,
  "holidays": [
    {
      "title": "Independence Day",
      "description": "Happy Fourth! Kick off the festivities with details, trivia and more about Independence Day."
    },
    {
      "title": "Alice in Wonderland Day",
      "description": "Gain a sense of wonder and amazement all over again from Lewis Carroll’s “Alice in Wonderland.”"
    },
    {
      "title": "Caribbean Community Day",
      "description": "Today, we brush up on our knowledge of the Caribbean Community and celebrate these beautiful islands."
    },
    {
      "title": "Filipino-American Friendship Day",
      "description": "Today the rocky road to the friendship between the U.S. and the Philippines is celebrated."
    },
    {
      "title": "Independence From Meat Day",
      "description": "Why not opt for the vegan and vegetarian lifestyle, even if for a day?"
    },
    {
      "title": "Indivisible Day",
      "description": "Read and research about religion and state, and their individual roles this Indivisible Day."
    },
    {
      "title": "Invisible Day",
      "description": "If you were invisible, would you help other people or only yourself?"
    },
    {
      "title": "Jackfruit Day",
      "description": "Learn about the history of the jackfruit right here, right now!"
    },
    {
      "title": "National Barbecued Spareribs Day",
      "description": "Show off your grilling skills on National Barbecued Spare Ribs Day!"
    },
    {
      "title": "National Caesar Salad Day",
      "description": "Filling, refreshing, and delicious, the Caesar salad is the ultimate brunchable dish — need we say more?"
    },
    {
      "title": "National Hillbilly Day",
      "description": "If you love country folk and the simple life, then get ready to celebrate National Hillbilly Day."
    },
    {
      "title": "National Karl Day",
      "description": "This National Karl Day, spare a moment to appreciate all the Karls in your life!"
    },
    {
      "title": "National Sophie Day",
      "description": "Let&#39;s celebrate National Sophie Day and honor all the people worldwide with this beautiful name."
    },
    {
      "title": "Official Birthday of HM King Tupou",
      "description": "It&#39;s birthday time as we celebrate His Majesty King Tupou VI of Tonga."
    },
    {
      "title": "Philippines Republic Day",
      "description": "Celebrate freedom and unity as we mark Philippines Republic Day in style."
    },
    {
      "title": "Queen Sonja&#39;s day",
      "description": "Celebrate with Norwegians across the globe as they mark Queen Sonja’s Day."
    },
    {
      "title": "Rwanda Liberation Day",
      "description": "Happy Liberation Day, Rwanda. Power to the people and to the nation."
    },
    {
      "title": "Sidewalk Egg Frying Day",
      "description": "Is the summer heat getting to you? Here are some eggcellent ideas for fun in the sun."
    },
    {
      "title": "Zambia Unity Day",
      "description": "Celebrate Zambia Unity Day, a day designed to promote unity among the country’s various local groupings."
    },
    {
      "title": "Kayden Gaulden’s Birthday",
      "description": "Come along as we get to know more about the privileged Kayden Gaulden."
    },
    {
      "title": "Malia Obama’s Birthday",
      "description": "Want to know what it&#39;s like to be the president&#39;s daughter? We have the scoop."
    },
    {
      "title": "Post Malone’s Birthday",
      "description": "Let&#39;s delve into this talented artist&#39;s career accolades, which include studio albums and notable film roles."
    },
    {
      "title": "Safaree Samuels’s Birthday",
      "description": "Let&#39;s get to know Safaree Samuels and all of his actions and accomplishments."
    },
    {
      "title": "Sophie Fergi’s Birthday",
      "description": "We have all the details you want to know about young star Sophie Ferguson."
    }
  ]
}
