{
  "month": "jul",
  "day": 5,
  "holidays": [
    {
      "title": "National Bikini Day",
      "description": "Grab your sunscreen—it’s the perfect opportunity to head to the beach."
    },
    {
      "title": "Armenia Constitution Day",
      "description": "The strength of the Constitution lies in the will of the people to defend it."
    },
    {
      "title": "Foreign Slovaks Day",
      "description": "A nation’s culture resides in the hearts and the soul of its people."
    },
    {
      "title": "Independence Day in Algeria",
      "description": "After eight years of war, Algeria gained its independence and we are here to celebrate."
    },
    {
      "title": "Mechanical Pencil Day",
      "description": "Writing with a pencil adds a personal touch in the age of digital communication."
    },
    {
      "title": "National Apple Turnover Day",
      "description": "Bite into the crispy and flaky goodness to enjoy the scrumptious flavors of an apple turnover."
    },
    {
      "title": "National Graham Crackers Day",
      "description": "Enjoy graham crackers as they are or with chocolate/marshmallows, in pies, or on fried items."
    },
    {
      "title": "National Hawaii Day",
      "description": "Hawaii is proud of both its island traditions and U.S. member-state status."
    },
    {
      "title": "National Ian Day",
      "description": "This National Ian Day, join us as we discover why we celebrate people with this name!"
    },
    {
      "title": "National Sylvia Day",
      "description": "It’s National Sylvia Day, so show some love for the Sylvias in your life."
    },
    {
      "title": "National Workaholics Day",
      "description": "Today reminds us to find a good balance between our home and work life."
    },
    {
      "title": "Pet Remembrance Day",
      "description": "Let us get ready to show our sympathy for the deceased companion animals."
    },
    {
      "title": "Saints Cyril and Methodius",
      "description": "Saints Cyril and Methodius Day celebrates the arrival of the great Slavic missionaries to Moravia."
    },
    {
      "title": "Tynwald Day",
      "description": "A day to go over new and old legislation during the outdoor sitting of parliament."
    },
    {
      "title": "Venezuela Independence Day",
      "description": "Hurray for the yellow, blue, and red. Forever in peace, may our flag wave."
    },
    {
      "title": "Work Without Your Hands Day",
      "description": "So much for “Work Without Your Hands,” SquarePants. You’ll answer to a higher calling this day."
    },
    {
      "title": "Brittyy44’s Birthday",
      "description": "We are honoring Brittyy44, the YouTuber famous for her captivating paranormal content."
    },
    {
      "title": "Pauly D’s Birthday",
      "description": "He’s the first cast member of “Jersey Shore” to get his own spin-off show."
    },
    {
      "title": "Ryann Shane’s Birthday",
      "description": "This actress’s career eventually came full circle as she earned more prominence."
    },
    {
      "title": "Shohei Ohtani’s Birthday",
      "description": "It is Shotime! This amazing baseball player stays winning and hitting in the game!"
    },
    {
      "title": "Tavior Mowry’s Birthday",
      "description": "Mowry, who dreamt of becoming a football player, changed his life to become a singer."
    }
  ]
}
