{
  "month": "jul",
  "day": 6,
  "holidays": [
    {
      "title": "International Kissing Day",
      "description": null
    },
    {
      "title": "National Fried Chicken Day",
      "description": null
    },
    {
      "title": "Anniversary of the Coronation of King Mindaugas",
      "description": "A king was the Lord’s anointed, hallowed at his coronation with holy oil."
    },
    {
      "title": "Capital City Day",
      "description": "Join Kazakhs across the globe as they celebrate their rich culture and identity."
    },
    {
      "title": "Comoros National Day",
      "description": "After a tumultuous past, the people of Comoros have earned their independence."
    },
    {
      "title": "Hop A Park Day",
      "description": "Plan a day of serious relaxation and fun for Hop A Park Day!"
    },
    {
      "title": "International Cherry Pit Spitting Day",
      "description": "Show the world how talented you are and spit that cherry pit with all your might."
    },
    {
      "title": "International Day of Cooperatives",
      "description": "We promise to “rebuild better together” on International Day of Cooperatives."
    },
    {
      "title": "Islamic New Year",
      "description": "Islamic New Year is the first day of Muharram, the first month in the Islamic calendar."
    },
    {
      "title": "Jan Hus Day in Czech Republic",
      "description": "Join us as we explore and delve into the life and death of Jan Hus."
    },
    {
      "title": "Kupala Night",
      "description": "Let us explore the history behind this old Slavic celebration and its wonderful traditions together."
    },
    {
      "title": "Malawi Independence Day",
      "description": "Let’s retrace the steps in Malawi’s history that led to their eventual autonomy."
    },
    {
      "title": "MHIP Day",
      "description": "Explore the history of one of India’s oldest women’s welfare organizations on MHIP Day."
    },
    {
      "title": "National Air Traffic Control Day",
      "description": "It’s the anniversary of the day the air traffic control system was established in the U.S."
    },
    {
      "title": "National Daniel Day",
      "description": "Let&#39;s celebrate all the Daniels in the world on this National Daniel Day!"
    },
    {
      "title": "National Hand Roll Day",
      "description": "Nothing improves your mood more than a delicious homemade hand roll this National Hand Roll Day."
    },
    {
      "title": "NATIONAL HOP-A-PARK DAY",
      "description": "Pack some books or pastries, leave your gadgets at home and visit your favorite park today."
    },
    {
      "title": "Take Your Webmaster to Lunch Day",
      "description": "Treat your webmaster to lunch or in some other way to show your appreciation."
    },
    {
      "title": "The Day of Dombyra",
      "description": "Put on your dancing shoes; it&#39;s time to celebrate the Day of Dombyra!"
    },
    {
      "title": "Umbrella Cover Day",
      "description": "These little sleeves, slipcovers, cases, sheaths — whatever they may be — deserve our recognition."
    },
    {
      "title": "Virtually Hug a Virtual Assistant Day",
      "description": "Virtual assistants are making the most of the digital frontier to advance their careers."
    },
    {
      "title": "World Zoonoses Day",
      "description": "Zoonotic diseases can have serious effects on both humans and animals alike."
    },
    {
      "title": "50 Cent’s Birthday",
      "description": "From gangster to business mogul, 50 Cent has overcome every challenge thrown his way."
    },
    {
      "title": "Frida Kahlo’s Birthday",
      "description": "This fierce, confident, and robust artist took on the world with her paintings!"
    },
    {
      "title": "George W. Bush’s Birthday",
      "description": "From oil to baseball, from art to politics, George W. Bush has done it all."
    },
    {
      "title": "Kevin Hart’s Birthday",
      "description": "No subject is too serious for loveable comedian and actor Kevin Hart."
    },
    {
      "title": "Ludwig Ahgren’s Birthday",
      "description": "From a novice streamer to breaking streaming records, this Twitch star is on the rise!"
    },
    {
      "title": "Sylvester Stallone’s Birthday",
      "description": "Heavyweight action actor Sylvester Stallone dominates every acting, directing, and producing role he takes on."
    },
    {
      "title": "Tia Mowry’s Birthday",
      "description": "Although she’s a twin, actress, and mother, Tia Mowry is one of a kind!"
    },
    {
      "title": "Zion Williamson’s Birthday",
      "description": "This basketball player is super-talented and also a gorgeous heartthrob! Celebrate him today!"
    }
  ]
}
