{
  "month": "jul",
  "day": 7,
  "holidays": [
    {
      "title": "National Strawberry Sundae Day",
      "description": "Hot summer days call for a sweet, refreshing treat."
    },
    {
      "title": "World Chocolate Day",
      "description": "On July 7 we celebrate one of life&#39;s greatest luxuries for World Chocolate Day."
    },
    {
      "title": "Alice Springs Show Day",
      "description": "We celebrate one of the biggest social and agricultural highlights in Australia."
    },
    {
      "title": "Comic Sans Day",
      "description": "Love it or hate it? We have all the tips and information on this controversial typeface."
    },
    {
      "title": "George Town Heritage Day in Penang",
      "description": "Celebrate Malaysian culture, history, and Penang’s colonial legacy on George Town Heritage Day."
    },
    {
      "title": "Global Forgiveness Day",
      "description": "Let go of feelings of anger and resentment and create a world of healing."
    },
    {
      "title": "International Peace &amp; Love Day",
      "description": "Join the rest of the world to spread peace and love for the good of humanity."
    },
    {
      "title": "National Day of Rock ‘n’ Roll",
      "description": "Grab your rocker garb and get ready to rock ‘n’ roll to some rhythmic beats."
    },
    {
      "title": "National Dive Bar Day",
      "description": "Here&#39;s a deep &#39;dive&#39; into dive bars and how best to celebrate these establishments."
    },
    {
      "title": "National Dora Day",
      "description": "Do you know someone named Dora? Show them how much you care this National Dora Day!"
    },
    {
      "title": "National Father Daughter Take a Walk Day",
      "description": "Fathers and daughters spend some quality time together by going out for a walk today."
    },
    {
      "title": "National Koi Day",
      "description": "Celebrate the magnificent fish we call “koi” this National Koi Day, right here with us!"
    },
    {
      "title": "National Macaroni Day",
      "description": "Macaroni is reportedly the most common form of pasta in the U.S."
    },
    {
      "title": "Saba Saba Day in Tanzania",
      "description": "Wondering what Saba Saba is about? Join us as we explore Tanzania and its story."
    },
    {
      "title": "Solomon Islands Independence Day",
      "description": "Prepare to explore the little-known history of The Solomon Islands and its culture."
    },
    {
      "title": "Star Festival",
      "description": "Star Festival celebrates the long-awaited union of two lovers with lights, confetti, and merriment."
    },
    {
      "title": "Tanabata",
      "description": "On this sacred night, with the stars of the milky way illuminating us, we celebrate Tanabata."
    },
    {
      "title": "Tell the Truth Day",
      "description": "Truthfulness and honesty are the foundations of living with integrity."
    },
    {
      "title": "Cassidy’s Birthday",
      "description": "Through multiple anthems, this Philly rapper shows that he knows how to make a hit!"
    },
    {
      "title": "Marc Chagall’s Birthday",
      "description": "Not bound by one medium, Chagall was never afraid to experiment throughout his art career!"
    },
    {
      "title": "Sky Brown’s Birthday",
      "description": "For the young professional skateboarder, this is only the beginning of an amazing career."
    }
  ]
}
