{
  "month": "jul",
  "day": 16,
  "holidays": [
    {
      "title": "National Corn Fritter Day",
      "description": "Corn fritters originated in the South but now can be found on menus throughout the country."
    },
    {
      "title": "National Ice Cream Day",
      "description": "President Reagan wanted to commemorate a treat enjoyed by over 90 percent of the U.S. population."
    },
    {
      "title": "Artificial Intelligence Appreciation Day",
      "description": "Celebrate the innovative and transformative power of A.I. tools on Artificial Intelligence Appreciation Day."
    },
    {
      "title": "Fresh Spinach Day",
      "description": "Get your fresh spinach and enjoy this delicious healthy green, raw or cooked."
    },
    {
      "title": "Guinea Pig Appreciation Day",
      "description": "Guinea pigs as pets are a must for anyone looking for a loving furry friend."
    },
    {
      "title": "Guru Purnima",
      "description": "Guru Purnima is dedicated to paying respect and expressing gratitude to one&#39;s spiritual and academic teachers."
    },
    {
      "title": "Harela",
      "description": "Celebrate the day by planting saplings so that we can maintain the earth’s greenery."
    },
    {
      "title": "La Paz day",
      "description": "Here’s how you too can commemorate the La Paz freedom fight and honor their celebrations."
    },
    {
      "title": "Lake Superior Day",
      "description": "Get together to celebrate and appreciate Lake Superior and learn a little more about it."
    },
    {
      "title": "Manu’a Cession Day (in lieu)",
      "description": "Let’s celebrate Manu’a Cession Day the American Samoa way."
    },
    {
      "title": "National Atomic Veterans Day",
      "description": "Take part in honoring the service and sacrifice of America’s atomic veterans."
    },
    {
      "title": "National Cherry Day",
      "description": "We can’t blame George Washington for allegedly chopping down that cherry tree."
    },
    {
      "title": "National D.R.E.S.S. Syndrome Day",
      "description": "Let’s learn and raise awareness about National D.R.E.S.S. Syndrome Day."
    },
    {
      "title": "National Emily Day",
      "description": "Planning on celebrating National Emily Day? We have all the info you will need."
    },
    {
      "title": "National Jerry Day",
      "description": "Get on the Jerry Ferry; it’s time to celebrate National Jerry Day!"
    },
    {
      "title": "National Personal Chef Day",
      "description": "Today we honor the relentless hard work and efforts of personal chefs."
    },
    {
      "title": "National Wedding Invitation Day",
      "description": "Let’s explore the history of the wedding invite and how it evolved to today’s multi-style creation."
    },
    {
      "title": "Our Lady of Mount Carmel",
      "description": "Our Lady of Mount Carmel celebrates Mary, patroness of the Carmelite Order."
    },
    {
      "title": "Rural Transit Day",
      "description": "Keep reading to find out more about the National R.T.A.P. and facts about rural transit!"
    },
    {
      "title": "Saune Sankranti",
      "description": "Celebrate Saune Sankranti, when the sun enters Cancer and the purifying month begins."
    },
    {
      "title": "The Feast of Our Lady of Mount Carmel",
      "description": "Prepare to observe this feast in honor of the Blessed Virgin Mary."
    },
    {
      "title": "World Snake Day",
      "description": "Where did snakes come from and why are they so important for the world?"
    },
    {
      "title": "Corey Feldman’s Birthday",
      "description": "Corey Scott Feldman has sustained an acting career for more than five decades."
    },
    {
      "title": "Katrina Kaif’s Birthday",
      "description": "She is a multi-award-winning actress who is entertaining the masses with her roles!"
    },
    {
      "title": "Kaylyn Sans’s Birthday",
      "description": "Today, we are celebrating the beautiful rising star of Instagram, Kaylyn Sans."
    },
    {
      "title": "Luke Hemmings’s Birthday",
      "description": "This talented singer and songwriter has intoxicated the world with his music."
    },
    {
      "title": "Will Ferrell’s Birthday",
      "description": "This talented actor and comedian is an inspiration for present and future actors."
    },
    {
      "title": "Wizkid’s Birthday",
      "description": "Wizkid is regarded as one of the biggest and most influential African artists of all time."
    }
  ]
}
