{
  "month": "jul",
  "day": 19,
  "holidays": [
    {
      "title": "National Daiquiri Day",
      "description": "Did you know the daiquiri was likely invented by Cuban miners?"
    },
    {
      "title": "National Hot Dog Day",
      "description": "When we think of summer, hot dogs come to mind almost immediately."
    },
    {
      "title": "Amun Jadid",
      "description": "Observe the Amun Jadid with deep solemnity and reverence here with us today."
    },
    {
      "title": "Flight Attendant Safety Professionals&#39; Day",
      "description": "Today, we honor and recognize the hard work, dedication, and professionalism of flight attendants."
    },
    {
      "title": "International Retainer Day",
      "description": "On this day we&#39;re reminded about the benefits of dental retainers and how they help us."
    },
    {
      "title": "Liberation Day/FSLN Revolution Day",
      "description": "Liberation Day marked the end of the Somoza dynasty and the beginning of the Sandinista government."
    },
    {
      "title": "Martyr&#39;s Day in Myanmar",
      "description": "Learn about the tragedy behind one of the most important holidays in Myanmar."
    },
    {
      "title": "National Barbara Day",
      "description": "Join us as we celebrate with Barbaras across the globe on their name day."
    },
    {
      "title": "National Flitch Day",
      "description": "Join us in celebrating the lip-smacking side of bacon that is deep-rooted in tradition"
    },
    {
      "title": "National Football Day",
      "description": "Celebrate National Football Day by kicking a ball and scoring a goal with your friends or family."
    },
    {
      "title": "National Urban Beekeeping Day",
      "description": "On National Urban Beekeeping Day, we celebrate the creatures responsible for pollination."
    },
    {
      "title": "National Words with Friends Day",
      "description": "This holiday is the perfect opportunity to enjoy a game with a friend."
    },
    {
      "title": "Stick Out Your Tongue Day",
      "description": "Embrace and bring out your inner child on this fun and playful holiday."
    },
    {
      "title": "Take Your Poet to Work Day",
      "description": "If you&#39;ve ever wished that you could spend all day with your favorite poet, today’s your day!"
    },
    {
      "title": "The Sandinista Revolution Day",
      "description": "Get ready to learn about the most significant conflict in Central American history."
    },
    {
      "title": "aestheticfashion19’s Birthday",
      "description": "This TikTok star appreciates fashion and has impeccable taste and her style is inspiring."
    },
    {
      "title": "Benedict Cumberbatch’s Birthday",
      "description": "For this highly decorated English actor, there is no way to go but up."
    },
    {
      "title": "Brian May’s Birthday",
      "description": "Brian May is most known for his decades-long involvement with the iconic British rock band Queen."
    },
    {
      "title": "Karl Jacobs’s Birthday",
      "description": "This Twitch star is making a name for himself in the video game streaming world."
    },
    {
      "title": "Riley Curry’s Birthday",
      "description": "For this sweet little girl, there’s no limit to what she can do."
    },
    {
      "title": "Shane Dawson’s Birthday",
      "description": "This talented YouTube star and content creator is the definition of originality."
    }
  ]
}
