{
  "month": "jul",
  "day": 20,
  "holidays": [
    {
      "title": "Moon Day",
      "description": null
    },
    {
      "title": "Asahna Bucha Day",
      "description": "Light your candles and your incense, and prune those lotus flowers. Asahna Bucha Day has arrived."
    },
    {
      "title": "Colombia Independence Day",
      "description": "Join Colombians as they commemorate their independence, which sparked independent movements in parts of Latin America."
    },
    {
      "title": "Crown Prince Haakon&#39;s Day",
      "description": "Prepare to learn more about the Crown Prince of Norway and the day that celebrates him."
    },
    {
      "title": "Esala Full Moon Poya",
      "description": "Esala Full Moon Poya commemorates Buddha&#39;s first sermon, in which he uttered the Four Noble Truths."
    },
    {
      "title": "Full Moon Day of Waso",
      "description": "Join us as we celebrate the first sermon of Lord Buddha!"
    },
    {
      "title": "International Chess Day",
      "description": "Chess lovers celebrate their favorite game today, in a tradition spanning more than 50 years."
    },
    {
      "title": "International Snowdon Race",
      "description": "Best of luck to you if you’re competing in this 10-mile endurance run."
    },
    {
      "title": "Lempira Day",
      "description": "Lempira Day is a celebration dedicated to the national hero of Honduras."
    },
    {
      "title": "National Fortune Cookie Day",
      "description": "Celebrate National Fortune Cookie Day to add some fun and excitement to your life!"
    },
    {
      "title": "National Lollipop Day",
      "description": "They come in many flavors but mostly fruit flavors for licking or biting."
    },
    {
      "title": "NATIONAL PENNSYLVANIA DAY",
      "description": "Let us take advantage of this opportunity to honor Pennsylvania&#39;s rich heritage and accomplishments."
    },
    {
      "title": "National Strawberry Rhubarb Wine Day",
      "description": "Celebrate by grabbing a glass of yummy Strawberry Rhubarb Wine and making a toast!"
    },
    {
      "title": "National Ugly Truck Contest Day",
      "description": "Wondering what a National Ugly Truck Contest Day would be like? Join us and discover."
    },
    {
      "title": "Space Exploration Day",
      "description": "Join us as we embark on a mission to the moon for Space Exploration Day!"
    },
    {
      "title": "Toss Away the “Could Haves” and “Should Haves” Day",
      "description": "Take control of your future by avoiding dwelling on your past mistakes."
    },
    {
      "title": "Women&#39;s Union Establishment Day",
      "description": "During this special celebration, help raise awareness of one of the many issues challenging women."
    },
    {
      "title": "Woodie Wagon Day",
      "description": "Before metallic cars, there were woodie wagons. Let’s honor the great invention of the woodie wagon."
    },
    {
      "title": "World Jump Day",
      "description": "Jumping to combat global warming? That’s what World Jump Day is all about."
    },
    {
      "title": "Alycia Debnam-Carey’s Birthday",
      "description": "This talented actress’ potential knows no bounds and she has nowhere to go but up."
    },
    {
      "title": "Chris Cornell’s Birthday",
      "description": "He was a famous rock singer and guitarist and an icon of the grunge movement."
    },
    {
      "title": "Pepe’s Birthday",
      "description": "For this talented singer, songwriter, and actor, world domination is in view."
    },
    {
      "title": "Pop Smoke’s Birthday",
      "description": "This talented rapper can rest in peace knowing he blessed the world with his talents."
    },
    {
      "title": "Unpopular Edits’s Birthday",
      "description": "For all anime lovers out there, Unpopular Edits has the content that you enjoy the most."
    }
  ]
}
