{
  "month": "jul",
  "day": 22,
  "holidays": [
    {
      "title": "National Hammock Day",
      "description": "The universal symbol for relaxation is celebrated today!"
    },
    {
      "title": "Casual Pi Day",
      "description": "Celebrate Casual Pi Day today by flaunting your arithmetic prowess!"
    },
    {
      "title": "Lion&#39;s Share Day",
      "description": "Get ready to take more than your fair share on this special occasion!"
    },
    {
      "title": "Mango Day",
      "description": "Devour and savor mangoes this summer by making special treats and learning more about the fruit."
    },
    {
      "title": "National Day of the Cowboy",
      "description": "Cowboy culture, despite the misconception that it has faded away, is alive and well."
    },
    {
      "title": "National Fragile X Awareness Day",
      "description": "Join us as we learn more and raise awareness about Fragile X syndrome today."
    },
    {
      "title": "National Penuche Fudge Day",
      "description": "Penuche is a fudge made with butter, milk, and brown sugar and flavored lightly with vanilla."
    },
    {
      "title": "NATIONAL RAT CATCHER’S DAY",
      "description": "Better treat your local rodent exterminator right, or else the consequences will be severe!"
    },
    {
      "title": "National Sophia Day",
      "description": "Let’s take a trip through time and examine the lives of some prominent Sophias."
    },
    {
      "title": "National Thomas Day",
      "description": "Thomas is a name with a mercurial personality and amazing achievements. Read on to learn more."
    },
    {
      "title": "Pi Approximation Day",
      "description": "Pi or pie, whether you’re a baker or a math whiz, today is your day."
    },
    {
      "title": "Sarawak Day",
      "description": "Join us as we celebrate Sarawakian independence on Sarawak Day this July 22!"
    },
    {
      "title": "Spoonerism Day",
      "description": "Let’s celebrate by embracing the entertaining task of spoonerizing your narrative!"
    },
    {
      "title": "Toss Away the “Could Haves” and “Should Haves” Day",
      "description": "Take control of your future by avoiding dwelling on your past mistakes."
    },
    {
      "title": "World Brain Day",
      "description": "Prepare to develop new habits and maintain optimal brain health."
    },
    {
      "title": "Selena Gomez’s Birthday",
      "description": "We celebrate Selena Gomez, one of America&#39;s biggest pop stars."
    },
    {
      "title": "David Spade’s Birthday",
      "description": "For this versatile and talented Hollywood star, the sky is an attainable limit."
    },
    {
      "title": "Larray’s Birthday",
      "description": "Larray is known for his sass, and he throws shade like it&#39;s confetti!"
    },
    {
      "title": "Max Boyd’s Birthday",
      "description": "This talented rapper is cementing his path to superstardom one song at a time!"
    },
    {
      "title": "Shawn Michaels’s Birthday",
      "description": "This extremely strong wrestling champion knows how to win inside and outside the ring!"
    },
    {
      "title": "This Trippy Hippie’s Birthday",
      "description": "Meet This Trippy Hippie — the poster child of “triumph over adversity” and an online inspiration."
    }
  ]
}
