{
  "month": "jul",
  "day": 23,
  "holidays": [
    {
      "title": "National Gorgeous Grandma Day",
      "description": "She looks fly for an eighty year old, you have to admit."
    },
    {
      "title": "Apolinario Mabini Day",
      "description": "Do not miss celebrating Apolinario Mabini Day this July 23. Get ready!"
    },
    {
      "title": "Hot Enough For Ya Day",
      "description": "Make the best of summer by asking, “Hot enough for ya?” and having fun in the sun!"
    },
    {
      "title": "International Yada Yada Yada Day",
      "description": "Learn how the holiday came to be, facts about “Seinfeld,” and many ways to celebrate!"
    },
    {
      "title": "National Parents’ Day",
      "description": "Where would we be without the people who loved us even before we were born?"
    },
    {
      "title": "National Russell Day",
      "description": "Time to celebrate today and have fun with every Russell in your life!"
    },
    {
      "title": "National Vanilla Ice Cream Day",
      "description": "Ice-cream, you-scream, let’s all scream for the iconically delicious vanilla ice cream!"
    },
    {
      "title": "National Women Touched By Addiction Day",
      "description": "Help raise awareness about an increasingly urgent social issue this National Women Touched by Addiction Day."
    },
    {
      "title": "Peanut Butter and Chocolate Day",
      "description": "Enjoy peanut butter and chocolate, a combination that unexpectedly goes together for a taste explosion!"
    },
    {
      "title": "Sprinkle Day",
      "description": "Join us as we make our day just a bit more colorful this Sprinkles Day!"
    },
    {
      "title": "World Sjogren&#39;s Day",
      "description": "Find out the history of Sjögren’s syndrome and what you can do to help."
    },
    {
      "title": "Daniel Radcliffe’s Birthday",
      "description": "For this talented, award-winning actor, charming the audience is like second nature."
    },
    {
      "title": "David Dobrik’s Birthday",
      "description": "Just like technology, he evolved and reimagined content creation for his YouTube channel."
    },
    {
      "title": "Marlon Wayans’s Birthday",
      "description": "An actor, writer, producer, and comic — he is the human embodiment of a swiss army knife."
    },
    {
      "title": "Paul Wesley’s Birthday",
      "description": "He is unlike the characters he usually plays — let’s learn more about the talented Paul Wesley."
    },
    {
      "title": "Slash’s Birthday",
      "description": "Get ready to learn more about one of the greatest guitarists of all time."
    }
  ]
}
