{
  "month": "jul",
  "day": 24,
  "holidays": [
    {
      "title": "National Cousins Day",
      "description": null
    },
    {
      "title": "National Tequila Day",
      "description": "Is there any better way to enjoy some blue agave juice than bottoms up?"
    },
    {
      "title": "Amelia Earhart Day",
      "description": "Amelia Earhart is one of America’s most beloved pioneers in aviation."
    },
    {
      "title": "Children&#39;s Day in Vanuatu",
      "description": "Children&#39;s Day in Vanuatu is held annually on July 24 to celebrate and protect children."
    },
    {
      "title": "INTERNATIONAL SELF CARE DAY",
      "description": "As the foundation of wellness, self-care is emphasized and prioritized on International Self-Care Day."
    },
    {
      "title": "National Day of Motoring",
      "description": "Vroom Vroom! Take your Mini for a drive and bask in the beauty of the open road."
    },
    {
      "title": "National Drive-Thru Day",
      "description": "We may take it for granted but eating in our cars is a privilege."
    },
    {
      "title": "National marine week",
      "description": "These two weeks highlight the amazing species found in the U.K.&#39;s oceans."
    },
    {
      "title": "National Thermal Engineer Day",
      "description": "You might not know it, but thermal energy is all around us."
    },
    {
      "title": "Pioneer Day",
      "description": "Celebrate Pioneer Day by learning about the history related to it and much more."
    },
    {
      "title": "Samaritans Awareness Day",
      "description": "Everybody deserves to be listened to and understood — it just takes the will to do so."
    },
    {
      "title": "Simón Bolivar Birthday",
      "description": "Commemorate Simon Bolivar birthday on July 24 and appreciate the influential South American leader’s political achievements."
    },
    {
      "title": "Tell An Old Joke Day",
      "description": "Jog your memory about all the old jokes you know and let rip!"
    },
    {
      "title": "Alexis Ryan’s Birthday",
      "description": "At just 15, this YouTube and TikTok star has tasted fame from an early age."
    },
    {
      "title": "Amelia Earhart’s Birthday",
      "description": "Let’s honor the legendary Amelia Earhart, the first female pilot to fly alone across the Atlantic."
    },
    {
      "title": "Casie Colson Baker’s Birthday",
      "description": "She is a ball of sunshine and the apple of her father’s eye."
    },
    {
      "title": "Jennifer Lopez’s Birthday",
      "description": "This star has achieved many things, and it doesn&#39;t look like she is stopping anytime soon."
    },
    {
      "title": "Mara Wilson’s Birthday",
      "description": "This well-established actress and writer knows how to use the right words to get success."
    }
  ]
}
