{
  "month": "jul",
  "day": 28,
  "holidays": [
    {
      "title": "National Milk Chocolate Day",
      "description": "Milk chocolate is the most popular member of the chocolate family and with good reason."
    },
    {
      "title": "World Hepatitis Day",
      "description": "World Hepatitis Day raises awareness about hepatitis, a group of infectious diseases that attack the liver."
    },
    {
      "title": "Anniversary of the Fall of Fascism and Freedom Day",
      "description": "All the information about the Anniversary of the Fall of Fascism and Freedom Day is here!"
    },
    {
      "title": "Baptism Day of Kyivan Rus",
      "description": "Everything that you need to know about Baptism Day of Kyivan Rus is here!"
    },
    {
      "title": "Buffalo Soldiers Day",
      "description": "The first peacetime all-Black army regiment is honored on Buffalo Soldiers Day."
    },
    {
      "title": "Darwin Show Day",
      "description": "Darwin Show Day comes with unlimited fun and exciting activities."
    },
    {
      "title": "Day of Cantabria Institutions",
      "description": "Discover the gem that is Cantabria and all its stories here at National Today!"
    },
    {
      "title": "H.M. King&#39;s Birthday",
      "description": "Be ready to celebrate H.M. King’s day in a very special way here with us!"
    },
    {
      "title": "National Soccer Day",
      "description": "We’ve got some tips and tricks for celebrating and winning every match on National Soccer Day."
    },
    {
      "title": "National Talk in an Elevator Day",
      "description": "Make a friend, or two, or many this National Talk in an Elevator Day."
    },
    {
      "title": "NATIONAL WATERPARK DAY",
      "description": "When summer arrives, it means only one thing: it’s time to visit a waterpark!"
    },
    {
      "title": "Peru Independence Day",
      "description": "Get ready for a historic journey through the pages of Peru here at National Today!"
    },
    {
      "title": "St. Olav’s Eve in Faroe Islands",
      "description": "Celebrate St Olav&#39;s Eve in the Faroe Islands with song and dance."
    },
    {
      "title": "System Administrator Appreciation Day",
      "description": "System administrators are people who take care of installing and troubleshooting anything and everything related to IT."
    },
    {
      "title": "World Nature Conservation Day",
      "description": "World Nature Conservation Day is an annual event held on July 28. This day stresses the need for preserving a healthy environment and natural resources…"
    },
    {
      "title": "Beatrix Potter’s Birthday",
      "description": "Even after 75 years, Beatrix Potter continues to enchant her readers around the world."
    },
    {
      "title": "Payton Moormeier’s Birthday",
      "description": "There is no limit to success when it comes to this talented singer and media personality."
    },
    {
      "title": "Reagan Strange’s Birthday",
      "description": "For this young up-and-coming musical star, the sky’s the limit. Let’s celebrate her today."
    },
    {
      "title": "Soulja Boy’s Birthday",
      "description": "This talented artist and record producer is a legend in his sphere of influence."
    }
  ]
}
