{
  "month": "jul",
  "day": 29,
  "holidays": [
    {
      "title": "National Lasagna Day",
      "description": "You don’t have to be Italian or a fat, orange cartoon cat to celebrate!"
    },
    {
      "title": "National Lipstick Day",
      "description": "Splurge on the high-end crimson lipstick you’ve been eyeing!"
    },
    {
      "title": "International Decora Day",
      "description": "Be ready to decorate yourself with as many accessories as possible on this fun day!"
    },
    {
      "title": "International Tiger Day",
      "description": "Let out a big roar — it’s the day of the big cats!"
    },
    {
      "title": "National Challenged Champions and Heroes Awareness Day",
      "description": "Raising awareness about this topic is something that cannot wait! Join us in commemorating this day!"
    },
    {
      "title": "National Cheese Sacrifice Purchase Day",
      "description": "Keep reading to learn the history of cheese and new ways of ‘sacrificing’ cheese."
    },
    {
      "title": "National Chicken Wing Day",
      "description": "Sweet or spicy, let&#39;s raise a glass and down a few wings to celebrate."
    },
    {
      "title": "National Get Gnarly Day",
      "description": "Embrace new ideas and get ready to do something exciting today."
    },
    {
      "title": "National Harold Day",
      "description": "Celebrate all the past and present Harolds in the world this National Harold Day!"
    },
    {
      "title": "Paddle for Perthes Disease Awareness Day",
      "description": "Paddle for Perthes Disease Awareness Day is an annual event with a paddling contest."
    },
    {
      "title": "Rain Day",
      "description": "Bring out your favorite umbrellas and raincoats to celebrate Rain Day!"
    },
    {
      "title": "Wallis and Futuna Territory Day",
      "description": "Everything you need to know about Wallis and Futuna Territory Day is here!"
    },
    {
      "title": "Angel Baby’s Birthday",
      "description": "She is a very talented rap artist and songwriter. Join us as we celebrate Angel Baby."
    },
    {
      "title": "Jessica Lord’s Birthday",
      "description": "There is no stopping this exceptionally talented actress and dancer’s rising career."
    },
    {
      "title": "Jonah Love’s Birthday",
      "description": "Jonah Love is a social media personality and an outstanding musician who deserves attention."
    },
    {
      "title": "Mia Xitlali’s Birthday",
      "description": "There are so many charms to discover with this rising star! Let’s celebrate her birthday!"
    },
    {
      "title": "Sadie Aldis’s Birthday",
      "description": "This media personality and influencer’s rising career is a force to be reckoned with."
    }
  ]
}
