{
  "month": "mar",
  "day": 1,
  "holidays": [
    {
      "title": "National Peanut Butter Lover&#39;s Day",
      "description": "Crunchy, smooth, healthy, but also indulgent, let&#39;s celebrate the versatile Peanut Butter!"
    },
    {
      "title": "Asiatic Fleet Memorial Day",
      "description": "Today, we honor all the veterans who have and continue to serve the nation.\n."
    },
    {
      "title": "Baba Marta",
      "description": "Find out more about the story of Baba Marta, a symbol of health, happiness, and gratitude."
    },
    {
      "title": "Baby Sleep Day",
      "description": "Nap time is happy time!  Give your baby and yourself the valuable gift by sleeping enough."
    },
    {
      "title": "Endometriosis Awareness Day",
      "description": "Read on to learn more about this disorder that’s characterized by severe, chronic pelvic pain."
    },
    {
      "title": "Independence Movement Day",
      "description": "Celebrate the precious gift of freedom as South Korea commemorates its independence."
    },
    {
      "title": "International Ideas Month",
      "description": "All innovations begin with an idea. What ideas can you come up with?"
    },
    {
      "title": "International Martisor",
      "description": "Today we join in this Romanian celebration that’s used to express friendship, appreciation, respect, and love."
    },
    {
      "title": "International Women of Color Day",
      "description": "Let us all celebrate our unity in diversity this International Women of Color Day."
    },
    {
      "title": "Lavity Stoutt&#39;s Birthday",
      "description": "A revered leader of the British Virgin Islands with one of the longest parliamentary careers."
    },
    {
      "title": "Mărțișor",
      "description": "Celebrate spring like the Romanians by spreading some love, friendship, and respect."
    },
    {
      "title": "National Black Women in Jazz and the Arts Day",
      "description": "Check out our incredible suggestions to celebrate and honor these inspiring African-American female artists."
    },
    {
      "title": "National Dadgum That&#39;s Good Day",
      "description": "Good food, good company, good times: happy National Dadgum That&#39;s Good Day!"
    },
    {
      "title": "National Fruit Compote Day",
      "description": "Join us as we embark on a delightfully sweet journey this National Fruit Compote Day."
    },
    {
      "title": "National Horse Protection Day",
      "description": "Let’s end the mistreatment of our four-legged friends — learn more on National Horse Protection Day."
    },
    {
      "title": "National Hotel Slipper Day",
      "description": "We love hotel slippers. We’re just like Bieber! Celebrate with us today!"
    },
    {
      "title": "National March First Day",
      "description": "Celebrate a family member’s breakthrough achievements and milestones this National March First Day."
    },
    {
      "title": "National Minnesota Day",
      "description": "Prepare to celebrate the “star of the north” in style and artistic fashion."
    },
    {
      "title": "National Pig Day",
      "description": "The perfect time to celebrate how much pigs have become part of American culture."
    },
    {
      "title": "National Sage Day",
      "description": "Celebrate your unique identity as we dive into the mysteries of the name Sage."
    },
    {
      "title": "National Texas Stress Day",
      "description": "Honor the Texas Stress team for their labor and dedication to different industries in the state."
    },
    {
      "title": "National Wedding Planning Day",
      "description": "Bring out the binders and catalogs — it’s time to start planning that wedding!"
    },
    {
      "title": "National Welsh Corgi Day",
      "description": "If you are a corgi lover, then don’t miss out on this day!"
    },
    {
      "title": "Peace Corps Day",
      "description": "Let us celebrate the volunteers that have traveled around the world to help different communities."
    },
    {
      "title": "Plan a Solo Vacation Day",
      "description": "Say goodbye to all your FOMO this Plan a Solo Vacation Day!"
    },
    {
      "title": "Public Risk Management Awareness Day",
      "description": "All professions are equally important so join us as we celebrate those in public risk management."
    },
    {
      "title": "Refired Not Retired Day",
      "description": "Spice up your retirement plan by getting refired and chasing new adventures."
    },
    {
      "title": "Self-Injury Awareness Day",
      "description": "Remind someone close to you who is hurting that they are not alone."
    },
    {
      "title": "Share a Smile Day",
      "description": "A smile a day keeps the doctor away. Share the good news with a smile."
    },
    {
      "title": "St. David&#39;s  Day",
      "description": "The life and work of the famous teacher, and founder of St. David’s Cathedral is celebrated."
    },
    {
      "title": "Stop Bad Service Day",
      "description": "Join us and let’s work together to put an end to bad service!"
    },
    {
      "title": "World Civil Defense Day",
      "description": "Learn the skills you need to take care of yourself and loved ones in an emergency."
    },
    {
      "title": "World Compliment Day",
      "description": "Vocalize your positive thoughts and watch them light up a room!"
    },
    {
      "title": "World Music Therapy Day",
      "description": "“Music can heal the wounds which medicine cannot touch.” Debasish Mridha. Find out how with us."
    },
    {
      "title": "World Seagrass Day",
      "description": "Seagrass helps maintain life and keeps the Earth healthy; let&#39;s care for it!"
    },
    {
      "title": "Yap Day",
      "description": "Join in and celebrate the colorful culture and fun traditions of Yap."
    },
    {
      "title": "Zero Discrimination Day",
      "description": "Eliminating discrimination means that everyone needs to be on the same page."
    },
    {
      "title": "Justin Bieber’s Birthday",
      "description": "We stan and celebrate Justin Bieber and sing-a-long to his greatest hits!"
    },
    {
      "title": "Frederic Chopin’s Birthday",
      "description": "We celebrate this incredible pianist and composer who left behind a legacy of wonderful works!"
    },
    {
      "title": "Kenny Redneck Tv’s Birthday",
      "description": "We all know that for this multi-talented and funny YouTuber star, the sky’s the limit."
    },
    {
      "title": "Kesha’s Birthday",
      "description": "This multi-talented artist can’t be stopped! Celebrate her special day with us right here!"
    },
    {
      "title": "Philza’s Birthday",
      "description": "There’s nothing impossible for this YouTube star, not even the hardcore ‘&#39;Minecraft&#39;’ mode!"
    },
    {
      "title": "Ron Howard’s Birthday",
      "description": "For this Oscar-winning actor, filmmaker, and producer, nothing is impossible. Celebrate him today!"
    },
    {
      "title": "Sawyer Sharbino’s Birthday",
      "description": "The future holds so much promise for this rising film and YouTube star."
    },
    {
      "title": "Wonho’s Birthday",
      "description": "There’s no slowing down for this multi-talented k-pop ‘idol.’ His versatility is no joke."
    }
  ]
}
