{
  "month": "mar",
  "day": 2,
  "holidays": [
    {
      "title": "Adwa Victory Day",
      "description": null
    },
    {
      "title": "American Citizenship Day",
      "description": "Come and join us as we dive into the rich history of this public holiday."
    },
    {
      "title": "Clean Up Australia Day",
      "description": "It&#39;s a great day to be environmentally conscious and support environmental initiatives."
    },
    {
      "title": "Fastelavn",
      "description": "Why is Fastelavn celebrated, and how? Read on to know more about the carnival!"
    },
    {
      "title": "Finisher’s Medal Day",
      "description": "In a world obsessed with performance, Finisher’s Medal Day honors participation."
    },
    {
      "title": "Forgiveness Sunday Orthodox",
      "description": "Prepare for Great Lent by forgiving those who have wronged you and also asking for forgiveness."
    },
    {
      "title": "International Rescue Cat Day",
      "description": "Welcome a new member into your family by rescuing a cat today."
    },
    {
      "title": "James Ronald Webster Day",
      "description": "This James Ronald Webster Day, let us learn more about the Father of Anguilla."
    },
    {
      "title": "Namesake Day",
      "description": "Are you ready to find out who or what you were named after this Namesake Day?"
    },
    {
      "title": "National Banana Cream Pie Day",
      "description": "Get ready to dig in and indulge your sweet tooth this National Banana Cream Pie Day!"
    },
    {
      "title": "National Egg McMuffin Day",
      "description": "Mmm...do you smell that? That&#39;s the smell of a great breakfast!"
    },
    {
      "title": "National Old Stuff Day",
      "description": "Roll up your sleeves, clean out closets and garages, rediscover old treasures, and declutter your life."
    },
    {
      "title": "Peasant Day",
      "description": "Let us applaud the hard work of farmers and appreciate their significance on Peasant Day."
    },
    {
      "title": "Read Across America Day",
      "description": "Students, teachers, parents, and community members come together to celebrate the joy of reading!"
    },
    {
      "title": "Texas Independence Day",
      "description": "Hold on to your hats and boots as we celebrate Texas Independence Day in style."
    },
    {
      "title": "Toddle Waddle",
      "description": "Join us this March as we get ready to raise funds for meningitis."
    },
    {
      "title": "World Teen Mental Wellness Day",
      "description": "It’s okay to not be okay, and to ask someone for help when you need it."
    },
    {
      "title": "Battle of the Oranges Ivrea",
      "description": "Grab your nearest ball of citrus because it&#39;s time for Ivrea&#39;s world-renowned Battle of the Oranges!"
    },
    {
      "title": "Dr. Seuss’s Birthday",
      "description": "The delightful characters and wonderful world of Dr. Seuss are celebrated on his birthday."
    },
    {
      "title": "Becky G’s Birthday",
      "description": "This accomplished singer and actress has charmed the entertainment world with her brilliance."
    },
    {
      "title": "Cindy Mello’s Birthday",
      "description": "Cindy Mello has grown immensely popular on social media, reaching over 1.3 million Instagram followers."
    },
    {
      "title": "Janhvi Kapoor’s Birthday",
      "description": "The world is watching as this talented actress takes the world of Bollywood by storm."
    },
    {
      "title": "Jon Bon Jovi’s Birthday",
      "description": "This multi-talented songwriter, guitarist, producer, and actor took the ‘80s and ‘90s by storm."
    },
    {
      "title": "Luke Combs’s Birthday",
      "description": "This promising and influential country music star is making his mark on the entertainment industry."
    },
    {
      "title": "Savannah LaBrant’s Birthday",
      "description": "This fashion mogul, lifestyle blogger, and photographer has become a trendsetter in the world of influencing."
    }
  ]
}
