{
  "month": "mar",
  "day": 5,
  "holidays": [
    {
      "title": "National Absinthe Day",
      "description": null
    },
    {
      "title": "Arrival Of The First Missionaries",
      "description": "Christianity would not have spread across the world without the help of missionaries."
    },
    {
      "title": "Cinco de Marcho",
      "description": "Loosen up with a tall drink of your favorite alcoholic beverage for Cinco de Marcho."
    },
    {
      "title": "Custom Chief&#39;s Day",
      "description": "Culture and tradition bind us together as a society, so preserving them is important."
    },
    {
      "title": "Dissociative Identity Disorder Awareness Day",
      "description": "Learn more about dissociative identity disorders and how they can be managed."
    },
    {
      "title": "International Open Data Day",
      "description": "Today, we’re celebrating free data, accessible to use by anyone in any part of the world."
    },
    {
      "title": "Kyrgyzstan National Hat Day",
      "description": "Hats are a fashionable accessory, but today we honor a Kyrgyz cultural adornment."
    },
    {
      "title": "Multiple Personality Day",
      "description": "There are two approaches to observing this day and celebrating the complexities of the human personality."
    },
    {
      "title": "Nametag Day",
      "description": "Get ready to introduce yourself to the world by donning a name tag!"
    },
    {
      "title": "National Cheese Doodle Day",
      "description": "From cheese doodles, to cheese balls, these tasty snacks are sure to leave fingers bright orange."
    },
    {
      "title": "National Hospitalist Day",
      "description": "Do you know what the difference between a hospitalist and a doctor is? No? Read on!"
    },
    {
      "title": "National Potty Dance Day",
      "description": "This day’s dedicated to the little dance people do when they need to use the bathroom."
    },
    {
      "title": "Reel Film Day",
      "description": "Are you old enough to remember the time when movies were made on reels?"
    },
    {
      "title": "St. Piran’s Day",
      "description": "The official holiday of Cornwall honors the patron saint of tin miners."
    },
    {
      "title": "World Information Architecture Day",
      "description": "You&#39;re invited to join the conversation and learn how information architecture simplifies complex data."
    },
    {
      "title": "Chloe Veitch’s Birthday",
      "description": "Chloe Veitch launched a YouTube channel to share her travel videos, makeup routines, and other content."
    },
    {
      "title": "Claire Drake’s Birthday",
      "description": "Claire Drake has got what it takes to make it big! Celebrate her special day today!"
    },
    {
      "title": "Madison Beer’s Birthday",
      "description": "In 2017, Madison Beer returned to her first true love, modeling, when she graced the runway."
    },
    {
      "title": "mrfreshasian’s Birthday",
      "description": "This content creator has managed to scale life&#39;s issues to create the life he wants."
    }
  ]
}
