{
  "month": "mar",
  "day": 6,
  "holidays": [
    {
      "title": "National Dentist&#39;s Day",
      "description": "Celebrate the professionals who keep our chompers chomping, our gnashers gnashing, and our whites pearly."
    },
    {
      "title": "National Dress Day",
      "description": "Pay homage to dresses and the magical moments that happen when we wear them."
    },
    {
      "title": "National Frozen Food Day",
      "description": "Stock up your freezers to celebrate subzero sustenance on National Frozen Food Day."
    },
    {
      "title": "National Oreo Cookie Day",
      "description": "With crisp chocolate cookies and creamy filling, these little cookies have captured hearts  — and our stomachs."
    },
    {
      "title": "Purim",
      "description": "Jewish people all over the world celebrate the victorious festival of Purim."
    },
    {
      "title": "Alamo Day",
      "description": "Join the celebration for the brave hundreds who gave their lives at the Alamo."
    },
    {
      "title": "Casimir Pulaski Day",
      "description": "To make America great, several soldiers sacrificed their lives. One of them is Casimir Pulaski."
    },
    {
      "title": "Day of Memorial And Respect For Veterans",
      "description": "Day of Memorial and Respect for Veterans is an event in Kosovo that honors all veterans."
    },
    {
      "title": "Day of the Dude",
      "description": "Take a chill pill, and enjoy life’s simple moments on this holiday that’s all about relaxation."
    },
    {
      "title": "Dentist Day",
      "description": "Let’s honor the professionals who work tirelessly to keep our teeth in the finest possible condition."
    },
    {
      "title": "Fast of Esther",
      "description": "Fast of Esther is practiced as a way of developing willpower and gaining divine favor."
    },
    {
      "title": "Fun Facts About Names Day",
      "description": "It’s a fun day to learn about the meaning, history, and importance of your name."
    },
    {
      "title": "Ghana Independence Day",
      "description": "Ghanaians celebrate the heroes who led the way in the country’s struggle for independence."
    },
    {
      "title": "Guam Discovery Day",
      "description": "Tune in to celebrate and honor the rich cultural heritage and history of Guam!"
    },
    {
      "title": "Guam History And Chamorro Heritage Day",
      "description": "Here’s everything you need to know about Guam and the Chamorro people. Read on for more."
    },
    {
      "title": "Iraq Day Of Tolerance And Coexistence",
      "description": "Observe Iraq Day of Tolerance and Coexistence to promote religious tolerance in Iraq."
    },
    {
      "title": "Makha Bucha",
      "description": "Makha Bucha is the celebration of the conception of an ideal community."
    },
    {
      "title": "National Brian Day",
      "description": "Let’s celebrate all variants of the name Brian today right here on National Brian Day!"
    },
    {
      "title": "National Damien Day",
      "description": "Let’s honor and learn about the name Damien this National Damien Day."
    },
    {
      "title": "National Ford Day",
      "description": "Indulge yourself further in knowing what the meaning behind your name is."
    },
    {
      "title": "National Heroes and Benefactors Day",
      "description": "Let us honor those who have generously contributed their service and support to Belize."
    },
    {
      "title": "National Report General Service Administration (GSA) Fraud Day",
      "description": "The day sensitizes the public to fraud committed against the G.S.A. government program."
    },
    {
      "title": "National Shirley Day",
      "description": "Raise a Shirley Temple for the Shirleys of the world this National Shirley Day."
    },
    {
      "title": "National White Chocolate Cheesecake Day",
      "description": "Who doesn’t love a rich, creamy cheesecake? No one. Absolutely no one."
    },
    {
      "title": "No Homework Day",
      "description": "No homework, no problem! Move the books over and let’s try something new."
    },
    {
      "title": "World Tennis Day",
      "description": "Learn the power of a good serve and watch the court come alive!"
    },
    {
      "title": "Biannca Prince’s Birthday",
      "description": "This couple owns five different YouTube channels. Each channel has millions of subscribers."
    },
    {
      "title": "Harriet Tubman’s Birthday",
      "description": "Honoring  Harriet Tubman — the woman who showed extraordinary courage, ingenuity, persistence, and iron discipline"
    },
    {
      "title": "Jacob Bertrand’s Birthday",
      "description": "For talented actor Jacob Bertrand, karate is only just the beginning. Celebrate him today!"
    },
    {
      "title": "Shaquille O&#39;Neal’s Birthday",
      "description": "Shaquille O&#39;Neal is one of those basketball players who need little to no introduction."
    },
    {
      "title": "Tyler The Creator’s Birthday",
      "description": "A Baudelaire that rose from nowhere and whose grim style evolved into a soulful expression!"
    },
    {
      "title": "Tyler1’s Birthday",
      "description": "From zero to hero — how a permanent ban catapulted this streamer’s career!"
    }
  ]
}
