{
  "month": "mar",
  "day": 7,
  "holidays": [
    {
      "title": "National Be Heard Day",
      "description": null
    },
    {
      "title": "National Cereal Day",
      "description": "A bowl of cereal, a spoon and some milk equals a party in your mouth!"
    },
    {
      "title": "National Day of Unplugging",
      "description": "Unplug and relax, reflect, be active, visit the outdoors, and connect with loved ones."
    },
    {
      "title": "Alexander Graham Bell Day",
      "description": "Alexander Graham Bell revolutionized how we communicate when he invented the telephone."
    },
    {
      "title": "Denim Day for Dementia",
      "description": "On Denim Day for Dementia, raise funds for dementia patients by wearing denim."
    },
    {
      "title": "Friday Fish Fry Day",
      "description": "Grab your fork and take a bite of your fried fish this Friday Fish Fry Day."
    },
    {
      "title": "Jose Abad Santos Day",
      "description": "Jose Abad Santos was a Philippine Chief Justice and war hero of the second world war."
    },
    {
      "title": "National Ben Day",
      "description": "On this day, celebrate all the Bens in your life — it’s National Ben Day!"
    },
    {
      "title": "National Cooper Day",
      "description": "Celebrate National Cooper Day by learning the origins of the term right here with us."
    },
    {
      "title": "National Crown Roast of Pork Day",
      "description": "Add regality to your dinner table with a crown roast of pork at its center."
    },
    {
      "title": "National Dress in Blue Day",
      "description": "Wear your favorite blue outfit today to raise awareness about this deadly disease."
    },
    {
      "title": "National Employee Appreciation Day",
      "description": "Strong employer-employee relations are at the core of any truly successful business."
    },
    {
      "title": "National Flapjack Day",
      "description": "Indulge in some yummy, fun, and nutrition-rich flapjacks for breakfast to fuel your day."
    },
    {
      "title": "National Middle Name Pride Day",
      "description": "Where first names are often simple and modern, middle names are more personalized, creative, or cultural."
    },
    {
      "title": "National Speech and Debate Education Day",
      "description": "Join in today’s activities and let’s prepare students for a brighter future and a better world!"
    },
    {
      "title": "National Tartar Sauce Day",
      "description": "As long as you have your tartar sauce next to it, you can never go wrong with seafood."
    },
    {
      "title": "Overseas N.H.S. Workers Day",
      "description": "A day to show love and respect to the overseas healthcare workers in the U.K."
    },
    {
      "title": "Plant Power Day",
      "description": "Get ready to experience and love all the healthy benefits of plant-based eating."
    },
    {
      "title": "Sock Monkey Day",
      "description": "Give your old socks a new lease on life as we mark Sock Monkey Day."
    },
    {
      "title": "World Day of Prayer",
      "description": "World Day of Prayer is a truly international day observed in 170 countries across continents."
    }
  ]
}
