{
  "month": "mar",
  "day": 8,
  "holidays": [
    {
      "title": "International Women&#39;s Day",
      "description": "Girl power is celebrated through the historical, cultural, and political achievements of women."
    },
    {
      "title": "National Proofreading Day",
      "description": "Because we all make typos, grammar mistakes, and spelling errors when we write!"
    },
    {
      "title": "Be Nasty Day",
      "description": "Get your wittiest quips ready to take the sting out of your nasty words this day."
    },
    {
      "title": "Discover What Your Name Means Day",
      "description": "Let’s get ready to search for the true meaning of our name this holiday!"
    },
    {
      "title": "Fill Our Staplers Day",
      "description": "Without further ado, let’s find out more about how we can observe this holiday."
    },
    {
      "title": "Holi",
      "description": "The two-day festival is a pleasant way of welcoming spring."
    },
    {
      "title": "Learn What Your Name Means Day",
      "description": "What’s in a name? Turns out, a lot. Let’s find out what your name actually means."
    },
    {
      "title": "Nari Dibas",
      "description": "Here’s to strong women. May we know them, raise them, and celebrate them on Nari Dibas."
    },
    {
      "title": "National August Day",
      "description": "If your name is August, then today is your day! Let’s celebrate it together."
    },
    {
      "title": "National No Smoking Day",
      "description": "Today, let&#39;s reach out to friends or family members who suffer from nicotine addiction."
    },
    {
      "title": "National Oregon Day",
      "description": "Get ready to celebrate the Beaver State, its people and all its natural diversity."
    },
    {
      "title": "National Peanut Cluster Day",
      "description": "Start thinking about chocolate and crunchy peanuts — National Peanut Cluster Day is around the corner."
    },
    {
      "title": "National Retro Video Game Day",
      "description": "Celebrate Retro Games and bring out your old games to release your inner child."
    },
    {
      "title": "Registered Dietitian Nutritionist Day",
      "description": "Let&#39;s honor the professionals who are dedicated to helping us eat and live healthily!"
    },
    {
      "title": "United Nations Day for Women&#39;s Rights and International Peace",
      "description": "Join us in raising awareness and working to address women&#39;s rights issues."
    },
    {
      "title": "World Maths Day",
      "description": "Since its founding by 3P Learning, the popularity of World Maths Day has multiplied fast."
    }
  ]
}
