{
  "month": "mar",
  "day": 10,
  "holidays": [
    {
      "title": "National Freelancers Day",
      "description": null
    },
    {
      "title": "National Pack Your Lunch Day",
      "description": "Remember the good ol’ days when your mom used to pack you lunch in elementary school?"
    },
    {
      "title": "Check Your Batteries Day",
      "description": "Check Your Batteries Day raises awareness about testing your batteries to ensure they are working properly."
    },
    {
      "title": "Daylight Savings",
      "description": "This way of looking at the time maximizes natural light and saves electricity."
    },
    {
      "title": "Festival Of Life In Cracks Day",
      "description": "Beauty can be found everywhere, even between the cracks in the sidewalk."
    },
    {
      "title": "Harriet Tubman Day",
      "description": "Let us pay tribute to Harriet Tubman&#39;s bravery by fighting racial injustice!"
    },
    {
      "title": "Histotechnology Professionals Day",
      "description": "We show you how to boost the role of these dedicated healthcare professionals."
    },
    {
      "title": "International Bagpipe Day",
      "description": "Prepare your kilts as we celebrate one of the world’s most exceptional woodwind instruments!"
    },
    {
      "title": "International Day of Awesomeness",
      "description": "Do you have what it takes to be awesome? Today’s your day to shine!"
    },
    {
      "title": "International Day of Women Judges",
      "description": "It is a great day to pay tribute to these amazing legal minds."
    },
    {
      "title": "International Wig Day",
      "description": "Show your appreciation for this cool accessory by donning your funkiest wig."
    },
    {
      "title": "Mario Day",
      "description": "Mario Day, or Mar10 Day, celebrates the Super Mario Bros franchise, for gamers and fans, worldwide."
    },
    {
      "title": "Mothering Sunday U.K.",
      "description": "Roll out the pipes, hymns, and musical instruments as we celebrate Mothering Sunday in style!"
    },
    {
      "title": "National Blueberry Popover Day",
      "description": "Prepare your taste buds for one of the world&#39;s most delectable delicacies!"
    },
    {
      "title": "National Drake Day",
      "description": "“I was born to make mistakes, not to fake perfection”— Drake."
    },
    {
      "title": "National Dry Shampoo Day",
      "description": "Celebrating the beauty secrets of the “money rich, time poor” generation, one spray at a time."
    },
    {
      "title": "National Landline Telephone Day",
      "description": "Remember when phones were left at home because they were attached to the house?"
    },
    {
      "title": "National Peel Day",
      "description": "It’s time to get our skin youthful and radiant this  National Peel Day!"
    },
    {
      "title": "National Ranch Day",
      "description": "We should put Ranch on everything. Because honestly, what dish isn’t made better by Ranch?"
    },
    {
      "title": "National Sending Day",
      "description": "Today is the perfect day to give your business relationships the attention they deserve."
    },
    {
      "title": "National Skirt Day",
      "description": "Unleash your inner fashionista and put on your best skirt this National Skirt Day."
    },
    {
      "title": "National Women and Girls HIV/AIDS Awareness Day",
      "description": "Join us in spreading the word and creating awareness about this deadly immunodeficiency virus"
    },
    {
      "title": "New Moon March",
      "description": "We love this day and all its cool information — to the Moon and back!"
    },
    {
      "title": "Orthodox Meatfare Sunday",
      "description": "Orthodox Meatfare Sunday is the first step towards preparing for the Great Fast. Are you ready?"
    },
    {
      "title": "Paper Money Day",
      "description": "You don&#39;t have to carry jingling coins in your pocket because of paper money!"
    },
    {
      "title": "Pretzel Sunday",
      "description": "Now’s the time to buy your crush a pretzel with love notes from the heart!"
    },
    {
      "title": "Salvation Army Day",
      "description": "Inclusivity will never go out of style, which is precisely what the Salvation Army does best."
    },
    {
      "title": "Tibetan Uprising Day",
      "description": "Prepare your hearts as we commemorate a day propelling for freedom and justice."
    },
    {
      "title": "Bad Bunny’s Birthday",
      "description": "This intriguing and talented Grammy Award-winning artist has us anticipating his next move."
    },
    {
      "title": "Carrie Underwood’s Birthday",
      "description": "Globally loved country singer, wife, and mom of two – is there anything Carrie Underwood cannot do?"
    },
    {
      "title": "Chad Wild Clay’s Birthday",
      "description": "Come along as we get to know this YouTube superstar and all his quirks."
    },
    {
      "title": "Chuck Norris’s Birthday",
      "description": "It’s time to celebrate the man Chuck Norris and his talent, skills, and legacy."
    },
    {
      "title": "Def Noodles’s Birthday",
      "description": "Let&#39;s get to know the guy behind the celeb gossip news show &#34;Def Noodles.&#34;"
    },
    {
      "title": "Keke Wyatt’s Birthday",
      "description": "Keke Wyatt is a gifted singer, songwriter, loving mother, and a wonderful woman."
    },
    {
      "title": "Sharon Stone’s Birthday",
      "description": "Stone rose to prominence as one of the biggest sex symbols of the 1990s."
    }
  ]
}
