{
  "month": "mar",
  "day": 11,
  "holidays": [
    {
      "title": "National Napping Day",
      "description": null
    },
    {
      "title": "National No-Code Day",
      "description": "No code, no problem. Celebrate the no-code movement and start automating your work."
    },
    {
      "title": "National Promposal Day",
      "description": "Get ready to ask your boo to prom in a super elaborate way."
    },
    {
      "title": "311 Day",
      "description": "Rest assured that all your non-emergency services and requirements will be met."
    },
    {
      "title": "Adelaide Cup Day",
      "description": "Get ready for the fastest horses and jockeys this March Public Holiday!"
    },
    {
      "title": "Canberra Day",
      "description": "On Canberra Day, let’s celebrate its rich history and its numerous contributions to Australia."
    },
    {
      "title": "Commonwealth Day",
      "description": "The historic event is a public holiday in some of its states and honors history."
    },
    {
      "title": "Commonwealth Day Canada",
      "description": "God Save the Queen and her Commonwealth! Celebrate the glorious history of the British Empire."
    },
    {
      "title": "Debunking Day",
      "description": "Tired of getting confused by contradictory “facts” and stories, fake news, and myths?"
    },
    {
      "title": "Earth God&#39;s Birthday",
      "description": "Looking for a job or need more business? Earth God might grant your wishes."
    },
    {
      "title": "Eight Hours Day",
      "description": "Celebrate the victory of the workers of Australia and an eight-hour workday with us."
    },
    {
      "title": "Independence Restoration Day",
      "description": "Today, we congratulate our Lithuanian friends on their Restoration of Independence Day!"
    },
    {
      "title": "Key Deer Awareness Day",
      "description": "Let us do our part to aid these endangered species by spreading awareness."
    },
    {
      "title": "Moshoeshoe&#39;s Birthday",
      "description": "Moshoeshoe Day honors an important figure who embodies the spirit of African unity."
    },
    {
      "title": "National COVID-19 Day",
      "description": "You don’t have to have a cape to make a difference, as National COVID-19 Day proves."
    },
    {
      "title": "National Dream Day",
      "description": "Who says you can’t achieve every one of your dreams? This special holiday begs to differ."
    },
    {
      "title": "National Funeral Director and Mortician Recognition Day",
      "description": "Without their efforts, our loved ones wouldn’t get the sendoff they deserve."
    },
    {
      "title": "National Heroes and Benefactors Day",
      "description": "Let us honor those who have generously contributed their service and support to Belize."
    },
    {
      "title": "National Immune System Day",
      "description": "When Did You Last Say Thank You… to Your Immune System?  Think about it: As soon as you entered this world, your immune system took on…"
    },
    {
      "title": "National Johnny Appleseed Day",
      "description": "On this day, we thank Johnny Appleseed for introducing us to the joy of apples."
    },
    {
      "title": "National Oatmeal Nut Waffles Day",
      "description": "Health-conscious people can celebrate the healthier option of this classic dessert."
    },
    {
      "title": "National Payton Slaymaker Day",
      "description": "Through her story, Payton Slaymaker has touched and inspired millions of people."
    },
    {
      "title": "National Sofrito Day",
      "description": "Spice up your meals with sofrito. It works with meat, vegetables, and even pies."
    },
    {
      "title": "Ramadan Begins",
      "description": "Let us join our Muslim brothers and observe Ramadan with fasting, prayer, and faithful intention."
    },
    {
      "title": "Taranaki Anniversary",
      "description": "Prepare for some history, today we are going to learn about Taranaki and its conflicts."
    },
    {
      "title": "Wash Your Nose Day",
      "description": "Keeping our noses clean has a new literal meaning, and it keeps the doctors away."
    },
    {
      "title": "World Day of Muslim Culture Peace Dialogue and Film",
      "description": "Ever wondered about the Muslim Culture? Here’s your chance to get your questions answered."
    },
    {
      "title": "World Plumbing Day",
      "description": "Let us commemorate the day that ensures our cities and towns are always sanitary."
    },
    {
      "title": "Worship of Tools Day",
      "description": "Show off your D.I.Y. skills and put those tools to use on this day."
    },
    {
      "title": "Zhonghe Festival",
      "description": "Get ready for this yearly festival as “the dragon raises its head.”"
    },
    {
      "title": "Dionte Gray’s Birthday",
      "description": "There is no stopping this talented and determined hairstylist and wig specialist."
    }
  ]
}
