{
  "month": "mar",
  "day": 13,
  "holidays": [
    {
      "title": "National K9 Veterans Day",
      "description": "Dogs trained to serve our country are heroic and look so cute in their little uniforms."
    },
    {
      "title": "National Napping Day",
      "description": "It falls one day after Daylight Savings time because that’s where people are most sleep-deprived."
    },
    {
      "title": "Adelaide Cup",
      "description": "Get ready for the fastest horses and jockeys this March Public Holiday!"
    },
    {
      "title": "Canberra Day",
      "description": "On Canberra Day, let’s celebrate its rich history and its numerous contributions to Australia."
    },
    {
      "title": "Commonwealth Day",
      "description": "The historic event is a public holiday in some of its states and honors history."
    },
    {
      "title": "Commonwealth Day in Canada",
      "description": "God Save the Queen and her Commonwealth! Celebrate the glorious history of the British Empire."
    },
    {
      "title": "Eight Hours Day",
      "description": "Celebrate the victory of the workers of Australia and an eight-hour workday with us."
    },
    {
      "title": "International Every Girls Wins Day",
      "description": "Stand with women around the world for equity, better healthcare, education, and economic literacy."
    },
    {
      "title": "K-9 Veterans Day",
      "description": "Learn all about the long history of dogs in the military, police, and rescue services."
    },
    {
      "title": "Ken Day",
      "description": "Ken Day celebrates the life of Ken, Barbie’s sweet, supportive, loyal boyfriend."
    },
    {
      "title": "L. Ron Hubbard Day",
      "description": "Let’s celebrate the birth and achievements of L. Ron Hubbard — a famous writer."
    },
    {
      "title": "National Coconut Torte Day",
      "description": "Put on your apron as we whip up some sweet, coconutty goodness today!"
    },
    {
      "title": "National Earmuff Day",
      "description": "Time to get warmed up as we celebrate yet another special National Earmuff Day!"
    },
    {
      "title": "National Good Samaritan Day",
      "description": "Celebrate National Good Samaritan Day by performing a special act of kindness today."
    },
    {
      "title": "National Jewel Day",
      "description": "What are you waiting for? Wear, gift, or buy something sparkly today."
    },
    {
      "title": "National Open An Umbrella Indoors Day",
      "description": "Let’s see how our day ‘unfolds’ as we open up our umbrellas!"
    },
    {
      "title": "Smart and Sexy Day",
      "description": "Get set to discover why Smart and Sexy Day is so important!"
    },
    {
      "title": "Taranaki Anniversary Day",
      "description": "Prepare for some history, today we are going to learn about Taranaki and its conflicts."
    },
    {
      "title": "Common’s Birthday",
      "description": "This award-winning rapper and songwriter has excelled in every endeavor he has undertaken."
    },
    {
      "title": "Kathy Hilton’s Birthday",
      "description": "This powerhouse of a businesswoman shows no sign of slowing down anytime soon."
    },
    {
      "title": "Kevin Samuels’s Birthday",
      "description": "Curious about how YouTuber Kevin Samuels got started? We&#39;ve got the details."
    },
    {
      "title": "Ozuna’s Birthday",
      "description": "We delve into this talented artist&#39;s career accolades, which feature studio albums and notable film roles."
    }
  ]
}
