{
  "month": "mar",
  "day": 14,
  "holidays": [
    {
      "title": "National Potato Chip Day",
      "description": null
    },
    {
      "title": "Pi Day",
      "description": "Channel your inner math geek and prepare to eat and celebrate everybody&#39;s favorite never-ending number."
    },
    {
      "title": "Bake a Pie in Solidarity Day",
      "description": "Grab your forks and knives, and get ready for a feast of pies."
    },
    {
      "title": "Celebrate Scientists Day",
      "description": "Please spare a moment to show gratitude to scientists worldwide for their essential service to humanity."
    },
    {
      "title": "Constitution Day in Andorra",
      "description": "Explore the history and significance of the sixth-smallest nation in Europe — Andorra."
    },
    {
      "title": "Crowdfunding Day",
      "description": "Ready to channel your energy and abilities into crowdfunding for a cause or your business?"
    },
    {
      "title": "Dog Theft Awareness Day",
      "description": "Don’t be a victim of dog theft. Protect your fur babies from criminals."
    },
    {
      "title": "Dribble to Work Day",
      "description": "Today is all about women’s sports — especially basketball. Join in the fun as we create awareness."
    },
    {
      "title": "Genius Day",
      "description": "We celebrate the life and legacy of Albert Einstein this Genius Day."
    },
    {
      "title": "International Ask a Question Day",
      "description": "Today is dedicated to all your questions of who, when, what, how, and why!"
    },
    {
      "title": "International Day of Action For Rivers",
      "description": "Let’s celebrate, learn and explore the importance of rivers in this world!"
    },
    {
      "title": "International Day of Mathematics",
      "description": "Join us as we delve into the amazing and complex world of mathematics!"
    },
    {
      "title": "International School Meals Day",
      "description": "Join over 30 countries to promote healthy eating for children in school and at home today."
    },
    {
      "title": "Legal Assistance Day",
      "description": "Bring up your legal problems on Legal Assistance Day and get them solved!"
    },
    {
      "title": "Legal Assistant Day",
      "description": "We thank the legal assistants who support lawyers and make significant contributions to the legal system."
    },
    {
      "title": "National Children&#39;s Craft Day",
      "description": "Grab some art supplies for your little ones and spread the fun in your neighborhood."
    },
    {
      "title": "National Learn About Butterflies Day",
      "description": "Get ready to celebrate and learn more about these delightful, colorful insects!"
    },
    {
      "title": "National Valerie Day",
      "description": "Ever heard that Valerie can be a boy’s name, too? Learn the history here."
    },
    {
      "title": "National Write Your Story Day",
      "description": "We want to hear your fascinating story, so why not write about it?"
    },
    {
      "title": "Popcorn Lover&#39;s Day",
      "description": "Prepare your bowls and taste buds, and let&#39;s start popping those kernels!"
    },
    {
      "title": "Save a Spider Day",
      "description": "Save the spiders today and take them outside in a jar rather than killing them."
    },
    {
      "title": "Science Education Day",
      "description": "Let’s get ready to celebrate the wonders of science this March 14."
    },
    {
      "title": "White Day",
      "description": "In the mood for some love? Let’s go to Japan and celebrate White Day!"
    },
    {
      "title": "Albert Einstein’s Birthday",
      "description": "Called ‘The Genius’, most people doubt we’ll ever have another Albert Einstein among us again."
    },
    {
      "title": "CookieSwirlC’s Birthday",
      "description": "CookieSwirlC is an entertaining YouTuber that makes us want to go back to our childhood days."
    },
    {
      "title": "Dan Avidan’s Birthday",
      "description": "Musician, comedian, actor, singer-songwriter, show hoster – is there anything Dan Avidan can’t do?"
    },
    {
      "title": "Kash Doll’s Birthday",
      "description": "From working as a stripper to help her family, to becoming a celebrated rapper."
    },
    {
      "title": "Sammi Giancola’s Birthday",
      "description": "This former MTV star keeps expanding her career, from television celebrity to launching her own business."
    },
    {
      "title": "Stephen Curry’s Birthday",
      "description": "He is the greatest player of his generation; there are no limits to what this basketball star can achieve."
    }
  ]
}
