{
  "month": "mar",
  "day": 15,
  "holidays": [
    {
      "title": "Ides of March",
      "description": null
    },
    {
      "title": "Belarus Constitution Day",
      "description": "Celebrate Belarus’ achievement in crossing over from a Soviet satellite state to a fully independent democracy."
    },
    {
      "title": "Brutus Day",
      "description": "Brutus Day is coming up this March. What can you do to avoid having backstabbing friends?"
    },
    {
      "title": "Buzzards Day",
      "description": "Buzzards are scavengers and are the only ones of their kind that don&#39;t kill their prey."
    },
    {
      "title": "Dumbstruck Day",
      "description": "Get ready for fun activities and amazing facts that&#39;ll leave you dumbstruck!"
    },
    {
      "title": "Everything You Think Is Wrong Day",
      "description": "Today’s a good day to remember that you aren’t always right! Learn more with us!"
    },
    {
      "title": "Honen Matsuri",
      "description": "The phallus is a symbol of fertility, good health, and good luck in Honen Matsuri."
    },
    {
      "title": "International Day Against Police Brutality",
      "description": "Police brutality kills thousands of people worldwide every year. Join us as we investigate."
    },
    {
      "title": "International Day of Action Against Canadian Seal Slaughter",
      "description": "Help save baby seals and assist in raising awareness to finally ban commercial seal slaughter!"
    },
    {
      "title": "International Day to Combat Islamophobia",
      "description": "Ready to find out more about this day that stands against discrimination toward Muslims?"
    },
    {
      "title": "International Eat an Animal for PETA Day",
      "description": "Let’s discuss EATAPETA and the organization it criticizes while we engage in some ethical meat-eating."
    },
    {
      "title": "International Redefining Wealth Day",
      "description": "Take a fresh look at your relationship with money and whether it is a priority."
    },
    {
      "title": "J.J. Roberts Birthday",
      "description": "Learn about Liberia’s founding father and how he achieved sovereignty for his nation and people."
    },
    {
      "title": "Memorial Day Of The 1848 Revolution",
      "description": "Learn about Hungary&#39;s most significant holiday and why it defines its national identity."
    },
    {
      "title": "National Day of Action Against Bullying and Violence",
      "description": "Let’s all prepare to join forces to create long-term solutions to bullying!"
    },
    {
      "title": "National Peanut Lovers Day",
      "description": "Join us today as we celebrate the love of peanuts and all nutty treats!"
    },
    {
      "title": "National Preschool Teacher Appreciation Day",
      "description": "It&#39;s time to honor the preschool teachers who provide us with the tools of learning."
    },
    {
      "title": "National Preschool Teachers Appreciation Day",
      "description": "Check out some inspiring ways to show preschool educators your admiration for them!"
    },
    {
      "title": "National Shoe The World Day",
      "description": "Let’s provide shoes to help someone in need this National Shoe The World Day!"
    },
    {
      "title": "National VO Day",
      "description": "Did you know that voice acting is more difficult than acting on screen?"
    },
    {
      "title": "Pears Helene Day",
      "description": "Get your spoons ready, dessert fanatics; we’re treating our palettes to Pears Helene!"
    },
    {
      "title": "Ramakrishna Jayanti",
      "description": "Ramakrishna believed that all the various religious paths lead to one goal."
    },
    {
      "title": "True Confessions Day",
      "description": "Confessions are good for the soul. Spill your secrets and unburden yourself on True Confessions Day."
    },
    {
      "title": "World Consumer Rights Day",
      "description": "Today, we’re discovering the real power of consumers and our consumer rights!"
    },
    {
      "title": "World Contact Day",
      "description": "Who better to ask about alien life than aliens? So, let’s just contact them!"
    },
    {
      "title": "World Essential Workers Day",
      "description": "Essential workers consist of police forces, healthcare workers, workers in the sanitary department, and more."
    },
    {
      "title": "World Sleep Day",
      "description": "Sleep allows us to move mountains that we never thought possible before we hit the pillow."
    },
    {
      "title": "World Speech Day",
      "description": "This World Speech Day, get on stage, grab a mic, and give wings to your words."
    },
    {
      "title": "Alia Bhatt’s Birthday",
      "description": "This talented actress has been a rising star in Hindi-language cinema for the last decade."
    },
    {
      "title": "Eva Longoria’s Birthday",
      "description": "She&#39;s done it all, from modeling to acting to designing and releasing a book!"
    },
    {
      "title": "I Hate Everything’s Birthday",
      "description": "Enjoyed by over a million subscribers, he is a great critic on a number of topics."
    },
    {
      "title": "Ruth Bader Ginsburg’s Birthday",
      "description": "An activist for equality, Ginsburg was unstoppable, becoming a role model to many."
    },
    {
      "title": "Saint Nicholas’s Birthday",
      "description": "Strong in his faith, generosity, and kindness, Saint Nicholas became a religious role model to many!"
    },
    {
      "title": "will.i.am’s Birthday",
      "description": "will.i.iam, the talented rapper, singer, songwriter, and record producer, has produced several hits."
    }
  ]
}
