{
  "month": "mar",
  "day": 18,
  "holidays": [
    {
      "title": "Awkward Moments Day",
      "description": "Let&#39;s embrace those embarrassing or awkward moments from the past and laugh about them."
    },
    {
      "title": "National Biodiesel Day",
      "description": "We’re more reliant on biodiesel fuel than we realize!"
    },
    {
      "title": "National Corn Dog Day",
      "description": "It&#39;s about as American as food gets and we love every mouthful."
    },
    {
      "title": "Forgive Mom and Dad Day",
      "description": "Accept and cherish your parents’ imperfections in the same way that they do yours!"
    },
    {
      "title": "Global Recycling Day",
      "description": "Upcycle your trash and see how recycling can affect our planet and your pocket!"
    },
    {
      "title": "Goddess Of Fertility Day",
      "description": "The day focuses on the concept of creating life in humans and other beings."
    },
    {
      "title": "International Sports Car Racing Day",
      "description": "Buckle up, we are going to explore one of the most loved sports — Sportscar racing!"
    },
    {
      "title": "Maple Syrup Saturday",
      "description": "Get ready with your buckets; it&#39;s time to turn sap into maple syrup."
    },
    {
      "title": "National Anthem and Flag Day in Aruba",
      "description": "Sunny smiles beckon as we sing ‘One Happy Island’ to celebrate this joyous occasion."
    },
    {
      "title": "National Lacy Oatmeal Cookie Day",
      "description": "Tasty, crisp, and chewy, these are the addictive qualities of the Lacy Oatmeal cookie."
    },
    {
      "title": "National Quilting Day",
      "description": "Relax and open your mind to explore the history and creativity of quilting."
    },
    {
      "title": "National Sloppy Joe Day",
      "description": "It&#39;s about to get sloppy! Get your napkins ready as we enjoy a sloppy Joe today."
    },
    {
      "title": "National Supreme Sacrifice Day",
      "description": "A minute of silence for those who gave their lives to protect and save others."
    },
    {
      "title": "Play the Recorder Day",
      "description": "Everyone grab your flutes, it’s time for the sound of some music!"
    },
    {
      "title": "Save the Florida Panther Day",
      "description": "Panthers are magnificent cats that must be saved from going extinct — get involved in conservation efforts."
    },
    {
      "title": "Transit Driver Appreciation Day",
      "description": "Appreciate your transit driver today for making your daily travels easy and problem-free."
    },
    {
      "title": "Adam Levine’s Birthday",
      "description": "For this uber-talented and awesome singer, Adam Levine&#39;s journey is only just beginning."
    }
  ]
}
