{
  "month": "mar",
  "day": 20,
  "holidays": [
    {
      "title": "International Day of Happiness",
      "description": null
    },
    {
      "title": "National Proposal Day",
      "description": "Whether you’re planning a giant flashmob or a romantic dinner, it&#39;s the day we celebrate proposals in all their forms."
    },
    {
      "title": "National Ravioli Day",
      "description": "Triple cheese. Wild mushroom. Butternut squash. Ravioli can handle just about anything."
    },
    {
      "title": "Absolutely Incredible Kid Day®",
      "description": "Kids are the future. And Camp Fire stands ready to help."
    },
    {
      "title": "Alien Abduction Day",
      "description": "Do you believe in aliens? Maybe you will when you are done reading this!"
    },
    {
      "title": "Astrology Day",
      "description": "Astrology teaches us about how the alignment of the stars forms our personalities."
    },
    {
      "title": "Bibliomania Day",
      "description": "If you have a soft spot for books, come explore bibliomania with us on this day."
    },
    {
      "title": "Bock Beer Day",
      "description": "For those about to bock, spare a few minutes and read all about bock beer!"
    },
    {
      "title": "Companies That Care Day",
      "description": "A lesson all employers must learn is that a happy employee is a loyal employee."
    },
    {
      "title": "Dogs in Yellow Day",
      "description": "All that #dogsinyellow need is some space and then the world feels less terrifying."
    },
    {
      "title": "Feast of Saint Joseph",
      "description": "Saint Joseph’s sheer empathy for his fellow man is admired and celebrated for all to see."
    },
    {
      "title": "Francophonie Day",
      "description": "Take a moment and open your mind to see the beautiful celebration of the historic French language."
    },
    {
      "title": "French Language Day",
      "description": "Celebrate with some French culture, language, and history as we ask...&#34;Parlez vous Francais?&#34;"
    },
    {
      "title": "Great American Meat Out Day",
      "description": "Join us as we delve into the risks associated with relying on farm animals for food!"
    },
    {
      "title": "Hufflepuff Pride Day",
      "description": "Prepare to proudly wear your gold and black Hufflepuff scarf today! Let’s celebrate."
    },
    {
      "title": "Kiss Your Fiance Day",
      "description": "Get ready to shower your beloved with kisses this National Kiss Your Fiance Day!"
    },
    {
      "title": "March Equinox",
      "description": "Stop and smell the roses as we celebrate the change of seasons."
    },
    {
      "title": "National Close the Gap Day",
      "description": "The campaign encourages planning of events that focus on health issues of Australia’s indigenous people."
    },
    {
      "title": "National Farm Rescuer Day",
      "description": "Farm rescuers help farmers by volunteering their time, talents, and financial resources."
    },
    {
      "title": "National Jump Out Day",
      "description": "Jumping activities with friends can lighten up the mood and strengthen friendships."
    },
    {
      "title": "National Macaron Day",
      "description": "It’s Macaron Day and we’re talking all things tasty, so prepare to have your tastebuds wowed!"
    },
    {
      "title": "National Native HIV/AIDS Awareness Day",
      "description": "Put on your boxing gloves for the fight against H.I.V./AIDS."
    },
    {
      "title": "Oranges And Lemons Day",
      "description": "Let’s celebrate Oranges and Lemons Day by feasting on these citrus fruits."
    },
    {
      "title": "Spring Begins",
      "description": "The fading of winter brings with it new beginnings: Spring Begins!"
    },
    {
      "title": "Spring Equinox",
      "description": "The equinox is when the sun sits vertically above the equator, making day and night equal across the planet."
    },
    {
      "title": "Won&#39;t You Be My Neighbor Day",
      "description": "Go on and do something neighborly on this Won’t You Be My Neighbor Day."
    },
    {
      "title": "World Behavior Analysis Day",
      "description": "Let&#39;s get ready to reflect on our behavior in order to become better individuals!"
    },
    {
      "title": "World Day of Theatre for Children and Young People",
      "description": "It&#39;s The World Day of Theatre for Children and Young People, take to the stage!"
    },
    {
      "title": "World Flour Day",
      "description": "Learn more about the staple element that benefits everyone around the world."
    },
    {
      "title": "World Frog Day",
      "description": "Out of the 6,000 known species of frogs found, 4,800 species have been recorded."
    },
    {
      "title": "World Oral Health Day",
      "description": "Prevention is better than cure — grab your brush as we swipe plaque off of the facts."
    },
    {
      "title": "World Sparrow Day",
      "description": "It’s World Sparrow Day! Join in and celebrate these little creatures with us!"
    },
    {
      "title": "World Storytelling Day",
      "description": "Let’s celebrate storytelling, an art form that is older than time itself."
    },
    {
      "title": "National Cherry Blossom Festival",
      "description": "Springtime sets in and cherry blossoms are in full bloom; we delight in their beauty."
    },
    {
      "title": "Naw-Ruz (Baha&#39;i New Year)",
      "description": "Naw-Rúz is the day of spiritual spring. Celebrate with us today!"
    },
    {
      "title": "Snowman Burning Day",
      "description": "Out with the cold, in with the warm. Let’s get ready for Snowman Burning Day!"
    },
    {
      "title": "Fred Rogers’s Birthday",
      "description": "The children’s show host was among the most-loved television personalities in the U.S."
    }
  ]
}
