{
  "month": "mar",
  "day": 22,
  "holidays": [
    {
      "title": "National Goof Off Day",
      "description": null
    },
    {
      "title": "As Young As You Feel Day",
      "description": "Put the ‘you’ in ‘youth’ this As Young As You Feel Day!"
    },
    {
      "title": "Bavarian Crepes Day",
      "description": "Did you know that a Bavarian crepe from Bavaria is called a ‘palatschinke?&#39;"
    },
    {
      "title": "Daffodil Day",
      "description": "Daffodil Day usually raises funds and awareness for cancer using this cheerful symbol."
    },
    {
      "title": "Emancipation Day (Puerto Rico)",
      "description": "Check out the Puerto Rican way to commemorate and celebrate Emancipation Day."
    },
    {
      "title": "Founding Anniversary of the Philippine Army",
      "description": "Salute the might and bravery of the Philippine Army as we mark its founding anniversary."
    },
    {
      "title": "Gryffindor Pride Day",
      "description": "Get ready for a magical ride as we explore the strong and proud house of Gryffindor!"
    },
    {
      "title": "International Goof-off Day",
      "description": "Today is the day to let your inner goofball out and have a good time."
    },
    {
      "title": "International Seal Day",
      "description": "Get ready to celebrate seals and learn some fascinating and amazing facts about them."
    },
    {
      "title": "National Donald Day",
      "description": "On National Donald Day, let’s celebrate and appreciate every Donald in the world."
    },
    {
      "title": "Nauryz Day",
      "description": "Celebrate the coming of spring and raise a toast to new beginnings on Nauryz Day."
    },
    {
      "title": "Nevruz Day",
      "description": "It&#39;s a new day, a new dawn, a new life; it&#39;s Nevruz Day!"
    },
    {
      "title": "Talk Like William Shakespeare Day",
      "description": "I bite mine thumb at thee and thee asketh me wherefore I’m biting mine thumb."
    },
    {
      "title": "Talk Like William Shatner Day",
      "description": "Can you imitate William Shatner? Well, now is the day to test your talent!"
    },
    {
      "title": "World Day of Metta",
      "description": "Stop, take a breath, and look for the best in someone — and yourself."
    },
    {
      "title": "World Water Day",
      "description": "World Water Day aims to bring water aide to people who truly need it across borders."
    },
    {
      "title": "JJ Watt’s Birthday",
      "description": "He is the pizza delivery guy who shot his shot and hit the pot of gold."
    },
    {
      "title": "Reese Witherspoon’s Birthday",
      "description": "The multi-talented actress, producer, and businesswoman has risen to become a powerful global celebrity."
    }
  ]
}
