{
  "month": "mar",
  "day": 25,
  "holidays": [
    {
      "title": "International Waffle Day",
      "description": "Plug in your waffle maker and tuck into some mouth-watering treats."
    },
    {
      "title": "Anniversary Of The Arengo",
      "description": "San Marino, Europe&#39;s oldest state, is commemorating its initial form of governance today."
    },
    {
      "title": "Bed-in for Peace Day",
      "description": "The bed-in protest is a peaceful yet powerful way to protest for a cause."
    },
    {
      "title": "Earth Hour",
      "description": "We are a step closer to protecting our planet, and it starts with you switching off your lights for an hour."
    },
    {
      "title": "Feast of the Annunciation",
      "description": "Celebrate the day that a virgin was told that she would somehow birth a special child."
    },
    {
      "title": "Greek Independence Day",
      "description": "The fight for freedom is always a true fight. Let’s honor our Greek freedom fighters today."
    },
    {
      "title": "International Day of Remembrance of the Victims of Slavery and the Transatlantic Slave Trade",
      "description": "Join us in raising awareness about the consequences of slavery and prejudice today."
    },
    {
      "title": "International Day of Remembrance of the Victims of Slavery and the Transatlantic Slave Trade",
      "description": "We take more time today to honor the victims and champion the cause for equality."
    },
    {
      "title": "International Day of Solidarity with Detained and Missing Staff Members",
      "description": "Stand with the fallen members of the United Nations today in the fight for world peace."
    },
    {
      "title": "International Day of the Unborn Child",
      "description": "Today, we honor life and commemorate the lives of unborn infants all over the world."
    },
    {
      "title": "​Maryland Day",
      "description": "The story behind Maryland Day is one for the ages."
    },
    {
      "title": "National Dante Day",
      "description": "Dante Alighieri was one of the most incredible minds in literature and that deserves a celebration."
    },
    {
      "title": "National Guadalupe Day",
      "description": "The name Guadalupe is common in Spanish-speaking countries like Spain, Mexico, and Latin America."
    },
    {
      "title": "National Lobster Newburg Day",
      "description": "It wasn’t invented by a honed professional chef, but by a sea captain named Ben Wenburg."
    },
    {
      "title": "National Medal of Honor Day",
      "description": "We honor the valor displayed by America&#39;s most courageous servicemen and servicewomen."
    },
    {
      "title": "National Michelle Shafer Half-Moon Cookie Day",
      "description": "Prepare your tummy to eat as many half-moon cookies as you can."
    },
    {
      "title": "National OmazingYou Day",
      "description": "Here&#39;s what you can do to have an amazing and fun day that&#39;s all about you!"
    },
    {
      "title": "Old New Year&#39;s Day",
      "description": "Have your second celebration of the new year on this Old New Year&#39;s Day!"
    },
    {
      "title": "Struggle For Human Rights Day",
      "description": "Let&#39;s walk down Hviezdoslav street and remember the struggle for freedom on this day!"
    },
    {
      "title": "Tolkien Reading Day",
      "description": "Escape the ho-hum world here on Earth for the otherworldly, magical land of Middle-earth."
    },
    {
      "title": "Walk in the Sand Day",
      "description": "Head to the beach, kick off your shoes, and let the sand caress your feet."
    },
    {
      "title": "World Retrospective Day",
      "description": "Learn how to look back and plan forward, at the same time, with these smart tidbits."
    },
    {
      "title": "Aretha Franklin’s Birthday",
      "description": "Singer, songwriter and pianist, the Queen of Soul was a force to be reckoned with!"
    },
    {
      "title": "Big Sean’s Birthday",
      "description": "For this hip-hop and songwriter sensation, the world is his oyster! Celebrate him today!"
    },
    {
      "title": "Elton John’s Birthday",
      "description": "Learn more about the iconic and immensely talented singer, Elton John, right here!"
    },
    {
      "title": "Sarah Jessica Parker’s Birthday",
      "description": "We love a good success story and this actress happens to have a good one!"
    },
    {
      "title": "Sha&#39;Carri Richardson’s Birthday",
      "description": "This powerhouse athlete has both speed and swagger and we celebrate her prowess."
    }
  ]
}
