{
  "month": "mar",
  "day": 27,
  "holidays": [
    {
      "title": "National Spanish Paella Day",
      "description": null
    },
    {
      "title": "Celebrate Exchange Day",
      "description": "Join us on Celebrate Exchange Day as we honor dedicated souls for their service."
    },
    {
      "title": "International Whiskey Day",
      "description": "Today is the perfect time for whiskey connoisseurs to unwind with a fine bottle."
    },
    {
      "title": "Major League Baseball Opening Day",
      "description": "Every year thousands of people call in sick so they can be in the seats when the first pitch is thrown."
    },
    {
      "title": "Myanmar Armed Forces Day",
      "description": "It is a prominent national holiday in Myanmar, known as Armed Forces Day."
    },
    {
      "title": "National Acoustic Soul Day",
      "description": "Get your guitar and headphones ready to celebrate this day full of music."
    },
    {
      "title": "National Joe Day",
      "description": "If your name is Joe then today is your second birthday."
    },
    {
      "title": "National Medical Science Liaison Awareness and Appreciation Day",
      "description": "We recognize all Medical Science Liaisons from all over the world on this day."
    },
    {
      "title": "National Viagra Day",
      "description": "Viagra made an impact on the pharmaceutical industry as well as the public’s consciousness."
    },
    {
      "title": "Quirky Country Music Song Titles Day",
      "description": "A day to appreciate some country music songs with imaginative titles that make you smile."
    },
    {
      "title": "Scribble Day",
      "description": "Today is all about celebrating the creativity and the art associated with scribbling."
    },
    {
      "title": "World Theatre Day",
      "description": "A perfect day to celebrate art through music, dance, drama, and enchanting live stage performances!"
    },
    {
      "title": "Quentin Tarantino’s Birthday",
      "description": "Tarantino has been described as the &#34;single most influential director of his generation&#34;"
    },
    {
      "title": "Brenda Song’s Birthday",
      "description": "We’re excited about the milestones Brenda Song is going to reach in the coming years!"
    },
    {
      "title": "Kendra Scott’s Birthday",
      "description": "This award-winning designer is the epitome of hard work that pays off with great dividends!"
    },
    {
      "title": "KennaDee Kay Haddock’s Birthday",
      "description": "KennaDee Kay Haddock, the famous YouTuber, is a part of the “Not Enough Nelsons” YouTube family."
    },
    {
      "title": "Lalisa Manoban’s Birthday",
      "description": "This fashionable starlet is taking the world by storm, one continent at a time."
    },
    {
      "title": "Mariah Carey’s Birthday",
      "description": "This Grammy Award winner is referred to as the &#34;Songbird Supreme&#34; by the Guinness World Records."
    },
    {
      "title": "Vicki Gunvalson’s Birthday",
      "description": "Gunvalson has shown us what a powerful and determined woman can accomplish!"
    }
  ]
}
