{
  "month": "mar",
  "day": 28,
  "holidays": [
    {
      "title": "Maundy Thursday",
      "description": null
    },
    {
      "title": "Respect Your Cat Day",
      "description": "It&#39;s time to acknowledge all the hard work your cat puts into being your loyal companion."
    },
    {
      "title": "Barnum &amp; Bailey Day",
      "description": "Celebrate the Greatest Show on Earth, and the greatest circus to ever exist."
    },
    {
      "title": "Eat an Eskimo Pie Day",
      "description": "Grab a delicious bar of chocolate-coated vanilla ice cream to celebrate Eat an Eskimo Pie Day!"
    },
    {
      "title": "Holy Thursday",
      "description": "Holy Thursday is an annual religious event that commemorates the Last Supper of Christ."
    },
    {
      "title": "Major League Baseball Opening Day",
      "description": "Every year thousands of people call in sick so they can be in the seats when the first pitch is thrown."
    },
    {
      "title": "National Amber Day",
      "description": "Make the most of this special day to demonstrate how much you adore and respect Ambers."
    },
    {
      "title": "National Black Forest Cake Day",
      "description": "Did you know? The cake was originally a simple dessert with cream, cherries, chocolate, and alcohol."
    },
    {
      "title": "National Hot Tub Day",
      "description": "Relax in the hot tub during this holiday to relieve stress and get other benefits."
    },
    {
      "title": "National Ram Day",
      "description": "Ram is one of the most common names found in the Middle East and India."
    },
    {
      "title": "National Something On a Stick Day",
      "description": "There’s no getting around it, food on a stick is fun."
    },
    {
      "title": "National Triglycerides Day",
      "description": "Triglyceride levels, are important lipid compounds which provide us with energy, can be extremely detrimental."
    },
    {
      "title": "National Weed Appreciation Day",
      "description": "Some weeds are actually beneficial for us and our ecosystem."
    },
    {
      "title": "Serfs’ Emancipation Day",
      "description": "Join us as we celebrate the history of this day and discover why it is significant."
    },
    {
      "title": "Virtual Advocacy Day",
      "description": "Get involved with the legislative process impacting a cause you care deeply about."
    },
    {
      "title": "World Piano Day",
      "description": "Get your favorite sheet music out as we celebrate the king of musical instruments."
    },
    {
      "title": "Lady Gaga’s Birthday",
      "description": "Learn more about this American icon and infuse some of her creativity into your day."
    },
    {
      "title": "Caleb Coffee’s Birthday",
      "description": "He is an incredible social media rockstar who achieved his fame by making jokes!"
    },
    {
      "title": "Jackson Wang’s Birthday",
      "description": "This triple threat is constantly surprising his fans with his insatiable drive and versatility."
    },
    {
      "title": "Kate Gosselin’s Birthday",
      "description": "For this fabulous mother of eight and successful reality star, no challenge is too big!"
    },
    {
      "title": "Reba McEntire’s Birthday",
      "description": "For the accomplished country singer, life hasn’t always been a bed of roses."
    },
    {
      "title": "Vince Vaughn’s Birthday",
      "description": "The life of Vince Vaughn is full of glitz, glamor, ups, and downs."
    }
  ]
}
