{
  "month": "mar",
  "day": 29,
  "holidays": [
    {
      "title": "Good Friday",
      "description": null
    },
    {
      "title": "National Mom and Pop Business Owners Day",
      "description": "Our economy couldn’t run without mom and pop businesses. Head to your favorite small business today!"
    },
    {
      "title": "Commemoration Of Boganda",
      "description": "Get ready to commemorate this special day in the Central African Republic!"
    },
    {
      "title": "Knights Of Columbus Founder&#39;s Day",
      "description": "On this day, mark your calendar to celebrate the Knights of Columbus Founders Day!"
    },
    {
      "title": "Knights of Columbus Founders Day",
      "description": "Get ready to learn more about the Knights of Columbus and the incredible work they do."
    },
    {
      "title": "Martyrs’ Day Madagascar",
      "description": "Join us as we celebrate Madagascar’s freedom as well as memorialize the fallen."
    },
    {
      "title": "Mermaid Day",
      "description": "Gear up and celebrate the most famous mythic creature from under the sea."
    },
    {
      "title": "National Lemon Chiffon Cake Day",
      "description": "There&#39;s just enough cake to go around, so take a piece and enjoy."
    },
    {
      "title": "National Smoke and Mirrors Day",
      "description": "Appreciate the art of magical illusions and to be wary of deceptive practices in daily life."
    },
    {
      "title": "National Vietnam War Veterans Day",
      "description": "We commemorate and honor all the men and women who fought during the Vietnam War."
    },
    {
      "title": "Niagara Falls Runs Dry Day",
      "description": "Let&#39;s prepare to observe and learn about the day Niagara Falls stopped flowing!"
    },
    {
      "title": "Payday It Forward",
      "description": "Today you get to show your appreciation to the young black boys and men you know."
    },
    {
      "title": "Texas Loves the Children Day",
      "description": "Get informed with our detailed article about child abuse and neglect on this day."
    },
    {
      "title": "Vietnam Veterans Day",
      "description": "Honor the nine million Americans who fought in the Vietnam War on Vietnam Veterans Day."
    },
    {
      "title": "World Marbles Day",
      "description": "It’s time to play and throw your cares away on World Marbles Day."
    },
    {
      "title": "CJ So Cool’s Birthday",
      "description": "C.J. So Cool is on a mission to be what he was destined to be."
    },
    {
      "title": "Irene’s Birthday",
      "description": "Is there anything this entertainment phenomenon can’t do? Joo-Hyun is just getting started."
    },
    {
      "title": "Jack Wright’s Birthday",
      "description": "We want to see the creative journey the internet sensation Jack Wright is undergoing!"
    },
    {
      "title": "Mark Thomas’s Birthday",
      "description": "There’s no stopping this young internet star as he continues to shine bright!"
    },
    {
      "title": "Sulli’s Birthday",
      "description": "Sulli proved in her brief life that you can achieve and work toward your heart&#39;s desires."
    }
  ]
}
