{
  "month": "may",
  "day": 3,
  "holidays": [
    {
      "title": "Free Comic Book Day",
      "description": null
    },
    {
      "title": "International Pilates Day",
      "description": "Discover FS8: the low-impact, high-results workout that&#39;s redefining Pilates for every body—anywhere."
    },
    {
      "title": "National Paranormal Day",
      "description": "Grab your Ouija board and let&#39;s start communicating with the great beyond."
    },
    {
      "title": "AAPI Women&#39;s Equal Pay Day",
      "description": "Observe A.A.P.I. Women&#39;s Equal Pay Day to remember that women are paid less."
    },
    {
      "title": "Beer Pong Day",
      "description": "Bottoms up! Beer Pong Day is here."
    },
    {
      "title": "Childhood Stroke Awareness Day",
      "description": "Pediatric strokes are rare but they happen nonetheless. Learn more and take action now."
    },
    {
      "title": "Constitution Memorial Day",
      "description": "Today Japan upholds banners of peace and democracy by renouncing violence and war for humanity’s betterment."
    },
    {
      "title": "Cross Day (El Salvador)",
      "description": "Let’s join hands with the rest of El Salvador to celebrate this special day."
    },
    {
      "title": "Herb Day",
      "description": "Let’s get those seeds ready, we’re going herb planting!"
    },
    {
      "title": "International Drone Day",
      "description": "On International Drone Day, learn about the evolution of drone use over time!"
    },
    {
      "title": "International Wild Koala Day",
      "description": "Let’s do our part to save koalas this International Wild Koala Day!"
    },
    {
      "title": "Join Hands Day",
      "description": "Work for the betterment of society by joining hands with the old and the new."
    },
    {
      "title": "Lumpy Rug Day",
      "description": "It’s time to let go of the old, and usher in the new this spring."
    },
    {
      "title": "Naked Gardening Day",
      "description": "Put away all your clothes and get your shovel ready for World Naked Gardening Day!"
    },
    {
      "title": "National Bombshell Day",
      "description": "National Bombshell Day was created to highlight the importance of spreading self-love and love among women."
    },
    {
      "title": "National Chocolate Custard Day",
      "description": "Some call it pudding, some call it custard, but let’s celebrate it regardless of its name!"
    },
    {
      "title": "National EOD Day",
      "description": "This day honors E.O.D. specialists, so let&#39;s delve deeper into its history and facts."
    },
    {
      "title": "National Fitness Day",
      "description": "Make your move to stay fit on National Fitness Day."
    },
    {
      "title": "National Garden Meditation Day",
      "description": "Relax your mind and body as we tell you about the marvelous benefits of garden meditation."
    },
    {
      "title": "National Herb Day",
      "description": "Wondering how National Herb Day came into being? We are here to shed some light."
    },
    {
      "title": "National Justice Day",
      "description": "Don&#39;t get it twisted — not all Justices are judges. Celebrate National Justice Day with us!"
    },
    {
      "title": "National Montana Day",
      "description": "With our amazing tips and facts, you can celebrate Montana, the Land of Treasures!"
    },
    {
      "title": "National Public Radio Day",
      "description": "Let’s educate people so that they understand and appreciate the value of public radio stations."
    },
    {
      "title": "National Raspberry Pop Over Day",
      "description": "Sit back and pop some raspberries as you read; it&#39;s sure to be a sweet ride."
    },
    {
      "title": "National SAN Architect Day",
      "description": "SAN architects work behind the scenes to put their companies front and center."
    },
    {
      "title": "National Scrapbook Day",
      "description": "Scrapbooks, at the end of the day, are much like visual diaries."
    },
    {
      "title": "National Scrapbooking Day",
      "description": "Unleash your creative side and start scrapbooking with styles from minimalist to bold and bright."
    },
    {
      "title": "National Specially-Able Pets Day",
      "description": "Your annual reminder that disabled pets are perfectly capable of loving and enjoying life."
    },
    {
      "title": "National Start Seeing Monarchs Day",
      "description": "Get your binoculars ready and come see some monarch butterflies with us!"
    },
    {
      "title": "National Textile Day",
      "description": "Whether with plain or bold textiles, get ready to make a statement this holiday!"
    },
    {
      "title": "National Textiles Day",
      "description": "They clothe us, give us a peaceful sleep, and create things to sit on. They’re textiles!"
    },
    {
      "title": "National Two Different Colored Shoes Day",
      "description": "Embrace all your quirks and celebrate all the characteristics that make you uniquely you!"
    },
    {
      "title": "Spring Astronomy Day",
      "description": "Join us as we gaze up at the heavens this Spring Astronomy Day!"
    },
    {
      "title": "Sun Day",
      "description": "Let’s advocate for the use of solar power which is 100% inexhaustible energy, and renewable and free!"
    },
    {
      "title": "Wildfire Preparedness Day",
      "description": "Get together on this day and take action to reduce the risks of wildfire."
    },
    {
      "title": "Wordsmith Day",
      "description": "Wordsmith Day is a time to celebrate, recognize and honor talented writers!"
    },
    {
      "title": "World Ankylosing Spondylitis Day",
      "description": "More than three million people in the U.S. are living with Ankylosing Spondylitis."
    },
    {
      "title": "World Press Freedom Day",
      "description": "Reaffirm your commitment to the truth and join millions in defending freedom of the press."
    },
    {
      "title": "Damon Dash’s Birthday",
      "description": "Dash for Cash, the boss of hip-hop and among the most successful moguls of all time."
    },
    {
      "title": "Dawn Farmer’s Birthday",
      "description": "For this Tiktok star, lifting the spirits of millions by reviewing American snacks is her goal."
    },
    {
      "title": "James Brown’s Birthday",
      "description": "Mr. Dynamite, the Godfather of Soul, and the father of funk lived up to his name."
    },
    {
      "title": "Karen Huger’s Birthday",
      "description": "This reality star and entrepreneur has always been known as a high flier."
    },
    {
      "title": "Iverson Classic All-american Game",
      "description": null
    },
    {
      "title": "Kentucky Derby",
      "description": null
    }
  ]
}
