{
  "month": "may",
  "day": 3,
  "holidays": [
    {
      "title": "National Lemonade Day",
      "description": null
    },
    {
      "title": "National Paranormal Day",
      "description": "Grab your Ouija board and let&#39;s start communicating with the great beyond."
    },
    {
      "title": "AAPI Women&#39;s Equal Pay Day",
      "description": "Observe A.A.P.I. Women&#39;s Equal Pay Day to remember that women are paid less."
    },
    {
      "title": "Bereaved Mother&#39;s Day",
      "description": "Let us acknowledge, listen, and find intentional ways to help all grieving mums today."
    },
    {
      "title": "Constitution Memorial Day",
      "description": "Today Japan upholds banners of peace and democracy by renouncing violence and war for humanity’s betterment."
    },
    {
      "title": "Cross Day (El Salvador)",
      "description": "Let’s join hands with the rest of El Salvador to celebrate this special day."
    },
    {
      "title": "International Dawn Chorus Day",
      "description": "Set your alarm clock because you don’t want to miss the morning sounds of these melodious songbirds."
    },
    {
      "title": "International Permaculture Day",
      "description": "Today we call upon you to play your part in saving the environment."
    },
    {
      "title": "International Wild Koala Day",
      "description": "Let’s do our part to save koalas this International Wild Koala Day!"
    },
    {
      "title": "Lumpy Rug Day",
      "description": "It’s time to let go of the old, and usher in the new this spring."
    },
    {
      "title": "Mayday for Mutts",
      "description": "Mayday for Mutts is a national day to spread love and acceptance for mixed breed dogs."
    },
    {
      "title": "Motorcycle Mass and Blessing of the Bikes Day",
      "description": "Participate in the event and pray for the safe return of every biker on this day."
    },
    {
      "title": "National Chocolate Custard Day",
      "description": "Some call it pudding, some call it custard, but let’s celebrate it regardless of its name!"
    },
    {
      "title": "National Garden Meditation Day",
      "description": "Relax your mind and body as we tell you about the marvelous benefits of garden meditation."
    },
    {
      "title": "National Justice Day",
      "description": "Don&#39;t get it twisted — not all Justices are judges. Celebrate National Justice Day with us!"
    },
    {
      "title": "National Montana Day",
      "description": "With our amazing tips and facts, you can celebrate Montana, the Land of Treasures!"
    },
    {
      "title": "National Public Radio Day",
      "description": "Let’s educate people so that they understand and appreciate the value of public radio stations."
    },
    {
      "title": "National Raspberry Pop Over Day",
      "description": "Sit back and pop some raspberries as you read; it&#39;s sure to be a sweet ride."
    },
    {
      "title": "National SAN Architect Day",
      "description": "SAN architects work behind the scenes to put their companies front and center."
    },
    {
      "title": "National Specially-Able Pets Day",
      "description": "Your annual reminder that disabled pets are perfectly capable of loving and enjoying life."
    },
    {
      "title": "National Textile Day",
      "description": "Whether with plain or bold textiles, get ready to make a statement this holiday!"
    },
    {
      "title": "National Textiles Day",
      "description": "They clothe us, give us a peaceful sleep, and create things to sit on. They’re textiles!"
    },
    {
      "title": "National Two Different Colored Shoes Day",
      "description": "Embrace all your quirks and celebrate all the characteristics that make you uniquely you!"
    },
    {
      "title": "Puppy Mill Action Week",
      "description": "Grab your friends and fight to get those furry cuties out of confinement during Puppy Mill Action Week."
    },
    {
      "title": "Sun Day",
      "description": "Let’s advocate for the use of solar power which is 100% inexhaustible energy, and renewable and free!"
    },
    {
      "title": "Wordsmith Day",
      "description": "Wordsmith Day is a time to celebrate, recognize and honor talented writers!"
    },
    {
      "title": "World Laughter Day",
      "description": "Make your bonds with people stronger as you laugh together on this day!"
    },
    {
      "title": "World Press Freedom Day",
      "description": "Reaffirm your commitment to the truth and join millions in defending freedom of the press."
    },
    {
      "title": "Damon Dash’s Birthday",
      "description": "Dash for Cash, the boss of hip-hop and among the most successful moguls of all time."
    },
    {
      "title": "Dawn Farmer’s Birthday",
      "description": "For this Tiktok star, lifting the spirits of millions by reviewing American snacks is her goal."
    },
    {
      "title": "James Brown’s Birthday",
      "description": "Mr. Dynamite, the Godfather of Soul, and the father of funk lived up to his name."
    },
    {
      "title": "Karen Huger’s Birthday",
      "description": "This reality star and entrepreneur has always been known as a high flier."
    }
  ]
}
