{
  "month": "may",
  "day": 4,
  "holidays": [
    {
      "title": "National Lemonade Day",
      "description": null
    },
    {
      "title": "Star Wars Day",
      "description": "It&#39;s party time on Tatooine. May the Forth be with you!"
    },
    {
      "title": "45 Day",
      "description": "Get your records out, spin that turntable, and let’s travel back in time."
    },
    {
      "title": "Anti-Bullying Day",
      "description": "Let’s pledge to listen, offer support, and pay closer attention to bullied children everywhere."
    },
    {
      "title": "Bereaved Mother&#39;s Day",
      "description": "Let us acknowledge, listen, and find intentional ways to help all grieving mums today."
    },
    {
      "title": "Dave Brubeck Day",
      "description": "Let us honor Dave Brubeck, the quiet man of jazz and the marvel of his craft."
    },
    {
      "title": "Firefighters&#39; Memorial Day",
      "description": "Let’s join in honoring those who make the ultimate sacrifice in the line of duty."
    },
    {
      "title": "Greenery Day",
      "description": "Join us as we express our gratitude to Mother Nature this Greenery Day!"
    },
    {
      "title": "Greenery Day (Midori no Hi)",
      "description": "Join us as we express our gratitude to nature this Greenery Day!"
    },
    {
      "title": "International Dawn Chorus Day",
      "description": "Set your alarm clock because you don’t want to miss the morning sounds of these melodious songbirds."
    },
    {
      "title": "International Firefighters Day",
      "description": "Today is International Firefighters Day. Remember that while fire is useful, fire safety is critical."
    },
    {
      "title": "International Permaculture Day",
      "description": "Today we call upon you to play your part in saving the environment."
    },
    {
      "title": "International Respect for Chickens Day",
      "description": "Let us act now to stop the pain and abuse suffered by the chickens on farms."
    },
    {
      "title": "K.I.N.D. Day",
      "description": "A baby&#39;s hygiene starts with a diaper, so let&#39;s band together to raise awareness!"
    },
    {
      "title": "Kent State Shootings Remembrance",
      "description": "Continue reading for more information on the largest student protests in U.S. history."
    },
    {
      "title": "Mayday for Mutts",
      "description": "Mayday for Mutts is a national day to spread love and acceptance for mixed breed dogs."
    },
    {
      "title": "Motorcycle Mass and Blessing of the Bikes Day",
      "description": "Participate in the event and pray for the safe return of every biker on this day."
    },
    {
      "title": "National Candied Orange Peel Day",
      "description": "Get ready to satiate your sweet tooth with our great tips for candied orange peels!"
    },
    {
      "title": "National Kids Fitness Day",
      "description": "Physical fitness ought to be a key component of every child’s daily routine."
    },
    {
      "title": "National Orange Juice Day",
      "description": "Get your juicers out and celebrate all things orange juice with our great tips!"
    },
    {
      "title": "National Remembrance Day in Netherlands",
      "description": "Today we join the Dutch in commemoration of all fallen civilians and soldiers — casualties of war."
    },
    {
      "title": "National Renewal Day",
      "description": "It’s out with the old and in with the re-new-al as we mark National Renewal Day."
    },
    {
      "title": "National Weather Observers Day",
      "description": "Dust off your weather-watching equipment, it’s time to celebrate Weather Observers Day!"
    },
    {
      "title": "Petite and Proud Day",
      "description": "If you’re below 5’4” and struggle to reach high surfaces, this day is for you."
    },
    {
      "title": "Puppy Mill Action Week",
      "description": "Grab your friends and fight to get those furry cuties out of confinement during Puppy Mill Action Week."
    },
    {
      "title": "Relationship Renewal Day",
      "description": "Today is the perfect day to reach out to that person you’ve lost touch with."
    },
    {
      "title": "Rhode Island Independence Day",
      "description": "What makes Rhode Island unique among other states? Let us find out!"
    },
    {
      "title": "The 1940 Centennial",
      "description": "Raise your glass in cheers to another 100 years of excellence in New Zealand."
    },
    {
      "title": "World Give Day",
      "description": "Take part in the joy of giving with people across the globe on World Give Day."
    },
    {
      "title": "World Laughter Day",
      "description": "Make your bonds with people stronger as you laugh together on this day!"
    },
    {
      "title": "Audrey Hepburn’s Birthday",
      "description": "Let’s remember and honor Audrey Kathleen Hepburn — “the personification of natural beauty.”"
    },
    {
      "title": "Navia Robinson’s Birthday",
      "description": "Where it all started for Navia Robinson, where her career is now, and everything in between!"
    },
    {
      "title": "Noah Beck’s Birthday",
      "description": "Noah Beck, the boy-next-door who’s stealing hearts all over TikTok, is our focus today."
    },
    {
      "title": "PrestonPlayz’s Birthday",
      "description": "Let’s enter the world of PrestonPlayz and see how he amassed millions of dollars and fans!"
    }
  ]
}
