{
  "month": "may",
  "day": 5,
  "holidays": [
    {
      "title": "National Hoagie Day",
      "description": null
    },
    {
      "title": "Buddha Day",
      "description": "Discover the history of Buddha Day and how it is celebrated around the world."
    },
    {
      "title": "Children&#39;s Day (Kodomo no Hi)",
      "description": "Join us as we celebrate children this Kodomo no Hi on May 5!"
    },
    {
      "title": "Early May Bank Holiday",
      "description": "Put off your banking chores and spend the day relaxing this Early May Bank Holiday."
    },
    {
      "title": "Europe Day",
      "description": "On Europe Day, an entire continent celebrates its unity, even in diversity."
    },
    {
      "title": "Great Lakes Awareness Day",
      "description": "We&#39;re swimming in cool new ideas to celebrate Great Lakes Awareness Day; check them out."
    },
    {
      "title": "Hug a Shed and Take a Selfie Day",
      "description": "From ancient times to the present, man has needed sheds for storage and more."
    },
    {
      "title": "Indian Arrival Day in Guyana",
      "description": "Guyana celebrates its heritage and motto, “One people, one nation, one destiny.”"
    },
    {
      "title": "International Midwives Day",
      "description": "Join the global community to appreciate the amazing work of midwives on International Midwives’ Day."
    },
    {
      "title": "Liberation Day (Bevrijdingsdag)",
      "description": "Celebrate by learning about the Netherlands’ important WWII history."
    },
    {
      "title": "Melanoma Monday",
      "description": "Melanoma, the deadliest type of skin cancer, is developed by 1 out of every 50 Americans."
    },
    {
      "title": "Museum Lover&#39;s Day",
      "description": "Get ready for a very fun day (or night) at the museum!"
    },
    {
      "title": "Nail Day",
      "description": "Get your fake nails ready as we are celebrating a classy and colorful Nail Day."
    },
    {
      "title": "National Astronaut Day",
      "description": "Do not go gentle into that good night as National Astronaut Day is at hand."
    },
    {
      "title": "National Cartoonists Day",
      "description": "Read about this day&#39;s history, check out five famous cartoons, and much more, right here!"
    },
    {
      "title": "National Devin Day",
      "description": "Celebrate the day and appreciate all the Devins all around the world."
    },
    {
      "title": "National Meeting Planners Appreciation Day",
      "description": "Time to make a plan for planners. Celebrate National Meeting Planners Appreciation Day with us!"
    },
    {
      "title": "National Open Farm Day",
      "description": "Agriculture and farming are critical for humanity’s survival, and here’s why!"
    },
    {
      "title": "National Silence the Shame Day",
      "description": "Speak up for mental health which is as important as physical health for our total well-being."
    },
    {
      "title": "Revenge of the 5th",
      "description": "Get your red lightsabers charged and ready to celebrate the Revenge of the Fifth!"
    },
    {
      "title": "Sleep Apnea Awareness Day",
      "description": "Join us as we spread awareness about Sleep Apnoea Awareness Day."
    },
    {
      "title": "Totally Chipotle Day",
      "description": "Chipotle peppers are a Mexican ingredient that Americans have not just welcomed, but embraced."
    },
    {
      "title": "World Hand Hygiene Day",
      "description": "Read on about this simple step to fight all the germs and keep you healthy."
    },
    {
      "title": "World Portuguese Language Day",
      "description": "Let’s learn about one of the most widespread languages in the world — the Portuguese language!"
    },
    {
      "title": "Adele’s Birthday",
      "description": "Adele began to win the hearts of listeners around the world with her live performances."
    },
    {
      "title": "Don Benjamin’s Birthday",
      "description": "With his good looks and friendly personality, Don Benjamin continues to charm and entertain."
    },
    {
      "title": "Jenna Davis’s Birthday",
      "description": "With ‘Under The Surface’ (2020), she hit pay dirt when the song went viral."
    },
    {
      "title": "Karl Marx’s Birthday",
      "description": "A loud critic of capitalism, many of his ideas are the basis of people-friendly policies."
    },
    {
      "title": "Niki Demartino’s Birthday",
      "description": "This fashion influencer is making waves when it comes to all things style."
    },
    {
      "title": "Cinco de Mayo",
      "description": null
    },
    {
      "title": "National Concert Day",
      "description": null
    }
  ]
}
