{
  "month": "may",
  "day": 6,
  "holidays": [
    {
      "title": "International No Diet Day",
      "description": null
    },
    {
      "title": "National Nurses Day",
      "description": "We celebrate Florence Nightingale and recognize the important role nurses play in our lives."
    },
    {
      "title": "Dr. Mark A. Groh Cardiothoracic Surgeon Appreciation Day",
      "description": "If a cardiothoracic surgeon ever treated you, send them a thank you note today."
    },
    {
      "title": "Early May Bank Holiday",
      "description": "Put off your banking chores and spend the day relaxing this Early May Bank Holiday."
    },
    {
      "title": "Great Lakes Awareness Day",
      "description": "We&#39;re swimming in cool new ideas to celebrate Great Lakes Awareness Day; check them out."
    },
    {
      "title": "Joseph Brackett Day",
      "description": "Get ready for some amazing facts about Joseph Brackett and &#39;Simple Gifts.&#39;"
    },
    {
      "title": "Melanoma Monday",
      "description": "Melanoma, the deadliest type of skin cancer, is developed by 1 out of every 50 Americans."
    },
    {
      "title": "National Aidan Day",
      "description": "The Irish-derived name, Aidan, has gone through a journey around the world."
    },
    {
      "title": "National Beverage Day",
      "description": "Whether you prefer a hot or a cold one, there is one for every taste."
    },
    {
      "title": "National Crepe Suzette Day",
      "description": "Let’s learn about crepes Suzette, how they are made, and what makes them so special."
    },
    {
      "title": "National Meeting Planners Appreciation Day",
      "description": "Time to make a plan for planners. Celebrate National Meeting Planners Appreciation Day with us!"
    },
    {
      "title": "National Open Farm Day",
      "description": "Agriculture and farming are critical for humanity’s survival, and here’s why!"
    },
    {
      "title": "National Tony Day",
      "description": "Get together with all the Tonys and celebrate their special day today."
    },
    {
      "title": "National Tourist Appreciation Day",
      "description": "Anyone who&#39;s done any traveling is likely guilty of being a tourist."
    },
    {
      "title": "Orthodox Easter Monday",
      "description": "It&#39;s another day to rejoice, celebrate the resurrection of Christ, and find some Easter eggs."
    },
    {
      "title": "Sauvignon Blanc Day",
      "description": "Get your wine glasses and bottles ready to make a toast as we celebrate this day!"
    },
    {
      "title": "Bob Seger’s Birthday",
      "description": "He refused to allow setbacks to dictate what he wanted to accomplish in life."
    },
    {
      "title": "Chris Paul’s Birthday",
      "description": "Although he has never won the Championship, he has had a very productive career."
    },
    {
      "title": "George Clooney’s Birthday",
      "description": "Join us in honoring George Clooney, a man with exceptional skills and good looks."
    },
    {
      "title": "Meek Mill’s Birthday",
      "description": "This former battle rapper has become a successful artist leading nationwide reforms."
    },
    {
      "title": "Willie Mays’s Birthday",
      "description": "This sports legend powered his team to a National League win and was named the M.V.P."
    }
  ]
}
