{
  "month": "may",
  "day": 7,
  "holidays": [
    {
      "title": "National Teachers&#39; Day",
      "description": null
    },
    {
      "title": "National Tourism Day",
      "description": "Tourism is observed during National Travel and Tourism Week in the United States."
    },
    {
      "title": "Beaufort Scale Day",
      "description": "Beaufort Scale Day celebrates the simple yet effective scale that was invented 200 years ago."
    },
    {
      "title": "Bladder Cancer Awareness Day",
      "description": "With timely medical treatment, patients with bladder cancer have a chance of long-term survival."
    },
    {
      "title": "Childhood Depression Awareness Day",
      "description": "Failing to provide appropriate and substantial mental health services puts the lives of kids at risk."
    },
    {
      "title": "Love&#39;s Baby Soft Day",
      "description": "Love’s Baby Soft is a fragrance that takes you back to your teens."
    },
    {
      "title": "National Avery Day",
      "description": "Calling all Averys! Step out in style today because it&#39;s a special occasion just for you."
    },
    {
      "title": "National Barrier Awareness Day",
      "description": "We’ll help you reflect on the structures that act as barriers for people with disabilities."
    },
    {
      "title": "National Cosmopolitan Day",
      "description": "Quench your thirst with a tipple of the Cosmo on National Cosmopolitan Day."
    },
    {
      "title": "National Foster Care Day",
      "description": "Let’s celebrate the people who make the foster care system work for children in need."
    },
    {
      "title": "National Homebrew Day",
      "description": "Homebrewing is an art that needs serious tutelage. Let’s show you how to get started."
    },
    {
      "title": "National Packaging Design Day",
      "description": "National Packaging Design Day celebrates design professionals and the art of package design."
    },
    {
      "title": "National Paste Up Day",
      "description": "Get your glue sticks and pictures ready to celebrate National Paste-Up Day!"
    },
    {
      "title": "National Roast Leg of Lamb Day",
      "description": "Want to know why this world-famous dish is celebrated? Read on to find out."
    },
    {
      "title": "Poem on Your Pillow Day",
      "description": "Celebrate Poem on Your Pillow Day by slipping a poem onto a loved one’s pillow."
    },
    {
      "title": "World Asthma Day",
      "description": "Wear a gray ribbon, and let’s help and support people suffering from Asthma."
    },
    {
      "title": "J Balvin’s Birthday",
      "description": "This prodigious singer and rapper is taking center stage on the Latin music scene."
    },
    {
      "title": "MrBeast’s Birthday",
      "description": "This creative genius YouTuber, now nicknamed ‘Youtube Philanthropist,’ has given away at least $1 million."
    },
    {
      "title": "Rico Nasty’s Birthday",
      "description": "By the end of 2016, Rico Nasty’s hard work paid off, and she was getting noticed."
    },
    {
      "title": "Sarah Baska’s Birthday",
      "description": "Her amusing content is what keeps her followers coming back for more."
    }
  ]
}
