{
  "month": "may",
  "day": 7,
  "holidays": [
    {
      "title": "National Tourism Day",
      "description": null
    },
    {
      "title": "Aces Day",
      "description": "Put on your workout shoes and stretchy pants, it&#39;s time to exercise."
    },
    {
      "title": "Beaufort Scale Day",
      "description": "Beaufort Scale Day celebrates the simple yet effective scale that was invented 200 years ago."
    },
    {
      "title": "Bladder Cancer Awareness Day",
      "description": "With timely medical treatment, patients with bladder cancer have a chance of long-term survival."
    },
    {
      "title": "Great American Grump Out",
      "description": "Hey Great America! Let’s give our grumpy mood a day off today."
    },
    {
      "title": "Love&#39;s Baby Soft Day",
      "description": "Love’s Baby Soft is a fragrance that takes you back to your teens."
    },
    {
      "title": "National Anxiety Disorders Screening Day",
      "description": "Learn more about this day that draws attention to anxiety disorders and mental wellness."
    },
    {
      "title": "National Avery Day",
      "description": "Calling all Averys! Step out in style today because it&#39;s a special occasion just for you."
    },
    {
      "title": "National Barrier Awareness Day",
      "description": "We’ll help you reflect on the structures that act as barriers for people with disabilities."
    },
    {
      "title": "National Cosmopolitan Day",
      "description": "Quench your thirst with a tipple of the Cosmo on National Cosmopolitan Day."
    },
    {
      "title": "National Homebrew Day",
      "description": "Homebrewing is an art that needs serious tutelage. Let’s show you how to get started."
    },
    {
      "title": "National Interpreter Appreciation Day",
      "description": "Can you imagine a world with no interpreters? We can’t! Celebrate National Interpreter Appreciation Day today!"
    },
    {
      "title": "National Packaging Design Day",
      "description": "National Packaging Design Day celebrates design professionals and the art of package design."
    },
    {
      "title": "National Paste Up Day",
      "description": "Get your glue sticks and pictures ready to celebrate National Paste-Up Day!"
    },
    {
      "title": "National Roast Leg of Lamb Day",
      "description": "Want to know why this world-famous dish is celebrated? Read on to find out."
    },
    {
      "title": "National Skilled Trades Day",
      "description": "Join millions across the country as we celebrate the tireless efforts of the skilled trades workforce."
    },
    {
      "title": "Occupational Safety and Health Professional Day",
      "description": "We should never underestimate the importance of safety and health professionals and their contributions."
    },
    {
      "title": "School Nurse Day",
      "description": "It’s time to shower school nurses with their deserved attention as we mark this important holiday."
    },
    {
      "title": "J Balvin’s Birthday",
      "description": "This prodigious singer and rapper is taking center stage on the Latin music scene."
    },
    {
      "title": "MrBeast’s Birthday",
      "description": "This creative genius YouTuber, now nicknamed ‘Youtube Philanthropist,’ has given away at least $1 million."
    },
    {
      "title": "Rico Nasty’s Birthday",
      "description": "By the end of 2016, Rico Nasty’s hard work paid off, and she was getting noticed."
    },
    {
      "title": "Sarah Baska’s Birthday",
      "description": "Her amusing content is what keeps her followers coming back for more."
    }
  ]
}
