{
  "month": "may",
  "day": 8,
  "holidays": [
    {
      "title": "Child Care Provider Day",
      "description": null
    },
    {
      "title": "Fintastic Friday",
      "description": "It’s Fintastic Friday, and we want you to partake in some fintastic awareness drives."
    },
    {
      "title": "Free Trade Day",
      "description": "Keep reading to learn the history and important facts about free trade and Free Trade Day."
    },
    {
      "title": "Iris Day",
      "description": "We’re getting ready to stop and smell the irises on this fragrant holiday!"
    },
    {
      "title": "Jamestown Day",
      "description": "Take a day to reflect on colonialism, life in 17th century Virginia, and Native American cultures."
    },
    {
      "title": "National Amyloidosis Day",
      "description": "Let us join hands and hearts in solidarity with the patients and families affected by amyloidosis."
    },
    {
      "title": "National Animal Disaster Preparedness Day",
      "description": "Circumstances may compel you to act. Plan ahead of time for yourself and your beloved pets!"
    },
    {
      "title": "National Coconut Cream Pie Day",
      "description": "A day devoted to the ultimate custard-and-cream concoction."
    },
    {
      "title": "National Dakota Day",
      "description": "Dakotas, are you ready to celebrate and be celebrated by the whole world?"
    },
    {
      "title": "National Give Someone a Cupcake Day",
      "description": "Get your frosting and toppings ready for National Give Someone a Cupcake Day!"
    },
    {
      "title": "National Have a Coke Day",
      "description": "If the very thought of Coke makes you want to break into song, you’re not alone."
    },
    {
      "title": "National Maria Day",
      "description": "This National Maria Day, honor the 18th most popular name in the United States."
    },
    {
      "title": "National Military Spouse Appreciation Day",
      "description": "Discover what the government is doing to help struggling servicemen and women’s spouses?"
    },
    {
      "title": "National Nova Day",
      "description": "Nova is a unique name that deserves to be celebrated this National Nova Day!"
    },
    {
      "title": "National Provider Appreciation Day",
      "description": "The day focuses on thanking childcare workers, and showcasing their contributions to their communities."
    },
    {
      "title": "National Public Gardens Day",
      "description": "To the park! Because doggies are not the only ones excited about the walkies today."
    },
    {
      "title": "National Report Government Contractor Fraud Day",
      "description": "Catching fraudsters, helping the government, saving taxpayers’ money — sounds like a real job!"
    },
    {
      "title": "National Student Nurse Day",
      "description": "Let’s get ready to celebrate the determination and achievements of student nurses."
    },
    {
      "title": "No Socks Day",
      "description": "Keep reading to find out who created No Socks Day and why!"
    },
    {
      "title": "Reward Yourself Day",
      "description": "Take a break, indulge in some self-care, and celebrate all the healthy habits you&#39;ve kept up with!"
    },
    {
      "title": "Time of Remembrance and Reconciliation for those who Lost their Lives during WWII",
      "description": "We need to work through the past to understand the present and build the future."
    },
    {
      "title": "Truman Day",
      "description": "Join us as we commemorate Harry S. Truman&#39;s birth and honor him!"
    },
    {
      "title": "Victory in Europe Day",
      "description": "Relive the Allies’ victory over Nazi Germany this Victory in Europe Day."
    },
    {
      "title": "White Lotus Day",
      "description": "White Lotus Day celebrates theosophists and commemorates the death of the co-founder of the Theosophical Society."
    },
    {
      "title": "World Donkey Day",
      "description": "Learn more about the strong, resilient, friendly, and helpful animal known as the donkey."
    },
    {
      "title": "World Ovarian Cancer Day",
      "description": "Learn about ovarian cancer and its diagnosis with our article on World Ovarian Cancer Day."
    },
    {
      "title": "World Red Cross and Red Crescent Day",
      "description": "Let’s celebrate the spirit of peace and honor the pathway of truces."
    },
    {
      "title": "Enrique Iglesias’s Birthday",
      "description": "Iglesias occupies the number one spot on the Greatest of All Time Latin Artists chart."
    },
    {
      "title": "Harry S. Truman’s Birthday",
      "description": "Harry S. Truman, the 33rd American president, presided over World War II."
    },
    {
      "title": "Trisha Paytas’s Birthday",
      "description": "This celebrity Youtuber knows how best to get people&#39;s attention by just being herself!"
    }
  ]
}
