{
  "month": "may",
  "day": 14,
  "holidays": [
    {
      "title": "Mother&#39;s Day",
      "description": "Give Mom an extra hug and appreciate her for doing the toughest job on Earth."
    },
    {
      "title": "National Buttermilk Biscuit Day",
      "description": "There’s nothing like a flaky, buttermilk biscuit paired with jam, honey, maple syrup, or butter."
    },
    {
      "title": "Bond With Your Dog Day",
      "description": "How can you connect better with your dog? Discover this and more today."
    },
    {
      "title": "Do Dah Day",
      "description": "Get your pets ready, we’re about to have a Do Dah Day parade!"
    },
    {
      "title": "International Chihuahua Appreciation Day",
      "description": "Let us celebrate International Chihuahua Appreciation Day in honor of the tiny breed of canines!"
    },
    {
      "title": "International Dylan Thomas Day",
      "description": "Join us as we commemorate the life and work of literary composer Dylan Thomas."
    },
    {
      "title": "Mothers at the Wall Day",
      "description": "It&#39;s time to give your mother a warm hug to express gratitude for her unwavering love."
    },
    {
      "title": "National Bruce Day",
      "description": "The popular boy&#39;s name, Bruce, is beloved by millions of people all across the world."
    },
    {
      "title": "National Children&#39;s Day UK",
      "description": "Organize events and host National Children’s Day UK activities to show your support."
    },
    {
      "title": "National Dance Like a Chicken Day",
      "description": "Let&#39;s relive fond memories of busting out the iconic Chicken Dance."
    },
    {
      "title": "National Decency Day",
      "description": "National Decency Day is all about changing society by encouraging basic human decency."
    },
    {
      "title": "National Om Day",
      "description": "Discover the origin of the rare and special, Buddism-inspired name ‘Om.’ Celebrate this special name today!"
    },
    {
      "title": "National Travel Insurance Claims Day",
      "description": "Travel insurance professionals ensure that we can travel without any fears and worries."
    },
    {
      "title": "National Underground America Day",
      "description": "Yes, we don’t only have to live on top of the land."
    },
    {
      "title": "National Veal Ban Action Day",
      "description": "Put down your forks. We’re fighting for animal rights this National Veal Ban Action Day."
    },
    {
      "title": "Online Romance Day",
      "description": "Join us as we celebrate virtual love on this special Online Romance Day!"
    },
    {
      "title": "Paraguay Independence Day",
      "description": "Happy Independence Day to a country steeped in history, culture, and diversity!"
    },
    {
      "title": "Paraguay Independence Day",
      "description": "This Paraguay Independence Day, learn more about phenomenal Paraguay and her road to freedom."
    },
    {
      "title": "Spinal Cord Injury Awareness Day",
      "description": "Let’s get ready to raise the profile of people with spinal cord injuries this May 14."
    },
    {
      "title": "The Stars and Stripes Forever Day",
      "description": "Let’s get ready to sing ‘The Stars And Stripes Forever’ national march."
    },
    {
      "title": "World Topiary Day",
      "description": "Let’s celebrate the shaped shrubs and switch the trend from everything cake to everything topiary."
    },
    {
      "title": "Cate Blanchett’s Birthday",
      "description": "This siren of film’s breakthrough came in 1998 when she played the title role in &#34;Elizabeth.&#34;"
    },
    {
      "title": "George Lucas’s Birthday",
      "description": "Let&#39;s get into what this wealthy director does, has done, and everything in between."
    },
    {
      "title": "Miranda Cosgrove’s Birthday",
      "description": "This talented actress and singer was the queen of children’s shows on Nickelodeon."
    },
    {
      "title": "Pokimane’s Birthday",
      "description": "This content creator is so good at her job because she has fun with it."
    },
    {
      "title": "Rob Gronkowski’s Birthday",
      "description": "He is flexible and fast like a wide receiver but big and strong like a lineman."
    }
  ]
}
