{
  "month": "may",
  "day": 16,
  "holidays": [
    {
      "title": "National Mimosa Day",
      "description": null
    },
    {
      "title": "Drawing Day",
      "description": "Get out your drawing pads and pencils and bring the images in your imagination to life."
    },
    {
      "title": "Global Accessibility Awareness Day",
      "description": "Disabled users must have access to the same high-quality digital services and content as non-disabled users."
    },
    {
      "title": "International Day of Light",
      "description": "Today, let’s come together to celebrate the life-giving light and its role in our lives."
    },
    {
      "title": "National Aperitif Day",
      "description": "On National Aperitif Day, add a little aperitif to your cocktail and sip it in style!"
    },
    {
      "title": "National BBQ Day",
      "description": "Are you ready to get grilling? Here’s how you can celebrate National BBQ Day."
    },
    {
      "title": "National Biographer&#39;s Day",
      "description": "Get your nerd mode on as we honor a popular branch of literature."
    },
    {
      "title": "National Coquilles Saint Jacques Day",
      "description": "It’s time to come out of your ‘shell’ as we celebrate a lip-smacking French seafood delicacy."
    },
    {
      "title": "National Do Something Good for Your Neighbor Day",
      "description": "A neighbor is not merely the person who lives closest to you."
    },
    {
      "title": "National Honor Our LGBT Elders Day",
      "description": "A time to pay tribute to those who have paved the way for the LGBT community."
    },
    {
      "title": "National Love a Tree Day",
      "description": "Let’s set a moment aside to appreciate the wonderful gifts of trees."
    },
    {
      "title": "National Notebook Day",
      "description": "Roses are red, violets are blue, National Notebook Day is here, and we&#39;re celebrating with you."
    },
    {
      "title": "National Piercing Day",
      "description": "A fun observance that focuses on the art of piercings and its intriguing history."
    },
    {
      "title": "National Sea Monkey Day",
      "description": "We celebrate the existence of these strangely alluring shrimp."
    },
    {
      "title": "Nickel Day",
      "description": "Let&#39;s work together to educate people about the benefits and drawbacks of the transitional metal, nickel."
    },
    {
      "title": "Ride a Unicycle Day",
      "description": "Ride a Unicycle Day takes place annually to appreciate the fun one-wheeled vehicle."
    },
    {
      "title": "Supply Chain Professionals Day",
      "description": "All your favorite stores and markets would shut down if there was no supply chain."
    },
    {
      "title": "Waiters Day",
      "description": "National Waiters’ Day is a national campaign that celebrates the food and service industry workers."
    },
    {
      "title": "Wear Purple for Peace Day",
      "description": "Let’s wear purple to show that we all long for peace and will always do so."
    },
    {
      "title": "Grayson Chrisley’s Birthday",
      "description": "This reality personality is gaining traction on television and is set to become a rising star."
    },
    {
      "title": "IU’s Birthday",
      "description": "This multi-talented artist is on the rise and nothing can stand in her way."
    },
    {
      "title": "Janet Jackson’s Birthday",
      "description": "This powerhouse singer and songwriter is a global star that never stopped rising."
    },
    {
      "title": "Megan Fox’s Birthday",
      "description": "This stunning megastar is a hit in Hollywood and she has no intention of stopping."
    },
    {
      "title": "Tori Spelling’s Birthday",
      "description": "She nurtured her career to become the globally celebrated actress and author she is today."
    }
  ]
}
