{
  "month": "may",
  "day": 17,
  "holidays": [
    {
      "title": "National Walnut Day",
      "description": null
    },
    {
      "title": "Emergency Medical Services Day",
      "description": "Let’s celebrate the efforts of E.M.S. providers, from E.M.T.s to ambulance drivers."
    },
    {
      "title": "International AIDS Candlelight Memorial",
      "description": "This memorial gives us a chance to pause and remember those who have died of AIDS."
    },
    {
      "title": "International Child Helpline Day",
      "description": "International Child Helpline Day takes place annually to celebrate the work of child helplines."
    },
    {
      "title": "International Day Against Homophobia Transphobia and Biphobia",
      "description": "International Day Against Homophobia, Transphobia and Biphobia is an important L.G.B.T.Q. awareness holiday."
    },
    {
      "title": "National Cherry Cobbler Day",
      "description": "Cherry cobbler is a baked dessert with a rich cherry filling and a biscuit dough crust."
    },
    {
      "title": "National Graduation Tassel Day",
      "description": "It’s time to relive your favorite Graduation Day memories!"
    },
    {
      "title": "National Idaho Day",
      "description": "Hey, Idahoans, today we celebrate you!"
    },
    {
      "title": "National Linda Day",
      "description": "Linda means ‘beautiful,’ and this is the day to celebrate the name!"
    },
    {
      "title": "National Mushroom Hunting Day",
      "description": "Pack yourself with the essential info for the mushroom hunt into the wild."
    },
    {
      "title": "National Pinkfix Day",
      "description": "With guidance from experts and your own learning, you can make wise decisions about your money."
    },
    {
      "title": "NF Awareness Day",
      "description": "Help raise awareness of neurofibromatosis to support research to end this condition this Neurofibromatosis Awareness Day."
    },
    {
      "title": "Pack Rat Day",
      "description": "Get rid of the old and make space for the new!"
    },
    {
      "title": "Pinot Grigio Day",
      "description": "Get a bottle of pinot grigio, bring your glass, and celebrate the day lightly."
    },
    {
      "title": "Rural Life Sunday",
      "description": "This Sunday, you’ll be enjoying a day filled with celebrations, worship, and remembrance."
    },
    {
      "title": "Stepmother&#39;s Day",
      "description": "Stepmother’s Day takes place to appreciate all the stepmothers around the world."
    },
    {
      "title": "Take Your Parents To The Playground Day",
      "description": "A day dedicated to playing outdoors — for parents."
    },
    {
      "title": "World Baking Day",
      "description": "Whether it be a biscuit, bagel, or muffin, World Baking Day is for you to make them from scratch."
    },
    {
      "title": "World Hypertension Day",
      "description": "Let’s raise awareness of this condition to prevent strokes or other diseases."
    },
    {
      "title": "World Information Society Day",
      "description": "Raise awareness of the internet and I.C.T. so that we can bridge the digital divide this World Telecommunication and Information Society Day."
    },
    {
      "title": "World Topiary Day",
      "description": "Let’s celebrate the shaped shrubs and switch the trend from everything cake to everything topiary."
    },
    {
      "title": "Cindy Smock’s Birthday",
      "description": "She is passionate about educating children and advising them to avoid sin."
    },
    {
      "title": "Elle Winter’s Birthday",
      "description": "With an impressive career at such a young age, Elle Winter&#39;s future looks blindingly bright."
    },
    {
      "title": "Kandi Burruss’s Birthday",
      "description": "There&#39;s nothing Kandi can&#39;t do, music and business-wise at least. She’s a boss!"
    },
    {
      "title": "Karrueche Tran’s Birthday",
      "description": "This talented actress, model, and fashionista, is on her way to striking it big."
    },
    {
      "title": "LuAnn de Lesseps’s Birthday",
      "description": "From becoming a countess to headlining a hit reality show, de Lesseps has done it all."
    }
  ]
}
