{
  "month": "may",
  "day": 18,
  "holidays": [
    {
      "title": "National No Dirty Dishes Day",
      "description": null
    },
    {
      "title": "Armed Forces Day",
      "description": "A celebration for all five branches of the United States military."
    },
    {
      "title": "Battle of Las Piedras",
      "description": "On the anniversary of the Battle of Las Piedras, see its enduring mark on Uruguay’s history."
    },
    {
      "title": "Culture Freedom Day",
      "description": "Join us as we celebrate the free culture movement this Culture Freedom Day."
    },
    {
      "title": "Haitian Flag Day",
      "description": "Travel back in time with us as we celebrate the historical Haitian Flag Day."
    },
    {
      "title": "I Love Reese&#39;s Day",
      "description": "Stop and have a Reese’s Cup because we are celebrating I Love Reese’s Day."
    },
    {
      "title": "International Astronomy Day",
      "description": "Don’t have a telescope? Here&#39;s how to celebrate like a true galactic scout."
    },
    {
      "title": "International Heritage Breeds Day",
      "description": "On International Heritage Breeds Day, let’s protect rare and farm animal breeds from extinction."
    },
    {
      "title": "International Museum Day",
      "description": "It’s an opportunity to support museum education and make everyone aware of the importance of museums."
    },
    {
      "title": "Mother Whistler Day",
      "description": "Find out how to celebrate Mother Whistler Day right here with us at National Today."
    },
    {
      "title": "National Brock Day",
      "description": "This National Brock Day, take some time to learn the name’s history and meaning."
    },
    {
      "title": "National Cheese Soufflé Day",
      "description": "The word ‘soufflé’ comes from the French word ‘souffler,’ which means ‘puff up’ or ‘blow up.’"
    },
    {
      "title": "National HIV Vaccine Awareness Day",
      "description": "Acknowledge AIDS and do your bit to spread the word."
    },
    {
      "title": "National Learn to Swim Day",
      "description": "When in the water, safety first! Discover the importance of learning how to swim."
    },
    {
      "title": "National Marvin Day",
      "description": "Know someone named Marvin? Make their day by celebrating their name right here, right now."
    },
    {
      "title": "National River Cleanup Day",
      "description": "Let&#39;s clean up our neighborhoods and local natural places this National River Cleanup Day."
    },
    {
      "title": "National Visit Your Relatives Day",
      "description": "A day dedicated to spending time with your loved ones and cherishing family time."
    },
    {
      "title": "Plant a Lemon Tree Day",
      "description": "Plant a Lemon Tree Day celebrates the goodness of lemon trees around the world."
    },
    {
      "title": "Preakness Stakes",
      "description": "Come one, come all, for one of the best horse racing events of them all!"
    },
    {
      "title": "Send an Electronic Greeting Card Day",
      "description": "Sending a customized e-card is a delightful and simple method to express kindness to others."
    },
    {
      "title": "Spring Astronomy Day",
      "description": "Join us as we gaze up at the heavens this Spring Astronomy Day!"
    },
    {
      "title": "State Flag of Turkmenistan Day",
      "description": "Appreciate the beauty and symbolism of the Turkmen flag and keep it flying high."
    },
    {
      "title": "World AIDS Vaccine Day",
      "description": "An annual event to raise awareness about H.I.V. infection and AIDS and their prevention."
    },
    {
      "title": "World Fiddle Day",
      "description": "Everyone get your bows, it’s World Fiddle Day, so let’s go a-fiddling on this day!"
    },
    {
      "title": "World Whiskey Day",
      "description": "Whisky is a historical classic that’s been distilled with care for over 500 years."
    },
    {
      "title": "Ava Pearl’s Birthday",
      "description": "She’s a Jack-of-All-Trades: she is an established musician and a well-known vlogger."
    },
    {
      "title": "George Strait’s Birthday",
      "description": "The story of George Strait is moving, just like his very popular music."
    },
    {
      "title": "Mister Cartoon’s Birthday",
      "description": "Mister Cartoon&#39;s incredible art made its way from the streets to the big screen."
    },
    {
      "title": "Teresa Giudice’s Birthday",
      "description": "Teresa Giudice’s story proves that success is not final and failure is not fatal."
    },
    {
      "title": "Tina Fey’s Birthday",
      "description": "She can write, act, and produce and the world can never get enough."
    }
  ]
}
