{
  "month": "may",
  "day": 21,
  "holidays": [
    {
      "title": "National Waitstaff Day",
      "description": "Let’s turn the tables, and serve these special people a super-sized helping of our appreciation."
    },
    {
      "title": "Eat More Fruits and Vegetables Day",
      "description": "Prepare your tummy for a healthy treat as we celebrate Eat More Fruits and Vegetables Day."
    },
    {
      "title": "Emergency Medical Services Day",
      "description": "Let’s celebrate the efforts of E.M.S. providers, from E.M.T.s to ambulance drivers."
    },
    {
      "title": "End of the World",
      "description": "End of the World Day reminds us how fake apocalypse warnings distress people around the world."
    },
    {
      "title": "I Need a Patch For That Day",
      "description": "We’re ready to patch everything up and think outside the box on this quirky holiday!"
    },
    {
      "title": "International AIDS Candlelight Memorial",
      "description": "This memorial gives us a chance to pause and remember those who have died of AIDS."
    },
    {
      "title": "International Tea Day",
      "description": "People across the world drink more than two billion cups of tea every day."
    },
    {
      "title": "National American Red Cross Founder’s Day",
      "description": "Gain some insight into the founder of the American Red Cross, and the organization itself."
    },
    {
      "title": "National Memo Day",
      "description": "A memo is any piece of important information that is penned or typed down."
    },
    {
      "title": "National Strawberries and Cream Day",
      "description": "Fresh strawberries and cream is the best treat to indulge in, on a hot day."
    },
    {
      "title": "National Talk Like Yoda Day",
      "description": "Yoda fans honor the day we first met the wisest little green guy in the galaxy."
    },
    {
      "title": "National Waiters and Waitresses Day",
      "description": "Celebrate National Waiters and Waitresses Day today."
    },
    {
      "title": "Navy Day Chile",
      "description": "Learn why Navy Day is so important in Chile and how the locals celebrate it."
    },
    {
      "title": "Rapture Party Day",
      "description": "Instead of being fearful on this day, enjoy it as much as you can!"
    },
    {
      "title": "Rural Life Sunday",
      "description": "This Sunday, you’ll be enjoying a day filled with celebrations, worship, and remembrance."
    },
    {
      "title": "Sister Maria Hummel Day",
      "description": "Sister Maria Hummel Day honors this Franciscan nun and artist, whose work is highly admired."
    },
    {
      "title": "Stepmother&#39;s Day",
      "description": "Stepmother’s Day takes place to appreciate all the stepmothers around the world."
    },
    {
      "title": "Take Your Parents To The Playground Day",
      "description": "A day dedicated to playing outdoors — for parents."
    },
    {
      "title": "World Baking Day",
      "description": "Whether it be a biscuit, bagel, or muffin, World Baking Day is for you to make them from scratch."
    },
    {
      "title": "World Day for Cultural Diversity for Dialogue and Development",
      "description": "Learn how to celebrate World Day for Cultural Diversity for Dialogue and Development."
    },
    {
      "title": "World Fish Migration Day",
      "description": "World Fish Migration Day advocates for the protection of migratory fish and their natural habitat."
    },
    {
      "title": "World Meditation Day",
      "description": "It’s time to relax and take a deep breath this World Meditation Day."
    },
    {
      "title": "Josh Allen’s Birthday",
      "description": "He’s young but he’s already made football history — let’s celebrate Josh Allen today!"
    },
    {
      "title": "Noel Fielding’s Birthday",
      "description": "A man of many talents, there is nothing that Noel Fielding cannot do!"
    },
    {
      "title": "Notorious B.I.G.’s Birthday",
      "description": "He had a great career and hit the right notes on the rapping scene."
    }
  ]
}
