{
  "month": "may",
  "day": 24,
  "holidays": [
    {
      "title": "Aviation Maintenance Technician Day",
      "description": null
    },
    {
      "title": "Bermuda Day",
      "description": "Grab your shades, a pair of Bermuda shorts, and dive in the island style."
    },
    {
      "title": "Buddha Day",
      "description": "Discover the history of Buddha Day and how it is celebrated around the world."
    },
    {
      "title": "Empire Day",
      "description": "Get out your Union Jack and pay a little respect to one of the most powerful empires in history."
    },
    {
      "title": "Eritrean Independence Day",
      "description": "Show your love for Eritrea by joining in on the week-long Independence Day festivities."
    },
    {
      "title": "International Women&#39;s Day for Peace and Disarmament",
      "description": "Let’s renounce violence and destruction and embrace one another as human beings!"
    },
    {
      "title": "National Asparagus Day",
      "description": "This versatile vegetable can be pan-seared, fried, baked, or grilled, and it is full of nutrients."
    },
    {
      "title": "National Brother&#39;s Day",
      "description": "Call your brother and tell him you love him, even though he&#39;ll say you&#39;re weird afterwards."
    },
    {
      "title": "National Caterers Appreciation Day",
      "description": "Appreciating the commitment of caterers who make our events memorable with unforgettable food."
    },
    {
      "title": "National Escargot Day",
      "description": "For all those who love exotic eating, get ready to celebrate the French delicacy of escargot."
    },
    {
      "title": "National Scavenger Hunt Day",
      "description": "Hunting for a list of items, or solving a series of clues to “win” the game."
    },
    {
      "title": "The Battle of Pichincha Day",
      "description": "Learn about this last Ecuadorian battle of independence and how the country celebrates today."
    },
    {
      "title": "Tiara Day",
      "description": "Tiara Day is a holiday that allows every woman to feel like a princess."
    },
    {
      "title": "World Schizophrenia Day",
      "description": "Join us in creating awareness and removing the stigma around this mental disease."
    },
    {
      "title": "Bob Dylan’s Birthday",
      "description": "Let’s honor the multitalented singer whose effect has reverberated across many generations."
    },
    {
      "title": "Claire Rock Smith’s Birthday",
      "description": "It is only the beginning of her rapidly growing digital content creation career."
    },
    {
      "title": "G-Eazy’s Birthday",
      "description": "G-Eazy established his brand from the ground up and emerged as a hip-hop heartthrob."
    },
    {
      "title": "Harry Jowsey’s Birthday",
      "description": "Dashing, excellent physique, and heartwarming smile — this reality star is &#34;Too Hot to Handle.”"
    },
    {
      "title": "Patti LaBelle’s Birthday",
      "description": "Let&#39;s honor a vocal powerhouse, and one of the best singers out there!"
    },
    {
      "title": "Queen Victoria’s Birthday",
      "description": "The headstrong empress who ruled for over 60 years redefined Britain’s monarchy."
    },
    {
      "title": "Suzanne Lenglen’s Birthday",
      "description": "She remains a tennis superstar due to her smooth style, technique, and simple form."
    }
  ]
}
