{
  "month": "may",
  "day": 30,
  "holidays": [
    {
      "title": "National Mint Julep Day",
      "description": null
    },
    {
      "title": "Fakesgiving",
      "description": "Get the chicken and drinks ready, it’s time for us to celebrate Fakesgiving!"
    },
    {
      "title": "International Hug Your Cat Day",
      "description": "It’s time to scoop up your cats for International Hug Your Cat Day!"
    },
    {
      "title": "Loomis Day",
      "description": "Come with us on a wireless journey to learn about telegraphic communications and more."
    },
    {
      "title": "National Creativity Day",
      "description": "This special day was founded to honor and celebrate everyone who creates new things each day."
    },
    {
      "title": "National E-Bike Day",
      "description": "National E-Bike Day was created to encourage people to ride their e-bike or make the switch to opting into electric transportation. E-bikes are a fun,…"
    },
    {
      "title": "National Hole In My Bucket Day",
      "description": "This day pays homage to an old children’s song that goes by the same name."
    },
    {
      "title": "National Sofia Day",
      "description": "In addition to being a blessing, the name Sofia has a remarkable past."
    },
    {
      "title": "Tracky Dack Day",
      "description": "To understand Tracky Dack Day, first, know that ‘dack’ is Australian English slang for trousers."
    },
    {
      "title": "World MS Day",
      "description": "MS is a chronic progressive disease where the insulating covers of the nervous system are damaged."
    },
    {
      "title": "Carly Lawrence’s Birthday",
      "description": "For this reality star and Instagram model, nothing can stop her from making it big,"
    },
    {
      "title": "Mark Sheppard’s Birthday",
      "description": "He also voiced the role of the protagonist, Michael Ford, in &#34;The Conduit&#34; video game."
    },
    {
      "title": "Olivia Ponton’s Birthday",
      "description": "This social media influencer has so much more content to give and places to explore."
    },
    {
      "title": "Remy Ma’s Birthday",
      "description": "The rise and fall and rise of Remy Ma — let’s celebrate this talented rapper."
    },
    {
      "title": "Theo McCoy’s Birthday",
      "description": "Theo McCoy has a uniquely artistic way of connecting with his audience."
    }
  ]
}
