{
  "month": "oct",
  "day": 2,
  "holidays": [
    {
      "title": "International Day of Non-Violence",
      "description": "We honor Gandhi and how his work and legacy has impacted global, non-violent protests."
    },
    {
      "title": "Change A Light Day",
      "description": "Let there be light all over as we take you on an amazing journey with LEDs!"
    },
    {
      "title": "Guardian Angels Day",
      "description": "Today we show appreciation for our guardian angels and the protection they give us."
    },
    {
      "title": "Guinea Independence Day",
      "description": "Guinea, a former French colony, gained its complete independence from the French in 1958."
    },
    {
      "title": "International Blessings of The Fishing Fleet Day",
      "description": "This festival&#39;s main aim is to bless the fishing fleet right before the fishing season begins."
    },
    {
      "title": "Maha Saptami",
      "description": "An intriguing and religious festival dedicated to a goddess celebrated in India."
    },
    {
      "title": "National Custodian Day",
      "description": "Custodians are our first line of defense of the war on germs and often not thanked."
    },
    {
      "title": "National Fried Scallops Day",
      "description": "Sun, sand, and scallops are beckoning all of us for an excellent foodie experience."
    },
    {
      "title": "National Michelle Day",
      "description": "Michelle is a feminine, elegant name with spiritual meaning, derived from the Hebrew ‘Michael.’"
    },
    {
      "title": "National Name Your Car Day",
      "description": "Name your little red corvette, &#34;Swifty,&#34; and see what happens."
    },
    {
      "title": "National Police Memorial Day",
      "description": "Join us as we explore the story behind National Police Memorial Day."
    },
    {
      "title": "National Produce Misting Day",
      "description": "If you love fresh produce, then National Produce Misting Day is for you."
    },
    {
      "title": "National Report Long Term Acute Care Hospital Fraud Day",
      "description": "This National Report Long Term Acute Care Hospital Fraud Day, join the battle against Medicare fraud."
    },
    {
      "title": "Nepal: Phulpati",
      "description": "The word ‘Phul’ is Hindi for ‘flower,’ and ‘pati’ translates to ‘petal.’"
    },
    {
      "title": "World Communion Sunday",
      "description": "Every Christian Church and any denomination that promotes Christian unity are one."
    },
    {
      "title": "World Farm Animals Day",
      "description": "On World Farm Animals Day, we secure the rights of all farm animals."
    },
    {
      "title": "Mahatma Gandhi’s Birthday",
      "description": "Gandhi Jayanti is International Day of Non-Violence as declared by the United Nations."
    },
    {
      "title": "Akira Akbar’s Birthday",
      "description": "Akira Akbar has worked as a kid model for prominent companies including Nike and Levi&#39;s."
    },
    {
      "title": "Groucho Marx’s Birthday",
      "description": "Marx and his brothers were featured in 13 of the 26 movies Marx made."
    },
    {
      "title": "HunniBee ASMR’s Birthday",
      "description": "HunniBee&#39;s content has allowed her to grow her following to over seven million followers."
    },
    {
      "title": "Jackie Goldschneider’s Birthday",
      "description": "For this fantastic T.V. personality and real estate attorney, hard work is key."
    },
    {
      "title": "Jacob Sartorius’s Birthday",
      "description": "There’s no limit for this multi-talented singer and internet personality. Not even the sky!"
    },
    {
      "title": "Jessika Power’s Birthday",
      "description": "For this reality star, irrevocable fame and success are a few episodes away."
    },
    {
      "title": "Kelly Ripa’s Birthday",
      "description": "For this talented actress, dancer, talk show host, and television producer, the sky’s the limit."
    },
    {
      "title": "Kennedi Hines’s Birthday",
      "description": "Kennedi Hines has secured representation with Next Step Talent as a content creator."
    },
    {
      "title": "Lal Bahadur Shastri’s Birthday",
      "description": "This politician was an exceptional leader and inspiration to an entire nation."
    },
    {
      "title": "Lei Melendres’s Birthday",
      "description": "Lei Melendres is an incredible artist who improves his art every day! Nothing can stop him!"
    },
    {
      "title": "Luke Wale’s Birthday",
      "description": "Discover more about this YouTube content creator who is making waves on the internet."
    },
    {
      "title": "Nat Turner’s Birthday",
      "description": "This brave civil rights activist and leader made waves in the U.S. at the time."
    },
    {
      "title": "Phia Archer’s Birthday",
      "description": "This TikTok star has made a significant impact on the platform and is very popular."
    },
    {
      "title": "Renni Rucci’s Birthday",
      "description": "The sky’s the only limit for this talented rapper, singer, and musician."
    },
    {
      "title": "Rubi Rose’s Birthday",
      "description": "There’s no limit for this multi-talented rapper, musician, and model, not even the sky!"
    },
    {
      "title": "Sting’s Birthday",
      "description": "This musician has made an unforgettable impact on the world of rock since starting his career."
    },
    {
      "title": "Zena Foster’s Birthday",
      "description": "This showbiz star has won over audiences by entertaining them with her various talents."
    }
  ]
}
