{
  "month": "oct",
  "day": 4,
  "holidays": [
    {
      "title": "​National Cinnamon Roll Day",
      "description": null
    },
    {
      "title": "National Taco Day",
      "description": "A concentrated and intensified version of the “Taco Tuesdays” many restaurants offer. We aren&#39;t complaining!"
    },
    {
      "title": "National Vodka Day",
      "description": "Today, vodka is the most widely-consumed spirit in the world — quite the accomplishment!"
    },
    {
      "title": "Coffee with a Cop Day",
      "description": "Get your cup ready and go to the nearest restaurant to drink coffee with a cop."
    },
    {
      "title": "Feast of St. Francis of Assisi",
      "description": "The acclaimed Catholic friar, philosopher, mystic, and teacher, is celebrated with the Feast of Saint Francis."
    },
    {
      "title": "Improve Your Office Day",
      "description": "Even if your office is your bedroom, we’ve got ideas to make it extra special."
    },
    {
      "title": "International Walk to School Day",
      "description": "Make sure your shoes are made for walking; it’s Walk to School Day!"
    },
    {
      "title": "Kindness to Animal Day",
      "description": "Kindness to Animals Day is here, and we want to ensure you know how to celebrate."
    },
    {
      "title": "Lesotho Independence Day",
      "description": "Commemorate Lesotho’s anniversary of national independence, marking its liberation from the British Empire."
    },
    {
      "title": "National Golf Lovers Day",
      "description": "Hit the links and play a round with your fellow sufferers."
    },
    {
      "title": "National Kale Day",
      "description": "Eating healthy never tasted this good as we celebrate National Kale Day."
    },
    {
      "title": "National Pumpkin Seed Day",
      "description": "It’s pumpkin seeds bingeing time!"
    },
    {
      "title": "National Truckers Appreciation Day",
      "description": "Settle in, put on your favorite playlist, and hit the road as we celebrate truckers."
    },
    {
      "title": "National Walk and Bike to School Day",
      "description": "You&#39;ve probably heard stories of how your parents or grandparents had to walk miles to school."
    },
    {
      "title": "Semana Morazánica",
      "description": "Celebrate Semana Morazánic with the people of Honduras, a day established to honor Franciso Morazán."
    },
    {
      "title": "World Animal Day",
      "description": "It&#39;s World Animal Day and we’re planning to make a big roar."
    },
    {
      "title": "World Habitat Day",
      "description": "Homes build lives and strengthen the future."
    },
    {
      "title": "Alicia Silverstone’s Birthday",
      "description": "Celebrating this beautiful actress whose acting career has flourished and been a worldwide success!"
    },
    {
      "title": "Amara La Negra’s Birthday",
      "description": "For this superstar, nothing stops her from soaring higher. Celebrate her today!"
    },
    {
      "title": "Ashley Banjo’s Birthday",
      "description": "He has worked hard on his talent and skills to achieve a thriving career."
    },
    {
      "title": "Buster Keaton’s Birthday",
      "description": "For this talented actor, filmmaker, and comedian, talent was born, not made."
    },
    {
      "title": "Caitriona Balfe’s Birthday",
      "description": "For this exceptional actress, she has achieved enviable success and an untainted legacy!"
    },
    {
      "title": "Charlton Heston’s Birthday",
      "description": "This Hollywood star’s charisma and talent have inspired so many generations of actors."
    },
    {
      "title": "Dakota Johnson’s Birthday",
      "description": "From Miss Golden Globe to blockbuster feature film actress, this star is carving a stellar career!"
    },
    {
      "title": "Derrick Rose’s Birthday",
      "description": "Playing record games and winning coveted awards, Rose is an automatic M.V.P!"
    },
    {
      "title": "Drone Supremacy’s Birthday",
      "description": "This creative YouTuber is just a few uploads away from a movie deal!"
    },
    {
      "title": "Fintan Magee’s Birthday",
      "description": "This street artist has cemented his place as one of Australia&#39;s top public painters."
    },
    {
      "title": "Francesca from Magic Box’s Birthday",
      "description": "This young, skillful and hardworking social media personality and entrepreneur is unstoppable!"
    },
    {
      "title": "Ignazio Boschetto’s Birthday",
      "description": "There&#39;s only so little left for this skillful singer and musician to achieve."
    },
    {
      "title": "Jovita Moore’s Birthday",
      "description": "For this renowned news anchor, the future was promising. Celebrate her life today."
    },
    {
      "title": "Lil Mama’s Birthday",
      "description": "She does an excellent job of entertaining us while maintaining a cheerful attitude!"
    },
    {
      "title": "Melissa Benoist’s Birthday",
      "description": "Melissa Benoist has been a real-life superwoman throughout her life’s journey. Let’s celebrate her!"
    },
    {
      "title": "Rich Homie Quan’s Birthday",
      "description": "Quan has always displayed an interest in poetry, creative writing, and music from a young age."
    },
    {
      "title": "Rupi Kaur’s Birthday",
      "description": "This exceptionally gifted writer has embarked on an inspirational and impactful career."
    },
    {
      "title": "Russell Simmons’s Birthday",
      "description": "This music mogul’s record label has helped propel many prominent musicians to fame."
    },
    {
      "title": "Yoon Jeonghan’s Birthday",
      "description": "This talented pop singer has climbed up the ladder of success in the entertainment industry."
    }
  ]
}
