{
  "month": "oct",
  "day": 11,
  "holidays": [
    {
      "title": "National Coming Out Day",
      "description": null
    },
    {
      "title": "National Pet Obesity Day",
      "description": "Pets come in all shapes and sizes, but sometimes sizes get a little out of hand."
    },
    {
      "title": "National Sausage Pizza Day",
      "description": "In the minds of many there&#39;s one topping that beats them all.... sausage."
    },
    {
      "title": "Black Girl Day Off",
      "description": "Celebrate black women&#39;s mental day off to focus on their emotional and overall health and well-being."
    },
    {
      "title": "Emergency Nurses Day",
      "description": "Honor the crucial roles emergency response (E.R.) nurses or trauma nurses play in the healthcare system."
    },
    {
      "title": "General Pulaski Memorial Day",
      "description": "What to know more about General Pulaski, the &#39;Father of the American Cavalry&#39;?"
    },
    {
      "title": "International Day of the Girl Child",
      "description": "International Day of the Girl Child empowers girls and amplifies their voices."
    },
    {
      "title": "International Top Spinning Day",
      "description": "Did you know, this event was initiated by a museum in Burlington, Wisconsin?"
    },
    {
      "title": "It&#39;s My Party Day",
      "description": "On It&#39;s My Party Day, go ahead, cry if you want to!"
    },
    {
      "title": "National Bring Your Teddy Bear to School Day",
      "description": "Look for your teddy bear and bring them to wherever you study or work today."
    },
    {
      "title": "National Curves Day",
      "description": "Celebrate the day and your curves with confidence, regardless of your style!"
    },
    {
      "title": "​National Fossil Day",
      "description": "Show some appreciation for these incredible “time capsules” and the paleontologists who excavate them."
    },
    {
      "title": "National Kim Day",
      "description": "Are you ready to celebrate National Kim Day? You’d better be because it&#39;s going to be fun."
    },
    {
      "title": "National Kimberly Day",
      "description": "If you are a Kimberly, Kimberli or just plain Kim, today is all about you."
    },
    {
      "title": "National Peyronie’s Disease Awareness Day",
      "description": "Get to know more about Peyronie’s disease and recognize the early symptoms."
    },
    {
      "title": "National Spread Joy Day",
      "description": "Kick negativity to the curb and spoil your friends and family with a thoughtful deed."
    },
    {
      "title": "National Stop Bullying Day",
      "description": "Bullying can come in many forms, and leave victims feeling helpless."
    },
    {
      "title": "National Take Your Parents To Lunch Day",
      "description": "Got parents? Take them to lunch. Got kids? Let them treat you to a school lunch."
    },
    {
      "title": "Southern Food Heritage Day",
      "description": "This day is all about the diverse history and tastes that Southern food offers."
    },
    {
      "title": "Cardi B’s Birthday",
      "description": "Cardi B is currently one of the hottest female rappers in the world."
    },
    {
      "title": "Adonis Graham’s Birthday",
      "description": "With a superstar dad and creative mom, this famous toddler has it all but made."
    },
    {
      "title": "Amitabh Bachchan’s Birthday",
      "description": "Here&#39;s to the film industry&#39;s famous award-winning and era-defining legend, Amitabh Bachchan!"
    },
    {
      "title": "Brandon Flynn’s Birthday",
      "description": "This ambitious American television actor has his eye focused on the prize."
    },
    {
      "title": "Brody Dempsey’s Birthday",
      "description": "He created his Instagram account in 2016 and has posted only a few pictures on it."
    },
    {
      "title": "Daryl Hall’s Birthday",
      "description": "This talented musician has created a legacy that is inspirational and exemplary."
    },
    {
      "title": "Erin Kinsey’s Birthday",
      "description": "We celebrate this gifted singer who’s a master of soulful lyrics and can play seven instruments!"
    },
    {
      "title": "Fenix Flexin’s Birthday",
      "description": "This popular rapper doesn&#39;t know the meaning of the word &#39;failure.&#39; Learn more!"
    },
    {
      "title": "Frank Fritz’s Birthday",
      "description": "This antique collector will always be remembered for his fun and passionate nature."
    },
    {
      "title": "FunnyBunny’s Birthday",
      "description": "Her prank victims are often confused, and her viewers enjoy having input on her pranks."
    },
    {
      "title": "Gabe Saporta’s Birthday",
      "description": "Saporta was just 16 when he joined his first band and he’s still going strong."
    },
    {
      "title": "Lev Cameron Khmelev’s Birthday",
      "description": "The world doesn&#39;t turn, the world dances to Lev’s rhythm! Let’s celebrate him!"
    },
    {
      "title": "Luke Perry’s Birthday",
      "description": "He had a poor background and struggled before making it big as an actor."
    },
    {
      "title": "Matt Bomer’s Birthday",
      "description": "Bomer is a skilled actor who got his first professional gig at the age of 17."
    },
    {
      "title": "MC Lyte’s Birthday",
      "description": "MC Lyte is a female star who can rap, act, and create astounding music."
    },
    {
      "title": "Phora’s Birthday",
      "description": "Phora is a rapper recognized by the underground genre for his music."
    },
    {
      "title": "Ratchet Noblewolf’s Birthday",
      "description": "He also makes react videos, which are videos of him reacting to movies, cartoons, and animations."
    },
    {
      "title": "Rhett McLaughlin’s Birthday",
      "description": "This writer-producer has been a prominent online celebrity since 2008 and is still going strong."
    },
    {
      "title": "Steve Young’s Birthday",
      "description": "We celebrate this legendary football player who’s an inductee to the Pro Football Hall of Fame"
    },
    {
      "title": "Toby Fox’s Birthday",
      "description": "Let’s toast to celebrate the big day of this incredibly talented being!"
    },
    {
      "title": "Walter Bowser’s Birthday",
      "description": "On April fool&#39;s day in 2019, he promised to delete his popular Instagram account."
    },
    {
      "title": "Younan Nowzaradan’s Birthday",
      "description": "Dr. Nowzaradan is a world-renowned surgeon and we’re celebrating his special day right here!"
    }
  ]
}
