{
  "month": "oct",
  "day": 12,
  "holidays": [
    {
      "title": "Farmers Day",
      "description": "Take a moment to appreciate all the farmers who work tirelessly to feed us year round."
    },
    {
      "title": "National Pet Obesity Day",
      "description": "Pets come in all shapes and sizes, but sometimes sizes get a little out of hand."
    },
    {
      "title": "Day of Respect For Cultural Diversity",
      "description": "Join us as we honor and celebrate cultures from all over the world."
    },
    {
      "title": "Día de la Raza",
      "description": "A celebration of identity and cultures."
    },
    {
      "title": "Emergency Nurses Day",
      "description": "Honor the crucial roles emergency response (E.R.) nurses or trauma nurses play in the healthcare system."
    },
    {
      "title": "Equatorial Guinea Independence Day",
      "description": "Join us as we get ready to celebrate Equatorial Guinea Independence Day!"
    },
    {
      "title": "Indigenous Resistance Day",
      "description": "Today is an excellent opportunity to listen to indigenous communities and learn something new."
    },
    {
      "title": "Indigenous Resistance Day in Venezuela",
      "description": "Learn the origin of Indigenous Resistance Day in Venezuela and how to celebrate it."
    },
    {
      "title": "International Top Spinning Day",
      "description": "Did you know, this event was initiated by a museum in Burlington, Wisconsin?"
    },
    {
      "title": "Lady of Aparecida",
      "description": "Celebrate Our Lady of Aparecida Day by bringing a fresh wish to the church."
    },
    {
      "title": "Lady of Aparecida",
      "description": "Here’s all you need to know about Nossa Senhora Aparecida and her origins."
    },
    {
      "title": "Mexico: Day of the Pluricultural Nation",
      "description": "The beauty of Mexico lies in its diversity and rich culture that came along with unity."
    },
    {
      "title": "National Bring Your Teddy Bear to School Day",
      "description": "Look for your teddy bear and bring them to wherever you study or work today."
    },
    {
      "title": "National Curves Day",
      "description": "Celebrate the day and your curves with confidence, regardless of your style!"
    },
    {
      "title": "​National Fossil Day",
      "description": "Show some appreciation for these incredible “time capsules” and the paleontologists who excavate them."
    },
    {
      "title": "National Freethought Day",
      "description": "The ability to form rational thoughts is one of the defining traits of being human."
    },
    {
      "title": "National Gumbo Day",
      "description": "It’s a time to appreciate this heavily seasoned, savory state dish of Louisiana."
    },
    {
      "title": "National Martin Day",
      "description": "It might not be your birthday today, but it is your name day, so enjoy it!"
    },
    {
      "title": "National Pulled Pork Day",
      "description": "Pork. Cooked. Slowly. Celebrate this classic Texas-style dish, and bring along your favorite barbecue sauce!"
    },
    {
      "title": "National Savings Day",
      "description": "There are lots of easier ways to save in order to bring your dreams within reach."
    },
    {
      "title": "National Stop Bullying Day",
      "description": "Bullying can come in many forms, and leave victims feeling helpless."
    },
    {
      "title": "National Take Your Parents To Lunch Day",
      "description": "Got parents? Take them to lunch. Got kids? Let them treat you to a school lunch."
    },
    {
      "title": "National Vermont Day",
      "description": "Explore the vast history, alluring mountains, and prolific culture of Vermont with your loved ones today."
    },
    {
      "title": "Spain Hispanic Day",
      "description": "Join us as we get ready to learn more about and celebrate Spain Hispanic Day."
    },
    {
      "title": "Uruguay Day of Cultural Diversity/Day of the Races",
      "description": "A day of acknowledgment, respect, and dignity for Latin American native people."
    },
    {
      "title": "World Arthritis Day",
      "description": "It&#39;s time to raise awareness about the debilitating and widespread effects of arthritis."
    },
    {
      "title": "Aleister Crowley’s Birthday",
      "description": "To the man who introduced Thelema — that promotes harmony with nature and your own calling."
    },
    {
      "title": "Alyssa Scott’s Birthday",
      "description": "The Instagram star is slowly but surely rising in the industry! Let&#39;s celebrate her."
    },
    {
      "title": "Darci Lynne Farmer’s Birthday",
      "description": "She also won Broadway, Specialty Acts, and the overall Entertainer of the Year at American Kids."
    },
    {
      "title": "Dick Gregory’s Birthday",
      "description": "We look back at Dick Gregory’s life and get inspired to keep moving forward."
    },
    {
      "title": "Eisha Hickson’s Birthday",
      "description": "Eisha Hickson is an emerging talent from Atlanta, Georgia and we’re happy to celebrate her today."
    },
    {
      "title": "Erica Dixon’s Birthday",
      "description": "This reality star is creating a body of work she be proud of."
    },
    {
      "title": "Hugh Jackman’s Birthday",
      "description": "This talented actor, philanthropist, and sports lover is loved in the entertainment world."
    },
    {
      "title": "Josh Hutcherson’s Birthday",
      "description": "Talented and loved, he will always be everyone’s favorite. Let&#39;s celebrate Josh Hutcherson today!"
    },
    {
      "title": "Kelvin Dukes’s Birthday",
      "description": "He’s one of the youngest people to make it to the quarterfinals of America’s Got Talent."
    },
    {
      "title": "Kirk Cameron’s Birthday",
      "description": "This talented actor adorned the living rooms of thousands of people worldwide."
    },
    {
      "title": "Lane Frost’s Birthday",
      "description": "His legend lives on. Let’s celebrate the life and legacy of Lane Frost on his birthday."
    },
    {
      "title": "Tahlia Christou’s Birthday",
      "description": "Join us as we celebrate this bikini model who also happens to be a weightlifter!"
    },
    {
      "title": "Tokyo Toni’s Birthday",
      "description": "Tokyo Toni effortlessly balances life as a reality T.V. star and businesswoman."
    },
    {
      "title": "Tyson Jenkins’s Birthday",
      "description": "He started his social media career in 2016 by opening an account on TikTok."
    }
  ]
}
