{
  "month": "oct",
  "day": 13,
  "holidays": [
    {
      "title": "National No Bra Day",
      "description": "Also known as: &#34;the moment we get home from work&#34; day."
    },
    {
      "title": "Disaster Day",
      "description": "Let us all work together for our continued survival from natural disasters."
    },
    {
      "title": "English Language Day",
      "description": "English, being the language with the widest lexicon, is spoken by nearly two billion people worldwide."
    },
    {
      "title": "International Civility For the Girl Child Day",
      "description": "Let’s end all kinds of discrimination based on gender on this day!"
    },
    {
      "title": "International Day for Disaster Reduction",
      "description": "Disaster management and reduction is an urgent task. We should work to reduce exposure to disasters."
    },
    {
      "title": "International Day for Disaster Risk Reduction",
      "description": "Join us as we raise awareness about the need for disaster risk reduction."
    },
    {
      "title": "International Day for Failure",
      "description": "Failure is not something to be afraid of…"
    },
    {
      "title": "International Day for Natural Disaster Reduction",
      "description": "Celebrate the day by participating in different events aimed at raising public awareness of natural disasters."
    },
    {
      "title": "International Skeptics Day",
      "description": "Skepticism is good in moderation but, today, go ahead and question some of your beliefs."
    },
    {
      "title": "Karva Chauth",
      "description": "Prepare your hearts as we partake in a spiritual ceremony with benefits for all."
    },
    {
      "title": "Metastatic Breast Cancer Awareness Day",
      "description": "As part of Breast Cancer Awareness Month, we champion for scientific advances in ​Metastatic Breast Cancer."
    },
    {
      "title": "National Herpes Awareness Day",
      "description": "Destroy the stigma around the disease that impacts nearly 16% of women."
    },
    {
      "title": "National M&amp;M Day",
      "description": "They won’t melt in your hand, just in your mouth — we’re talking M&amp;M’s here."
    },
    {
      "title": "National Train Your Brain Day",
      "description": "National Train Your Brain Day puts us to the test with some mind-boggling games and puzzles!"
    },
    {
      "title": "National Transfer Money to Your Son Day",
      "description": "Expect your son to finally call home!"
    },
    {
      "title": "National Yorkshire Pudding Day",
      "description": "Yorkshire pudding is iconic according to the Royal Society of Chemistry."
    },
    {
      "title": "Navy Birthday",
      "description": "Recognize the brave men and women who have served our country — past and present."
    },
    {
      "title": "Prince Louis Rwagasore Day",
      "description": "Here is some more information about the famous Prince Louis Rwagasore of Burundi."
    },
    {
      "title": "World Sight Day",
      "description": "Read on and get ready to see and appreciate the gift of sight!"
    },
    {
      "title": "World Thrombosis Day",
      "description": "Celebrate World Thrombosis Day, which is an excellent opportunity to learn more about blood clots."
    },
    {
      "title": "Alexandria Ocasio-Cortez’s Birthday",
      "description": "This celebrity is one of the Democratic Socialists of America&#39;s first female members elected to Congress."
    },
    {
      "title": "Ashanti’s Birthday",
      "description": "She was discovered as a teenager and has gone on to achieve success in the industry."
    },
    {
      "title": "Billionaire Black’s Birthday",
      "description": "Billionaire Black is the king of the drill rap movement. Let’s celebrate his birthday today!"
    },
    {
      "title": "Caleb McLaughlin’s Birthday",
      "description": "He&#39;s best known for his role in &#34;Stranger Things&#34; but his career is only getting started!"
    },
    {
      "title": "Jerry Jones’s Birthday",
      "description": "We celebreate the owner, president, and general manager of the Dallas Cowboys on his birthday."
    },
    {
      "title": "Jerry Rice’s Birthday",
      "description": "Let’s get to know a little bit more about this N.F.L. superstar."
    },
    {
      "title": "Jimin’s Birthday",
      "description": "Let&#39;s celebrate this international superstar who is an extraordinary singer, dancer, and songwriter."
    },
    {
      "title": "Kate Walsh’s Birthday",
      "description": "We know her as Dr. Addison Montgomery in “Grey’s Anatomy.” Let&#39;s learn more on her birthady!"
    },
    {
      "title": "Kendra Bailey’s Birthday",
      "description": "She&#39;s a model known for her romantic relationship with singer Bryson Tiller. Let&#39;s learn more!"
    },
    {
      "title": "Kim Vanderhee’s Birthday",
      "description": "This reality star is creating a name for herself and she isn&#39;t slowing down."
    },
    {
      "title": "Layla Spring’s Birthday",
      "description": "This talented singer is sharing her gifts with the world. We celebrate her today!"
    },
    {
      "title": "Margaret Thatcher’s Birthday",
      "description": "The Iron Lady was the first female British Prime Minister. We celebrate her life today!"
    },
    {
      "title": "Marie Osmond’s Birthday",
      "description": "She&#39;s a celebrated American singer, actress, author, and talk show boasting a host of achievements."
    },
    {
      "title": "Paul Pierce’s Birthday",
      "description": "This former N.B.A. player and sports analyst has achieved so much in his career."
    },
    {
      "title": "Paul Simon’s Birthday",
      "description": "For six decades, this musician has created a legacy that’s both timeless and inspirational."
    },
    {
      "title": "Sammy Hagar’s Birthday",
      "description": "As a result of his hard work and incredible talent, this legend became renowned and prosperous."
    },
    {
      "title": "Shirley Caesar’s Birthday",
      "description": "This gospel music nightingale has left her mark on the music industry."
    },
    {
      "title": "Taylor Alesia’s Birthday",
      "description": "Let&#39;s get to know this versatile internet star better and discover why fans love her!"
    },
    {
      "title": "Tisha Campbell-Martin’s Birthday",
      "description": "We celebrate this amazing actress as shares her secrets about growing old with grace."
    }
  ]
}
