{
  "month": "oct",
  "day": 14,
  "holidays": [
    {
      "title": "National Dessert Day",
      "description": null
    },
    {
      "title": "Bathukamma Starting Day",
      "description": "Bathukamma is a day that honors the gods for the blessings they have bestowed upon us."
    },
    {
      "title": "Be Bald and Be Free Day",
      "description": "Get ready for a new style statement. Be bald and be free!"
    },
    {
      "title": "Bookshop Day",
      "description": "If you can read this, you can read a whole book — buy one today!"
    },
    {
      "title": "Chisinau City Day",
      "description": "Moldova and Chisinau have a rich history and festivals are celebrated with merriment and reverence."
    },
    {
      "title": "Day of Svetitskovloba",
      "description": "Let’s explore the history of the Svetitskhoveli Cathedral and appreciate its significance."
    },
    {
      "title": "Day of the Defender",
      "description": "Join us as we celebrate Ukraine’s defenders, history, and rich traditions."
    },
    {
      "title": "I Love Yarn Day",
      "description": "Yarn lovers, gather around and share your love. The world needs a little more yarn."
    },
    {
      "title": "International African Penguin Awareness Day",
      "description": "Get your flippers ready as we enter the world of one of nature’s most endearing birds."
    },
    {
      "title": "Liberation Day in Yemen",
      "description": "Today we celebrate Yemen’s freedom as a nation! Join us right here at National Today!"
    },
    {
      "title": "Mahalaya",
      "description": "West Bengal, Odisha, Karnataka, and Tripura, your time has come to celebrate Mahalaya."
    },
    {
      "title": "Mwalimu Nyerere Day",
      "description": "In 1962, Julius Nyerere became the first elected president of Tanganyika."
    },
    {
      "title": "National Chess Day",
      "description": "Mentally stimulate and challenge yourself by playing the timeless game of chess."
    },
    {
      "title": "National Costume Swap Day",
      "description": "Get ready to make heads turn as we pick out the best costumes for you."
    },
    {
      "title": "National I Love You Day",
      "description": "Make your loved ones smile and feel loved on National I Love You Day."
    },
    {
      "title": "National Motorcycle Ride Day",
      "description": "Gear up to go on a biking adventure of a lifetime."
    },
    {
      "title": "National Ryan Day",
      "description": "It&#39;s time for Ryans to step into the spotlight and celebrate their name days."
    },
    {
      "title": "National Veronica Day",
      "description": "Happy National Veronica Day! Celebrate by getting an “Archie” comic just to spot Veronica."
    },
    {
      "title": "Universal Music Day",
      "description": "Join the symphony as we celebrate this day with music."
    },
    {
      "title": "World Hospice and Palliative Care Day",
      "description": "It started as a single concert titled &#34;Come and Sing&#34; and become a worldwide event."
    },
    {
      "title": "World Standards Day",
      "description": "Global standardization is satisfying the needs of government, industries, businesses, and consumers worldwide."
    },
    {
      "title": "Carol Capel’s Birthday",
      "description": "If you&#39;re into paranormalities, this YouTube star will certainly leave you speechless."
    },
    {
      "title": "Dillon the Hacker’s Birthday",
      "description": "For this outspoken YouTube star, no one and no topic was off limits."
    },
    {
      "title": "Dwight D. Eisenhower’s Birthday",
      "description": "This leader will always be remembered for his fearlessness, a history-book-worthy feat."
    },
    {
      "title": "Fernanda Ramirez’s Birthday",
      "description": "Her style and travel vlogs have catapulted her to success. Let&#39;s learn more."
    },
    {
      "title": "Jared Goff’s Birthday",
      "description": "This football player has demonstrated his skills on the field time and time again."
    },
    {
      "title": "Jason Plato’s Birthday",
      "description": "He&#39;s known as a two-time British Touring Car champion — let&#39;s learn more as we celebrate him!"
    },
    {
      "title": "Jelly’s Birthday",
      "description": "This talented YouTuber has posted thousands of videos that his fans absolutely love!"
    },
    {
      "title": "Karyn White’s Birthday",
      "description": "This singer was especially popular in ‘80s and ‘90s! Let&#39;s throw it back and learn more!"
    },
    {
      "title": "King James II’s Birthday",
      "description": "Despite his personal shortcomings and flaws, King James II did his best to run England’s monarchy."
    },
    {
      "title": "Kota ASMR’s Birthday",
      "description": "She is still young and is already an A.S.M.R. social media sensation!"
    },
    {
      "title": "Lourdes Ciccone Leon’s Birthday",
      "description": "Madonna&#39;s daughther is carving a name for herself in the fashion industry."
    },
    {
      "title": "Roger Moore’s Birthday",
      "description": "Moore was cast to play Bond in 1973 and played the character for over 12 years."
    },
    {
      "title": "Rowan Blanchard’s Birthday",
      "description": "Because of her modeling career and activism, this talented actress has gained a lot of popularity."
    },
    {
      "title": "Stephen A. Smith’s Birthday",
      "description": "This sports commentator has many other talents, and we&#39;re celebrating them all today."
    },
    {
      "title": "Usher’s Birthday",
      "description": "We celebrate an artist who shot to fame in the 90s and continues to entertain today."
    }
  ]
}
