{
  "month": "oct",
  "day": 15,
  "holidays": [
    {
      "title": "National Dashi Day",
      "description": null
    },
    {
      "title": "Commemoration Day of King&#39;s Father",
      "description": "From his birth in 1922 to his death in 2012, King Norodom Sihanouk lived an interesting life."
    },
    {
      "title": "Evacuation Day Tunisia",
      "description": "This day marks the departure of the last French soldiers from Bizerte in Tunisia."
    },
    {
      "title": "Global Handwashing Day",
      "description": "It&#39;s simple: Wash your hands, save lives."
    },
    {
      "title": "HSA Day",
      "description": "Health is wealth! So it&#39;s always important to stay prepared for unplanned emergencies."
    },
    {
      "title": "I Love Lucy Day",
      "description": "Who doesn’t love this iconic comedy?"
    },
    {
      "title": "International Day of Rural Women",
      "description": "Let us celebrate the strength, courage, and triumphs of these superwomen!"
    },
    {
      "title": "Kullu Dussehra",
      "description": "Immerse yourself in the rich culture of India by attending the Kullu Dussehra in Himachal Pradesh."
    },
    {
      "title": "Mother&#39;s Day in Malawi",
      "description": "Mothers are selfless, strong, and beautiful. They deserve to be honored and celebrated."
    },
    {
      "title": "National Cheese Curd Day",
      "description": "If you’re a total cheese head, then get excited to celebrate National Cheese Curd."
    },
    {
      "title": "National Esthetician Day",
      "description": "It&#39;s time we returned a good deed to our beauty experts — the estheticians!"
    },
    {
      "title": "National Grouch Day",
      "description": "We honor the world&#39;s favorite grouch, Oscar, from &#34;Sesame Street.&#34;"
    },
    {
      "title": "National Latino AIDS Awareness Day",
      "description": "In 2015, Latinos accounted for about one quarter of new diagnoses of HIV in the U.S."
    },
    {
      "title": "National Lemon Bar Day",
      "description": "We&#39;re traveling back in time to learn about the sweet history of lemon bars."
    },
    {
      "title": "National Mushroom Day",
      "description": "Portobello, shiitake, button, truffle — we’re talking mushrooms here."
    },
    {
      "title": "National Roast Pheasant Day",
      "description": "On National Roast Pheasant Day, learn about one of the most popular U.K. birds."
    },
    {
      "title": "Pharmacy Technician Day",
      "description": "We celebrate the women and men behind the counter."
    },
    {
      "title": "Pregnancy and Infant Loss Remembrance Day",
      "description": "Take the opportunity to reflect, honor, and come together over pregnancy and infant loss."
    },
    {
      "title": "Pro-Life Day of Silent Solidarity",
      "description": "Observe this solemn day by standing in solidarity with the unheard voices."
    },
    {
      "title": "Shine a Light Night",
      "description": "On Shine a Light Night, people spend a night outside to show compassion for the homeless."
    },
    {
      "title": "White Cane Safety Day",
      "description": "The white cane represents the blind’s remarkable achievements and symbolizes their independence."
    },
    {
      "title": "World Students’ Day",
      "description": "World Students&#39; Day is a time to pay tribute to A.P.J. Abdul Kalam, the &#34;People&#39;s President.&#34;"
    },
    {
      "title": "Abdul Kalam’s Birthday",
      "description": "He was an aerospace scientist and the 11th president of India — today, we celebrate his legacy."
    },
    {
      "title": "Audrey’s Birthday",
      "description": "Audrey posts content on her YouTube channel consistently and has built a huge following."
    },
    {
      "title": "Anthony Joshua’s Birthday",
      "description": "It is impossible to describe Anthony Joshua&#39;s career as anything other than a knockout"
    },
    {
      "title": "Billy Unger’s Birthday",
      "description": "We celebrate this talented actor who is steadily building a name for himself."
    },
    {
      "title": "Daniel Gizmo’s Birthday",
      "description": "This creative social media personality is building his career with consistency and hard work."
    },
    {
      "title": "Doug Hehner’s Birthday",
      "description": "Douglas Hehner is a great example of a good husband and father."
    },
    {
      "title": "Friedrich Nietzsche’s Birthday",
      "description": "Friedrich Nietzsche&#39;s work strongly influenced modern intellectual history. We honor his legacy today!"
    },
    {
      "title": "Ginuwine’s Birthday",
      "description": "Let’s celebrate the seductive singer and R.&amp;.B.’s top love interest, Ginuwine."
    },
    {
      "title": "Jarrod Schulz’s Birthday",
      "description": "Schulz is a reality television star who is best known for his role in “Storage Wars.”"
    },
    {
      "title": "Keyshia Cole’s Birthday",
      "description": "This famous singer, songwriter, and T.V. personality has become one of music&#39;s most important figures."
    },
    {
      "title": "Malu Trevejo’s Birthday",
      "description": "This talented singer is working hard to achieve the success she&#39;s after!"
    },
    {
      "title": "Mesut Özil’s Birthday",
      "description": "Mesut Özil is a talented footballer who has worked on his career since 1995."
    },
    {
      "title": "Sophia Birlem’s Birthday",
      "description": "There is no stopping this witty and ambitious social media personality from building a successful career."
    },
    {
      "title": "Zelo’s Birthday",
      "description": "Zelo discovered his interest in music and has successfully pursued a career as a singer/rapper."
    }
  ]
}
