{
  "month": "oct",
  "day": 16,
  "holidays": [
    {
      "title": "National Feral Cat Day",
      "description": "Start practicing your alley cat strut and get your feline friends together."
    },
    {
      "title": "World Food Day",
      "description": "Where would we be without food? We certainly wouldn’t be at Starbucks, grocery stores or restaurants."
    },
    {
      "title": "Dictionary Day",
      "description": "Webster was a true pioneer for creating the reference book we use so ubiquitously!"
    },
    {
      "title": "Ethnicity day",
      "description": "Celebrate Ethnicity Day by learning about the different ethnic groups in Estonia."
    },
    {
      "title": "Global Cat Day",
      "description": "Educating, engaging, and empowering people to defend and protect cats is the right thing to do."
    },
    {
      "title": "National Boss&#39;s Day",
      "description": "If you are blessed with a great boss, you could call ‘em a boss boss."
    },
    {
      "title": "National Department Store Day",
      "description": "Get ready as we explore department stores and their fascinating history today."
    },
    {
      "title": "National Eddie Day",
      "description": "Happy National Eddie Day to all the Eddies across the world. Enjoy your day!"
    },
    {
      "title": "National Elaine Day",
      "description": "National Elaine Day is here! Ready to celebrate what makes you unique? Let’s go!"
    },
    {
      "title": "​National Liqueur Day",
      "description": "Liqueurs are basically alcoholic beverages made from distilled spirits — with lots of added flavors."
    },
    {
      "title": "National Trey Day",
      "description": "Whether your name is Tremaine or Trenton, as long as it&#39;s Trey, today is yours!"
    },
    {
      "title": "National Veterans BBQ Day",
      "description": "Treat veterans around you with a smoking barbeque cookout and drinks on this day."
    },
    {
      "title": "Sunday School Teacher Appreciation Day",
      "description": "Celebrate regular people who decide to dedicate their time to teach kids about their faith."
    },
    {
      "title": "World Allergy Awareness Day",
      "description": "Discover all the ways to eliminate, and not exacerbate your allergies."
    },
    {
      "title": "World Spine Day",
      "description": "When your spine hurts, everything hurts. Here’s why World Spine Day is so important!"
    },
    {
      "title": "World Toy Camera Day",
      "description": "Get ready to click away as we celebrate the simplest type of camera in the world."
    },
    {
      "title": "Aliya Janell’s Birthday",
      "description": "Aliya Janell&#39;s popularity stems from her dance abilities and her accurate fashion sense."
    },
    {
      "title": "Angela Lansbury’s Birthday",
      "description": "This accomplished actress is one of the last starts of Hollywood&#39;s Golden Age!"
    },
    {
      "title": "Angry Grandpa’s Birthday",
      "description": "This YouTube sensation has impacted the platform and will always be remembered."
    },
    {
      "title": "Aphmau’s Birthday",
      "description": "Aphmau is a YouTube star who creates videos of herself playing “Minecraft.”"
    },
    {
      "title": "Bob Weir’s Birthday",
      "description": "This famed rock icon is more than just a great guitarist — he’s the stuff of legends!"
    },
    {
      "title": "Carmen Pritchett’s Birthday",
      "description": "The decorated YouTube star has gained millions of views about her personal life."
    },
    {
      "title": "Flea’s Birthday",
      "description": "For this outstanding multi-talented bassist and actor, age is just a number."
    },
    {
      "title": "Hema Malini’s Birthday",
      "description": "Hema Malini is one of the most well-known and successful actresses in Bollywood."
    },
    {
      "title": "Ilya Fedorovich’s Birthday",
      "description": "Fedorovich is a social media star from Los Angeles who has an entrepreneurial mind."
    },
    {
      "title": "John Mayer’s Birthday",
      "description": "This gifted star has accomplished a lot and isn&#39;t showing any signs of slowing down."
    },
    {
      "title": "Kai Jackson’s Birthday",
      "description": "Skill, determination, and resilience continue to shape this social media personality’s career."
    },
    {
      "title": "Manute Bol’s Birthday",
      "description": "A legendary and inspiring sports career built with determination, skill, and discipline."
    },
    {
      "title": "Naomi Osaka’s Birthday",
      "description": "Osaka is the first Asian player to earn the number one position in tennis singles."
    },
    {
      "title": "Oscar Wilde’s Birthday",
      "description": "Oscar Wilde is most well known for his final play, “The Importance of Being Earnest.”"
    },
    {
      "title": "Paul Edwin Zimmer’s Birthday",
      "description": "Paul Edwin Zimmer was a founding member of the Society for Creative Anachronism."
    },
    {
      "title": "Ruby Rose Turner’s Birthday",
      "description": "She’s not only reaching for the stars, she’s dancing with them, too!"
    },
    {
      "title": "Suzanne Somers’s Birthday",
      "description": "Suzanne worked as a model to support her son and ended up being a TV star."
    },
    {
      "title": "Tom Schwartz’s Birthday",
      "description": "This talented actor, entrepreneur, and model believes in good luck and good timing."
    }
  ]
}
