{
  "month": "oct",
  "day": 17,
  "holidays": [
    {
      "title": "National Clean Your Virtual Desktop Day",
      "description": null
    },
    {
      "title": "National Pasta Day",
      "description": "Hundreds of years of Italian tradition go into this simple meal."
    },
    {
      "title": "Black Poetry Day",
      "description": "Celebrate the rich black culture and experience by reading black poetry today."
    },
    {
      "title": "Child Poverty Day",
      "description": "It is a child’s right to have access to free quality healthcare and education."
    },
    {
      "title": "Day of Dignity (Bolivia)",
      "description": "Let’s get ready to celebrate the Day of Dignity, a solemn affair for Bolivians."
    },
    {
      "title": "Dessalines Day",
      "description": "Jean-Jacques Dessalines was both a champion of freedom and a strict autocrat."
    },
    {
      "title": "International Day for the Eradication of Poverty",
      "description": "Let&#39;s work together to end global poverty."
    },
    {
      "title": "National Catholic Men’s Conference Day",
      "description": "It&#39;s Catholic Men’s Conference Day, the perfect time to plan for your next conference."
    },
    {
      "title": "National Edge Day",
      "description": "The straight edge lifestyle means refraining from alcohol, drugs, and tobacco."
    },
    {
      "title": "National Mulligan Day",
      "description": "If at first you don’t succeed, you’ll get another crack at it."
    },
    {
      "title": "National Pay Back a Friend Day",
      "description": "Pull up your mobile payment apps, and start paying your (ex) friends back."
    },
    {
      "title": "National Pharmacy Technician Day",
      "description": "We celebrate the women and men behind the counter."
    },
    {
      "title": "Pro-Life Day of Silent Solidarity",
      "description": "Observe this solemn day by standing in solidarity with the unheard voices."
    },
    {
      "title": "Wear Something Gaudy Day",
      "description": "Grab your brightest outfits to celebrate Wear Something Gaudy Day in and out of style."
    },
    {
      "title": "Women in Military Service for America Memorial Anniversary",
      "description": "Women officially joined the U.S. military during the last two years of World War I."
    },
    {
      "title": "World Trauma Day",
      "description": "Get informed about trauma and its resulting consequences around the world on this day."
    },
    {
      "title": "Eminem’s Birthday",
      "description": "Eminem entered the hip-hop genre, and soon after became a Rap God."
    },
    {
      "title": "Alaïa McBroom’s Birthday",
      "description": "There is no stopping this precious and extremely adorable baby’s already successful influencing career."
    },
    {
      "title": "Alan Jackson’s Birthday",
      "description": "His smooth voice and guitar skills could make him the next country music legend."
    },
    {
      "title": "Andy Whitfield’s Birthday",
      "description": "This talented actor had a successful career, which he pursued with passion and determination."
    },
    {
      "title": "Angela Babicz’s Birthday",
      "description": "This amazing American actress has certainly made her presence felt in the world of reality T.V."
    },
    {
      "title": "Arthur Miller’s Birthday",
      "description": "Arthur Miller was a literary icon and legend who had the world at his feet."
    },
    {
      "title": "Carli Bybel’s Birthday",
      "description": "If you are into makeup hacks, come and celebrate Carli Bybel with us today."
    },
    {
      "title": "Chris Motionless’s Birthday",
      "description": "He is a talented and charismatic musician and entertainer — let&#39;s learn more on his birthday."
    },
    {
      "title": "Dina Morisset’s Birthday",
      "description": "Passion, versatility, dedication, and style, this record-breaking dancer has it all and we salute her."
    },
    {
      "title": "Evel Knievel’s Birthday",
      "description": "Let&#39;s celebrate a stunt legend who dropped out of school to pursue his passion!"
    },
    {
      "title": "Jaeda Lily Miller’s Birthday",
      "description": "There is no stopping this talented actress from building a successful and impactful career for herself."
    },
    {
      "title": "John Rocker’s Birthday",
      "description": "This baseball superstar entered the game from the left field. Let’s celebrate him today."
    },
    {
      "title": "Lizzy Winkle’s Birthday",
      "description": "This inspirational young creative mind left a gaming legacy that remains to this day."
    },
    {
      "title": "Mae Jemison’s Birthday",
      "description": "Jemison is a legend in the world of engineering and space travel."
    },
    {
      "title": "Marsau Scott’s Birthday",
      "description": "This reality show star has made a name for himself in the world of entertainment."
    },
    {
      "title": "Norm MacDonald’s Birthday",
      "description": "He was exceptionally skilled in his craft and will always be remembered in the comedy world."
    },
    {
      "title": "Queen Naija’s Birthday",
      "description": "Queen Naija’s lovely melodies about life and hope will flow through you."
    },
    {
      "title": "Rich Evans’s Birthday",
      "description": "This multi-talented creative has earned himself a top position in the showbiz world."
    },
    {
      "title": "Rita Hayworth’s Birthday",
      "description": "Known as &#34;The Love Goddess,&#34; she was regarded as one of Hollywood&#39;s most attractive actresses."
    },
    {
      "title": "Simply Nailogical’s Birthday",
      "description": "This exceptional content creator and entrepreneur is currently building an inspiring and successful career."
    },
    {
      "title": "Wyclef Jean’s Birthday",
      "description": "He has garnered numerous renowned music prizes as well as recognition for his humanitarian work."
    }
  ]
}
