{
  "month": "oct",
  "day": 18,
  "holidays": [
    {
      "title": "National Chocolate Cupcake Day",
      "description": null
    },
    {
      "title": "Day of Unity",
      "description": "This is the signature event of National Bullying Prevention Month."
    },
    {
      "title": "Flora Duffy Day",
      "description": "Today we join Bermuda in celebrating Flora Duffy and her Olympic achievements."
    },
    {
      "title": "Hagfish Day",
      "description": "Today, we learn that, although not cuties, these creatures play an important role in nature."
    },
    {
      "title": "Health Care Aide Day",
      "description": "Health Care Aide Day was created by the government of Manitoba, Canada, to honor healthcare aides."
    },
    {
      "title": "Kati Bihu",
      "description": "Let us celebrate the solemn occasion of the paddy season&#39;s beginning."
    },
    {
      "title": "National Alaska Day",
      "description": "Alaska is the largest state to join the U.S. and it is its last frontier, too."
    },
    {
      "title": "National BRA Day",
      "description": "Together, let’s honor the strong women fighting breast cancer and help them make informed decisions."
    },
    {
      "title": "National Ken Day",
      "description": "We know about Ken from Barbie. But where did the name come from? Let’s find out!"
    },
    {
      "title": "National Louie Day",
      "description": "It’s time to shout out every Louie you know on their special day!"
    },
    {
      "title": "National Mark Day",
      "description": "Happy National Mark Day! Let’s celebrate everyone with the most popular male name."
    },
    {
      "title": "National Mashed Potato Day",
      "description": "The potato is so awesome that an entire day is dedicated to celebrating it!"
    },
    {
      "title": "National Medical Assistants Day",
      "description": "A great time to explore this important, fast-growing career."
    },
    {
      "title": "National Necktie Day",
      "description": "Put on a necktie and prepare to celebrate this special day in style!"
    },
    {
      "title": "National No Beard Day",
      "description": "Going clean shaven could give you a totally new outlook on life!"
    },
    {
      "title": "National Prayer Day",
      "description": "Did you know different religions have varying forms of prayers? Join us as we learn more."
    },
    {
      "title": "National Speak Up for Victims of Sexual Abuse Day",
      "description": "The purpose of this day is to provide help and strength to sexually abused people."
    },
    {
      "title": "National Sunday Day",
      "description": "It’s National Sunday Day! Let’s celebrate and appreciate everyone named Sunday today."
    },
    {
      "title": "National Zane Day",
      "description": "If you or anyone you know is called Zane, now is your day to shine!"
    },
    {
      "title": "Ride To Work Day",
      "description": "Prepare your bicycles and helmets for a ride to work to help you get in shape!"
    },
    {
      "title": "Support Your Local Chamber of Commerce Day",
      "description": "Don’t forget to thank your local chambers of commerce for their contribution to sustaining the economy!"
    },
    {
      "title": "World Menopause Day",
      "description": "Gear up to spread awareness about a condition that affects all women."
    },
    {
      "title": "Baby Bash’s Birthday",
      "description": "The talented rapper has collaborated with other famous artists to create great hits!"
    },
    {
      "title": "Chuck Berry’s Birthday",
      "description": "We celebrate the lasting legacy created by the “Father of Rock ‘n’ Roll,” Chuck Berry."
    },
    {
      "title": "Dawn Wells’s Birthday",
      "description": "The performances of this brilliant actress are what have garnered her love and admiration."
    },
    {
      "title": "Esperanza Spalding’s Birthday",
      "description": "She rose to prominence as a young violinist before learning the upright bass as a teenager."
    },
    {
      "title": "FaZe Banks’s Birthday",
      "description": "As a child, he enjoyed playing video games, an enthusiasm that he channeled into a career."
    },
    {
      "title": "Jean-Claude Van Damme’s Birthday",
      "description": "Jean-Claude has a track record of success in both semi-contact and full-contact kickboxing."
    },
    {
      "title": "Lindsey Vonn’s Birthday",
      "description": "With victory after victory coming her way, she’s carving her name in the history of skiing."
    },
    {
      "title": "Mike Ditka’s Birthday",
      "description": "Whether as a player or a coach, he strives to bring victory to his team."
    },
    {
      "title": "Nadji Jeter’s Birthday",
      "description": "Be it in front of or behind the camera, whatever the task, he always delivers."
    },
    {
      "title": "Ne-Yo’s Birthday",
      "description": "The famous ‘Miss Independent’ singer has 15 Grammy nominations and three wins!"
    },
    {
      "title": "nyesha arrington’s Birthday",
      "description": "Inspiring, motivating, and socially aware, this chef is not putting down her knife any time soon."
    },
    {
      "title": "Patrick Bet-David’s Birthday",
      "description": "From rags to riches, he is truly the embodiment of hard work begets success."
    },
    {
      "title": "Racha Taki’s Birthday",
      "description": "She was born into a family of artists and continues their legacy to this day."
    },
    {
      "title": "Sassy’s Birthday",
      "description": "She is not only a multi-faceted star but also a plant mom."
    },
    {
      "title": "Tyler Posey’s Birthday",
      "description": "“If you&#39;ve ever doubted pure talent, then you&#39;ve not met the real deal.” — Tyler Posey."
    },
    {
      "title": "Zac Efron’s Birthday",
      "description": "This star still draws much attention as every girl’s crush and every man’s idol."
    }
  ]
}
