{
  "month": "oct",
  "day": 20,
  "holidays": [
    {
      "title": "World Osteoporosis Day",
      "description": null
    },
    {
      "title": "Hawke&#39;s Bay Anniversary Day",
      "description": "It marks the date when Hawke&#39;s Bay was separated from Auckland Province on November 1, 1858."
    },
    {
      "title": "Information Overload Day",
      "description": "Put away those devices… except the one you’re using to read this, obviously!"
    },
    {
      "title": "International Chefs Day",
      "description": "This day celebrates chefs and spreads awareness about eating healthy."
    },
    {
      "title": "Kenya: Mashujaa Day",
      "description": "On Mashujaa Day, Kenyans celebrate those who fought for independence from colonial rule."
    },
    {
      "title": "Miss American Rose Day",
      "description": "Treat yourself as delicately as you treat roses this Miss American Rose Day."
    },
    {
      "title": "National Brandied Fruit Day",
      "description": "Get ready to dig in, as we celebrate National Brandied Fruit Day."
    },
    {
      "title": "National Day on Writing",
      "description": "Nothing’s quite as scary as staring at a blank page, but you can do it!"
    },
    {
      "title": "National Jeff Day",
      "description": "Happy National Jeff Day! The day is full of endless possibilities, so seize them all."
    },
    {
      "title": "National Lane Day",
      "description": "To all the Lanes of the world, be happy! Today is your day!"
    },
    {
      "title": "National Mammography Day",
      "description": "Early detection means early treatment and the difference between life and death."
    },
    {
      "title": "National Youth Confidence Day",
      "description": "Learn about some of the young people in history that accomplished great things!"
    },
    {
      "title": "Philippine-British Friendship day",
      "description": "The Philippine-British Friendship Day commemorates the close bond between the two nations."
    },
    {
      "title": "Revolution Day (Guatemala)",
      "description": "Read all about how Revolution Day continues to inspire and transform Guatemala today."
    },
    {
      "title": "Sŵn Festival",
      "description": "Let us celebrate this year&#39;s Sŵn Festival with amazing music, fun, and activities."
    },
    {
      "title": "Talent Transformation Day",
      "description": "Talent Transformation Day highlights societal and workplace developments from new technology and business models."
    },
    {
      "title": "World CRISPR Day",
      "description": "Ever wondered whether there’s a technology that can cure all genetic conditions? Read to find out."
    },
    {
      "title": "World Statistics Day",
      "description": "This World Statistics day discover the relevance of statistics in your everyday life."
    },
    {
      "title": "A$AP Ferg’s Birthday",
      "description": "He’s currently gearing up for success and from the looks of it, there’s no stopping him."
    },
    {
      "title": "Bela Lugosi’s Birthday",
      "description": "This talented actor was a master of horror and portrayed some of the best horror characters."
    },
    {
      "title": "Blesiv’s Birthday",
      "description": "Since his ascent to stardom, this social media sensation has shown no signs of slowing down."
    },
    {
      "title": "BM’s Birthday",
      "description": "A heart of gold is hidden behind the chest of this outspoken and gifted artist."
    },
    {
      "title": "Candice Swanepoel’s Birthday",
      "description": "This stunning beauty wears many hats as a model, mom, designer, and entrepreneur."
    },
    {
      "title": "Cyn Santana’s Birthday",
      "description": "The social media sensation has taken the world by storm with her beauty."
    },
    {
      "title": "John Dewey’s Birthday",
      "description": "He gave himself to the study of human lives, changing the way of reasoning."
    },
    {
      "title": "John Krasinski’s Birthday",
      "description": "With this exceptional actor and filmmaker, the best is yet to come in terms of entertainment."
    },
    {
      "title": "Kamala Harris’s Birthday",
      "description": "She’s a perfect example of success that’s achieved by breaking down barriers and stereotypes."
    },
    {
      "title": "Maru the Shiba Inu’s Birthday",
      "description": "The world is not prepared for the greatness this dog has to offer."
    },
    {
      "title": "Mickey Mantle’s Birthday",
      "description": "The legendary Mickey Mantle, baseball&#39;s best switch hitter and one of the finest sluggers."
    },
    {
      "title": "Mitch Lucker’s Birthday",
      "description": "This exceptionally talented deathcore musician gave music his everything but tragically passed away too soon."
    },
    {
      "title": "NBA YoungBoy’s Birthday",
      "description": "Despite the controversies, this talented rapper keeps his head above water, trying to make it through."
    },
    {
      "title": "OpTic Predator’s Birthday",
      "description": "As a YouTube gamer and esports competitor, Keesling has made quite a name for himself."
    },
    {
      "title": "Ronnie Banks’s Birthday",
      "description": "Both the talent and presence of this creative social media sensation are enormous."
    },
    {
      "title": "Snoop Dogg’s Birthday",
      "description": "Three decades of breathtaking entertainment with this rap legend and we still can&#39;t get enough."
    },
    {
      "title": "Sunny Hostin’s Birthday",
      "description": "She&#39;s a brilliant journalist and lawyer that has shaped various narratives throughout her career."
    },
    {
      "title": "Tom Petty’s Birthday",
      "description": "What this creative genius left behind continues to help and inspire future generations."
    },
    {
      "title": "Vallyk’s Birthday",
      "description": "This young TikTok star and social media personality has thousands of fans already!"
    },
    {
      "title": "Viggo Mortensen’s Birthday",
      "description": "The beloved King of Gondor, a skilled swordsman and ranger, is a real-life knight!"
    }
  ]
}
