{
  "month": "oct",
  "day": 25,
  "holidays": [
    {
      "title": "World Pasta Day",
      "description": null
    },
    {
      "title": "Anniversary of Philippine Military Academy",
      "description": "Get informed about the military academy in the Philippines with our great article on this day."
    },
    {
      "title": "Bandana Day",
      "description": "Discover interesting ways to observe Bandana Day and offer much-needed support to people with cancer."
    },
    {
      "title": "Frankenstein Friday",
      "description": "Mary Shelley&#39;s creation spawned an entire genre, countless movie adaptations, and widespread recognition."
    },
    {
      "title": "Global Champagne Day",
      "description": "Find out the history of champagne and how to celebrate this day with our help!"
    },
    {
      "title": "Hawke&#39;s Bay Anniversary Day",
      "description": "It marks the date when Hawke&#39;s Bay was separated from Auckland Province on November 1, 1858."
    },
    {
      "title": "International Artist Day",
      "description": "Art as a creative human expression encapsulates myriad things."
    },
    {
      "title": "National Breadstick Day",
      "description": "Breadsticks are slender sticks of baked crispy dry goodness invented in Italy."
    },
    {
      "title": "National Chucky Day",
      "description": "Get your popcorn out and celebrate Chucky with all of the great information we have on this day."
    },
    {
      "title": "National Fine Art Appreciation Day",
      "description": "Add to your collection of artworks and fill your heart with admiration for artists&#39; creativity."
    },
    {
      "title": "National Greasy Foods Day",
      "description": "Time to fire up the frying oil, chop the potatoes, and break out the napkins."
    },
    {
      "title": "National Hope for Henry Day",
      "description": "Stay inspired and cheerful today. Don&#39;t let unfavorable life situations ruin your mood."
    },
    {
      "title": "​National I Care About You Day",
      "description": "We honor our loved ones for no other reason but to tell them we are grateful."
    },
    {
      "title": "National Pharmacy Buyer Day",
      "description": "We have some ideas on how to show love to those who source our meds."
    },
    {
      "title": "Nevada Day",
      "description": "Explore the Battle Born State today in celebration of Nevada Day."
    },
    {
      "title": "Punk For A Day Day",
      "description": "Wear black, get a fake tattoo, put on some punk music, and celebrate the day!"
    },
    {
      "title": "Simchat Torah",
      "description": "On Simchat Torah, Jewish communities celebrate the gift of the Torah."
    },
    {
      "title": "Sourest Day",
      "description": "It&#39;s time for a sensation overload that will make your mouth explode."
    },
    {
      "title": "Sŵn Festival",
      "description": "Let us celebrate this year&#39;s Sŵn Festival with amazing music, fun, and activities."
    },
    {
      "title": "World Lemur Day",
      "description": "Join us as we celebrate lemurs and their place in the global ecosystem this World Lemur Day!"
    },
    {
      "title": "Katy Perry’s Birthday",
      "description": "Katy Perry is behind intensely catchy pop anthems like “Hot n Cold,” “California Gurls,” and “Roar.”"
    },
    {
      "title": "Ciara’s Birthday",
      "description": "Ciara has established herself as one of the greatest modern R&amp;B singer-songwriter."
    },
    {
      "title": "Iris Law’s Birthday",
      "description": "She’s fashionable and super talented — let us celebrate Iris Law’s birthday today!"
    },
    {
      "title": "Juan Soto’s Birthday",
      "description": "Let&#39;s get to know Juan Soto a little better on his birthday!"
    },
    {
      "title": "Krista Marie Yu’s Birthday",
      "description": "Keep reading for more interesting facts and insights into this talented actress&#39;s life."
    },
    {
      "title": "Lee Know’s Birthday",
      "description": "Let’s take a look into the personal and professional life of this K-pop star!"
    },
    {
      "title": "Lynn Toler’s Birthday",
      "description": "We celebrate Lynn Toler, the former arbitrator of the longest-running courtroom television series, “Divorce Court.”"
    },
    {
      "title": "Mia Goth’s Birthday",
      "description": "Mia Goth started her career as a model when she was discovered by a fashion photographer!"
    },
    {
      "title": "Pablo Picasso’s Birthday",
      "description": "The art world wouldn&#39;t be the same without Picasso&#39;s innovation and massive influence."
    },
    {
      "title": "Princess Aurora’s Birthday",
      "description": "We have all the details you could want about this worldwide wonder!"
    }
  ]
}
