{
  "month": "oct",
  "day": 26,
  "holidays": [
    {
      "title": "National Pumpkin Day",
      "description": null
    },
    {
      "title": "Accession Day",
      "description": "Join us as we explore the complex history of Accession Day this October 26."
    },
    {
      "title": "Austrian National Day",
      "description": "Learn why Austrian National Day is celebrated and how the Austrians commemorate this day."
    },
    {
      "title": "National Chicken Fried Steak Day",
      "description": "Crispy breading and creamy gravy — just a few things you can look forward to."
    },
    {
      "title": "National Day of the Deployed",
      "description": "Our day to say “Thank You” to all military serving outside the U.S."
    },
    {
      "title": "National Financial Crime Fighter Day",
      "description": "Join us in appreciating B.S.A./A.M.L. professionals this National Financial Crime Fighter Day!"
    },
    {
      "title": "National Mincemeat Day",
      "description": "The original mincemeat recipe is more than 500 years old."
    },
    {
      "title": "National Mule Day",
      "description": "Join us as we celebrate the ever-useful mule this National Mule Day in October."
    },
    {
      "title": "National Noah Day",
      "description": "Get ready to send your love to every Noah you know on this special day!"
    },
    {
      "title": "National Tennessee Day",
      "description": "Play some Dolly Parton and eat your Moon Pies to celebrate Tennessee’s special day."
    },
    {
      "title": "National Transgender Children Day",
      "description": "Accept, welcome, regard, and accord equal privileges to all transgender children today — break the stigmatization chain."
    },
    {
      "title": "National Vivace Microneedling Day",
      "description": "Undergo a micro-needling process using a Vivace Experience machine today — your skin will thank you!"
    },
    {
      "title": "Worldwide Howl at the Moon Night",
      "description": "A day not just for thrill-seekers, but a celebration of knowledge, power, and environmental awareness."
    },
    {
      "title": "Angela Rye’s Birthday",
      "description": "This political commentator and activist emerged as a strong voice for relevant social issues."
    },
    {
      "title": "Ayla Faith Prince’s Birthday",
      "description": "Come along as we get to know the little celeb a bit better!"
    },
    {
      "title": "Bish Bharbie’s Birthday",
      "description": "Let’s get to know YouTube and social media star, Bish Bharbie, on her birthday."
    },
    {
      "title": "Bootsy Collins’s Birthday",
      "description": "Innovative and exceptional, Bootsy Collins is a great influence in the world of music."
    },
    {
      "title": "CM Punk’s Birthday",
      "description": "He can wrestle, but what else has this pro been up to? We have the deets."
    },
    {
      "title": "Hannah Bronfman’s Birthday",
      "description": "Healthy living and confidence, she’s practicing what she preaches. Celebrate her special day today!"
    },
    {
      "title": "Hillary Clinton’s Birthday",
      "description": "Hillary Clinton is the First Lady who was first in almost everything she did."
    },
    {
      "title": "Jaclyn Smith’s Birthday",
      "description": "Her most notable performance is as Kelly Garrett in the hit T.V. show &#34;Charlie&#39;s Angels.&#34;"
    },
    {
      "title": "Keith Urban’s Birthday",
      "description": "Musician, guitarist, and songwriter, Urban has had a long career that’s created a big name."
    },
    {
      "title": "Kelly Jo Bates’s Birthday",
      "description": "Kelly Jo Bates has 19 children and 20 grandchildren, with more granddaughters on the way."
    },
    {
      "title": "Kelsi Taylor’s Birthday",
      "description": "Happy birthday, Kelsi Taylor. Today, we celebrate her incredible talent and determination!"
    },
    {
      "title": "Luna’s Birthday",
      "description": "Join us as we celebrate this YouTuber and gamer who’s making moves in the entertainment space."
    },
    {
      "title": "Mendeecees Harris’s Birthday",
      "description": "From real estate to reality T.V. — Harris has made quite a leap!"
    },
    {
      "title": "Michael Sterling’s Birthday",
      "description": "The award-winning musician has maintained a low profile while making great music over the years."
    },
    {
      "title": "Monie Cashette’s Birthday",
      "description": "The world is simply not big enough to fit this little lady’s talent and fiery persona."
    },
    {
      "title": "Odalys JM’s Birthday",
      "description": "Odalys Jimenez is a creative girl who is setting trends throughout social media."
    },
    {
      "title": "Pat Sajak’s Birthday",
      "description": "Discover his journey from being an unknown weatherman to America’s favorite game show host!"
    },
    {
      "title": "Phaedra Parks’s Birthday",
      "description": "Reality T.V. fans will be quick to recognize her name! Let’s celebrate Phaedra Parks today!"
    },
    {
      "title": "Seth MacFarlane’s Birthday",
      "description": "A true entertainer — Seth MacFarlane’s prowess in the entertainment industry is a delight to many!"
    },
    {
      "title": "Tokyo Jetz’s Birthday",
      "description": "Let’s get to know the rapper in a little more detail as we celebrate her birthday."
    },
    {
      "title": "Toya Wright’s Birthday",
      "description": "We celebrate this super, multi-talented woman who is a reality star, author, and mom."
    }
  ]
}
