{
  "month": "oct",
  "day": 27,
  "holidays": [
    {
      "title": "National American Beer Day",
      "description": null
    },
    {
      "title": "National Black Cat Day",
      "description": "Black cats need some positive PR to dispel their reputation as an omen of bad luck."
    },
    {
      "title": "Cranky Co-Workers Day",
      "description": "Let&#39;s put on that fashionable frown and be irritable for a whole workday."
    },
    {
      "title": "Masskara Festival",
      "description": "Join the annual and colorful MassKara Festival! Have fun partying on the streets of Bacolod, Philippines."
    },
    {
      "title": "National Henry C. Ramos Day",
      "description": "Grab a tumbler, order a Ramos Gin Fizz, and indulge in this refreshing cocktail."
    },
    {
      "title": "​National Mentoring Day",
      "description": "The perfect time to think of a mentor that shaped you into who you are today."
    },
    {
      "title": "National Mother-in-Law Day",
      "description": "These “second moms” are always there to help, contribute, and, sometimes, lovingly criticize."
    },
    {
      "title": "National Tight End Day",
      "description": "America honors one of the game&#39;s most important yet unappreciated positions, the tight end."
    },
    {
      "title": "Navy Day",
      "description": "We celebrate members of the naval warfare branch of the U.S. military."
    },
    {
      "title": "Newport Wales Marathon",
      "description": "Get ready to explore the Newport Wales Marathon — held at one of the U.K&#39;s flattest tracks."
    },
    {
      "title": "Saint Vincent and the Grenadines Independence Day",
      "description": "Give the Vincentian Caribs a salute for their resilience and celebrate their well-deserved freedom today."
    },
    {
      "title": "Visit A Cemetery Day",
      "description": "Grab a bunch of flowers and pay a visit to that long-lost friend at the cemetery."
    },
    {
      "title": "World Day for Audiovisual Heritage",
      "description": "Let’s come together to archive audiovisual sources for our future generations’ benefit."
    },
    {
      "title": "Claudia Sampedro’s Birthday",
      "description": "Claudia Sampedro a Model? Yes. Businesswoman? Yes. Beautiful? Obviously. Smart? Even more so."
    },
    {
      "title": "Fran Lebowitz’s Birthday",
      "description": "Success did not spoil this famous author, speaker, and occasional actor. She has always been insufferable."
    },
    {
      "title": "Hernando Desoto’s Birthday",
      "description": "From Nicaragua to Peru to the United States, De Soto left no stone unturned."
    },
    {
      "title": "John Cleese’s Birthday",
      "description": "John Cleese is the most well-known member of the irreverent comic team that achieved legendary status."
    },
    {
      "title": "Kelly Osbourne’s Birthday",
      "description": "This talented daughter of Sharon and Ozzy Osbourne has successfully carved a niche for herself."
    },
    {
      "title": "Lilbaby Lexi’s Birthday",
      "description": "There is nothing little about Lilbaby Lexi’s social media breakthrough and online presence."
    },
    {
      "title": "Lonzo Ball’s Birthday",
      "description": "We’re all waiting to see what Lonzo Ball will do next. It will surely be amazing."
    },
    {
      "title": "Malachi Bush’s Birthday",
      "description": "This Tik Tok star who occasionally raps too is the one to look out for!"
    },
    {
      "title": "Scott Weiland’s Birthday",
      "description": "The versatile singer left a rich musical legacy and a lasting impression on rock music."
    },
    {
      "title": "Simon Le Bon’s Birthday",
      "description": "With a talent like no other, he’ll always be one of the legends."
    },
    {
      "title": "Theodore Roosevelt’s Birthday",
      "description": "Theodore Roosevelt, the nation’s 26th President, was the youngest President at 42 years old!"
    }
  ]
}
