{
  "month": "oct",
  "day": 31,
  "holidays": [
    {
      "title": "Halloween",
      "description": null
    },
    {
      "title": "​National Caramel Apple Day",
      "description": "Caramel apples and Halloween go together like ghosts, goblins, tricks, and treats."
    },
    {
      "title": "National Unity Day (Rashtriya Ekta Diwas)",
      "description": "On this day, locals are encouraged to remember the inherent strength and resilience of the nation."
    },
    {
      "title": "Books For Treats Day",
      "description": "On Halloween, there’s candy for the mind, and it is called books."
    },
    {
      "title": "Deepavali",
      "description": "Let the light bless our homes and hearts on the auspicious day of Deepavali."
    },
    {
      "title": "Diwali",
      "description": "Lasting over five days, the holiday is celebrated by millions of Hindus, Jains and Sikhs worldwide."
    },
    {
      "title": "Girl Scout Founder’s Day",
      "description": "This day commemorates the heroics of Juliette Gordon Low, who founded the Girl Scouts."
    },
    {
      "title": "Kali Puja",
      "description": "Settle in for a transformative journey into the world of the goddess Kali."
    },
    {
      "title": "Naraka Chaturdashi",
      "description": "Indians celebrate the second day of the five-day-long Diwali festival."
    },
    {
      "title": "National Doorbell Day",
      "description": "This Halloween, spare a thought for your doorbell as it chimes throughout the day."
    },
    {
      "title": "National Knock Knock Joke Day",
      "description": "Get ready to open the door to fun punchlines on National Knock Knock Joke Day."
    },
    {
      "title": "National Magic Day",
      "description": "Move over Halloween, National Magic Day takes the spotlight this October 31."
    },
    {
      "title": "Reformation Day",
      "description": "The Reformation provided by Martin Luther has an immense and lasting influence worth celebrating."
    },
    {
      "title": "Samhain",
      "description": "Light a sacred bonfire and call out to the gods on this night!"
    },
    {
      "title": "World Cities Day",
      "description": "Let’s look at cities through the lens of World Cities Day this October 31."
    },
    {
      "title": "World Savings Day",
      "description": "Remember, rather save today than spend all your money and be strapped for cash tomorrow."
    },
    {
      "title": "Alison Victoria’s Birthday",
      "description": "The queen of home restoration&#39;s fondness for homes and buildings lasted her entire life."
    },
    {
      "title": "Ansu Fati’s Birthday",
      "description": "We can only wonder what’s to come for this remarkable soccer star."
    },
    {
      "title": "Christopher Columbus’s Birthday",
      "description": "We celebrate this explorer who paved the way for intercontinental travels and the world map."
    },
    {
      "title": "Dan Rather’s Birthday",
      "description": "No matter the age, this unstoppable, career-driven man just keeps it going!"
    },
    {
      "title": "Frank Iero’s Birthday",
      "description": "He&#39;s a talented guitarist and vocalist for the world-famous band, My Chemical Romance!"
    },
    {
      "title": "Icewear Vezzo’s Birthday",
      "description": "We&#39;re looking forward to seeing what else this great musician has to offer the entertainment industry."
    },
    {
      "title": "ItsFunneh’s Birthday",
      "description": "This YouTube sensation has managed to capture the hearts of millions around the globe."
    },
    {
      "title": "John Candy’s Birthday",
      "description": "This legend has been an inspiration to this day and his impact is still being felt."
    },
    {
      "title": "John Keats’s Birthday",
      "description": "Gone too soon? Here’s everything you need to know about John Keats."
    },
    {
      "title": "Juliette Gordon Low’s Birthday",
      "description": "We&#39;ll always remember her as the ultimate American girl for all girls."
    },
    {
      "title": "Khalyla Kuhn’s Birthday",
      "description": "As her podcast continues to gain popularity, Khalya Kuhn&#39;s fame is also rising."
    },
    {
      "title": "Michael Landon’s Birthday",
      "description": "Landon managed to cement his title as the King of Heartwarming Television."
    },
    {
      "title": "Nick Saban’s Birthday",
      "description": "This legendary football coach has led many college teams to victory in the N.F.L."
    },
    {
      "title": "Vanilla Ice’s Birthday",
      "description": "There’s so much more to this iconic rapper and we are dishing out all the details."
    },
    {
      "title": "Willow Smith’s Birthday",
      "description": "She may be the daugther of Will Smith, but she&#39;s creating a successful name for herself."
    }
  ]
}
