{
  "month": "feb",
  "day": 4,
  "holidays": [
    {
      "title": "National Eat Ice Cream for Breakfast Day",
      "description": "Go ahead and get your treat on. Before noon. We won&#39;t judge!"
    },
    {
      "title": "National Thank a Mail Carrier Day",
      "description": "We salute the mail carriers who ensure our post reaches us."
    },
    {
      "title": "World Cancer Day",
      "description": "An important day to raise awareness about prevention, detection, and treatment of this fatal disease."
    },
    {
      "title": "Angola Liberation Day",
      "description": "Angola Liberation Day is the day when Angolans fought tenaciously against colonial rule."
    },
    {
      "title": "Create a Vacuum Day",
      "description": "It’s time to awaken the lab nerd in you and tinker around with vacuums."
    },
    {
      "title": "Facebook&#39;s Birthday",
      "description": "Flood your timeline with wishes for Facebook, the app that keeps you connected."
    },
    {
      "title": "Farmer&#39;s Day",
      "description": "Prepare to harvest the blessings of Lichun and the new year with your farm produce."
    },
    {
      "title": "International Day of Human Fraternity",
      "description": "Here’s everything you need to know about this day and the events leading up to it."
    },
    {
      "title": "International Pisco Sour Day",
      "description": "Read on for some lip-smacking ideas to celebrate International Pisco Sour Day."
    },
    {
      "title": "Liberace Day",
      "description": "Join us in celebrating this music maverick and pop culture icon today."
    },
    {
      "title": "Lung Leavin’ Day",
      "description": "Treasure every moment you live healthily and try to give strength to those afflicted."
    },
    {
      "title": "Medjoola Date Day",
      "description": "Did you know Medjool dates have more potassium than bananas?"
    },
    {
      "title": "National Day Sri Lanka",
      "description": "Celebrate Sri Lanka’s Independence from Great Britain and the colonization that came with their rule."
    },
    {
      "title": "National Hemp Day",
      "description": "Hemp has many amazing properties we&#39;re sure you did not know about."
    },
    {
      "title": "National Homemade Soup Day",
      "description": "National Homemade Soup Day is celebrated on February 4. Soup is the perfect winter meal. People have been enjoying this simple yet extremely delicious dish…"
    },
    {
      "title": "National Israel Day",
      "description": "Happy Israel Day to everyone bearing this name as well as the nation itself!"
    },
    {
      "title": "National Quacker Day",
      "description": "Calling out all ‘Quacker’ women! Celebrate your queen and her legacy today."
    },
    {
      "title": "National Stuffed Mushroom Day",
      "description": "Tantalize your taste buds with this delightful delicacy, but don&#39;t forget to appreciate its existence too."
    },
    {
      "title": "National Thank a Mailman Day",
      "description": "Technology may have evolved, but mailmen are still crucial to all of us."
    },
    {
      "title": "National Wicker Day",
      "description": "Wicker is still as fashionable and eco-friendly as it used to be."
    },
    {
      "title": "Philippine-American War Memorial Day",
      "description": "On Philippine-American War Memorial Day, let’s remember those who fought valiantly for freedom."
    },
    {
      "title": "Sweater Day",
      "description": "Sweaters and sustainability. Who knew they could benefit each other so well?"
    },
    {
      "title": "Take Your Child To The Library Day",
      "description": "Better than heading to Disneyland, celebrate Take Your Child to the Library Day today!"
    },
    {
      "title": "Torture Abolition Day",
      "description": "Today we get to play our part in raising awareness about torture."
    },
    {
      "title": "USO Day",
      "description": "We have the best suggestions to make your USO Day observance a memorable one."
    },
    {
      "title": "Yukon Quest",
      "description": "Join in the fun and enjoy the ideal blend of observation and winter activities!"
    },
    {
      "title": "Alice Cooper’s Birthday",
      "description": "“The hippies wanted peace and love. We wanted Ferraris, blondes, and switchblades.”― Alice Cooper"
    },
    {
      "title": "Rosa Parks’s Birthday",
      "description": "For this amazing civil rights activist, injustice anywhere was a threat to justice everywhere."
    },
    {
      "title": "Tabitha Brown’s Birthday",
      "description": "She launched a TikTok account in 2020 and has been sharing cooking tips and vegan recipes."
    }
  ]
}
