{
  "month": "feb",
  "day": 5,
  "holidays": [
    {
      "title": "National Chocolate Fondue Day",
      "description": null
    },
    {
      "title": "National Shower with a Friend Day",
      "description": "Tired of the polar vortex? Heat things up on National Shower with a Friend Day."
    },
    {
      "title": "National Signing Day",
      "description": "Today, high school football players are eligible to commit to the college of their choice."
    },
    {
      "title": "National Weatherperson&#39;s Day",
      "description": "We honor individuals in the fields of meteorology, weather forecasting and broadcast meteorology."
    },
    {
      "title": "World Nutella Day",
      "description": "Arguably among the most indulgent holidays, World Nutella Day is here for your eating pleasure."
    },
    {
      "title": "Adlai Stevenson Day",
      "description": "Join us as we celebrate the life of one of America’s greatest politicians."
    },
    {
      "title": "Disaster Day",
      "description": "Come and join us as we learn more about Disaster Day together."
    },
    {
      "title": "Feast of St Agatha",
      "description": "Today, honor the patron saint and beacon of hope for survivors everywhere."
    },
    {
      "title": "Global School Play Day",
      "description": "Today is the day to let the children run around as much as they want."
    },
    {
      "title": "International Clash Day",
      "description": "Is it surprising that “The Only Band That Matters” has an entire day dedicated to it?"
    },
    {
      "title": "Kashmir Day",
      "description": "Observed by Pakistanis and Kashmiris who have been fighting for their freedom for over 70 years."
    },
    {
      "title": "Leo Day",
      "description": "With notable people like Leonardo DiCaprio and Leo Da Vinci, the name Leo is something special."
    },
    {
      "title": "Liberation Day San Marino",
      "description": "Today in history, San Marino was liberated from occupation by Cardinal Giulio Alberoni’s forces."
    },
    {
      "title": "Move Hollywood &amp; Broadway to Lebanon PA Day",
      "description": "Come join us as we determine if Hollywood and Broadway can be moved to Lebanon, P.A."
    },
    {
      "title": "National Fart Day",
      "description": "On this special national holiday for farts, make sure you don’t hold back!"
    },
    {
      "title": "National Girls and Women in Sports Day",
      "description": "National Girls and Women in Sports Day, abbreviated as N.G.W.S.D., is observed on February 5 this year and it is all about breaking the gender…"
    },
    {
      "title": "National Pork Rind Day",
      "description": "Pork rinds are preferred by those who are trying to avoid chips and deep-fried snacks."
    },
    {
      "title": "National Primrose Day",
      "description": "National Primrose Day falls on February 5 to honor the primrose flower and St. Agatha."
    },
    {
      "title": "National Weatherman&#39;s Day",
      "description": "Join us to celebrate the ones who help us decide how to dress for the day!"
    },
    {
      "title": "Unity Day Burundi",
      "description": "Forget whether you are Tutsi or Hutu, and just be a Burundian for your country."
    },
    {
      "title": "Western Monarch Day",
      "description": "Check out these (butter)fly ideas to celebrate and enjoy Western Monarch Day."
    },
    {
      "title": "World Animal Reiki Day",
      "description": "Come and join us as we learn more about World Animal Reiki Day."
    },
    {
      "title": "World Read Aloud Day",
      "description": "Practice your narrative skill by reading your favorite story aloud to your family, friends, and community."
    },
    {
      "title": "Bobby Brown’s Birthday",
      "description": "Let’s celebrate Bobby who is multi-talented and possesses a variety of diverse abilities."
    },
    {
      "title": "Cristiano Ronaldo’s Birthday",
      "description": "This Portuguese soccer legend has unmatched skills and is the world&#39;s top goal scorer."
    },
    {
      "title": "Hank Aaron’s Birthday",
      "description": "This exceptional athlete who broke Babe Ruth&#39;s record had a long, illustrious career."
    },
    {
      "title": "Kevin Gates’s Birthday",
      "description": "There is nothing in the world that will stop this multi-talented rapper!"
    },
    {
      "title": "Neymar’s Birthday",
      "description": "Celebrating Neymar, the soccer player with incredible confidence, fast reflexes, and an explosive pace!"
    },
    {
      "title": "Steven Suptic’s Birthday",
      "description": "This skilled and entertaining YouTube star is heading for success, and we can’t wait!"
    }
  ]
}
