{
  "month": "feb",
  "day": 5,
  "holidays": [
    {
      "title": "National Chocolate Fondue Day",
      "description": "The big question: What will YOU dip?"
    },
    {
      "title": "National Shower with a Friend Day",
      "description": "Tired of the polar vortex? Heat things up on National Shower with a Friend Day."
    },
    {
      "title": "National Weatherperson&#39;s Day",
      "description": "We honor individuals in the fields of meteorology, weather forecasting and broadcast meteorology."
    },
    {
      "title": "World Nutella Day",
      "description": "Arguably among the most indulgent holidays, World Nutella Day is here for your eating pleasure."
    },
    {
      "title": "Adlai Stevenson Day",
      "description": "Join us as we celebrate the life of one of America’s greatest politicians."
    },
    {
      "title": "British Yorkshire Pudding Day",
      "description": "This baked pudding is honored for its centuries-long stalwart place in the British food lexicon."
    },
    {
      "title": "Disaster Day",
      "description": "Come and join us as we learn more about Disaster Day together."
    },
    {
      "title": "Dump Your Significant Jerk Day",
      "description": "This day is observed to help those in a seriously bad relationship get out of it."
    },
    {
      "title": "Feast of St Agatha",
      "description": "Today, honor the patron saint and beacon of hope for survivors everywhere."
    },
    {
      "title": "Floating Lanterns Festival",
      "description": "This Floating Lanterns Festival, let’s create a world of peace and joy by lighting floating lanterns!"
    },
    {
      "title": "Guru Ravidas Jayanti",
      "description": "Celebrate this day with us as Guruji showers his blessings on you and your entire family."
    },
    {
      "title": "Kashmir Solidarity Day",
      "description": "Observed by Pakistanis and Kashmiris who have been fighting for their freedom for over 70 years."
    },
    {
      "title": "Lantern Festival Taiwan",
      "description": "Get ready to celebrate a night of thousands of floating lanterns of dreams and wishes."
    },
    {
      "title": "Liberation Day San Marino",
      "description": "Today in history, San Marino was liberated from occupation by Cardinal Giulio Alberoni’s forces."
    },
    {
      "title": "Maghi Purnima",
      "description": "Wondering what this festival is and how you can commemorate it? Read on..."
    },
    {
      "title": "Move Hollywood &amp; Broadway to Lebanon PA Day",
      "description": "Come join us as we determine if Hollywood and Broadway can be moved to Lebanon, P.A."
    },
    {
      "title": "National Fart Day",
      "description": "On this special national holiday for farts, make sure you don’t hold back!"
    },
    {
      "title": "National Leo Day",
      "description": "With notable people like Leonardo DiCaprio and Leo Da Vinci, the name Leo is something special."
    },
    {
      "title": "National Pork Rind Day",
      "description": "Pork rinds are preferred by those who are trying to avoid chips and deep-fried snacks."
    },
    {
      "title": "National Primrose Day",
      "description": "National Primrose Day falls on February 5 to honor the primrose flower and St. Agatha."
    },
    {
      "title": "National Weatherman&#39;s Day",
      "description": "Join us to celebrate the ones who help us decide how to dress for the day!"
    },
    {
      "title": "Navam Full Moon Poya",
      "description": "Light your candles and lay your mats, it’s time to meditate and make merit."
    },
    {
      "title": "Scout Sunday",
      "description": "We celebrate the Scout’s oath and law which helps adolescents reach their full potential!"
    },
    {
      "title": "Thaipoosam Cavadee",
      "description": "Endurance and penance are the sacred mantras during the festival of Thaipoosam Cavadee."
    },
    {
      "title": "Thaipusam",
      "description": "Join us on a virtual pilgrimage as we celebrate Lord Murugan and Thaipusam."
    },
    {
      "title": "Tourism Day",
      "description": "Pack your virtual bags and travel to Taiwan with us this Tourism Day!"
    },
    {
      "title": "Unity Day Burundi",
      "description": "Forget whether you are Tutsi or Hutu, and just be a Burundian for your country."
    },
    {
      "title": "Western Monarch Day",
      "description": "Check out these (butter)fly ideas to celebrate and enjoy Western Monarch Day."
    },
    {
      "title": "World Animal Reiki Day",
      "description": "Come and join us as we learn more about World Animal Reiki Day."
    },
    {
      "title": "Bobby Brown’s Birthday",
      "description": "Let’s celebrate Bobby who is multi-talented and possesses a variety of diverse abilities."
    },
    {
      "title": "Cristiano Ronaldo’s Birthday",
      "description": "For this well-achieved soccer player, there might not be any more cups left to lift."
    },
    {
      "title": "Hank Aaron’s Birthday",
      "description": "This exceptional athlete who broke Babe Ruth&#39;s record had a long, illustrious career."
    },
    {
      "title": "Kevin Gates’s Birthday",
      "description": "There is nothing in the world that will stop this multi-talented rapper!"
    },
    {
      "title": "Neymar’s Birthday",
      "description": "Celebrating Neymar, the soccer player with incredible confidence, fast reflexes, and an explosive pace!"
    },
    {
      "title": "Steven Suptic’s Birthday",
      "description": "This skilled and entertaining YouTube star is heading for success, and we can’t wait!"
    }
  ]
}
