{
  "month": "feb",
  "day": 6,
  "holidays": [
    {
      "title": "National Frozen Yogurt Day",
      "description": "You scream, I scream, we all scream for...Frozen Yogurt?  Yes!"
    },
    {
      "title": "International Day of Zero Tolerance to Female Genital Mutilation",
      "description": "Will you join the global community’s fight to end female genital mutilation? Find out how."
    },
    {
      "title": "National Ashley Day",
      "description": "Ashley is one of those rare names that has a timeless and graceful appeal."
    },
    {
      "title": "National Chopsticks Day",
      "description": "Time to test your chopstick-wielding skills. Use them to eat, stir, and serve your next meal."
    },
    {
      "title": "National Lame Duck Day",
      "description": "All types of political lame ducks get our attention on National Lame Duck Day!"
    },
    {
      "title": "National Sickie Day",
      "description": "The first Monday of every February is when most workers are likely to call in sick."
    },
    {
      "title": "National Valentine Shopping Reminder Day",
      "description": "The day reminds people to buy Valentine&#39;s gifts a week and a day ahead of time."
    },
    {
      "title": "Oatmeal Monday",
      "description": "Get your pan ready and the fire going — we are making Oatmeal Monday come to life."
    },
    {
      "title": "Pay a Compliment Day",
      "description": "Be the reason someone smiles today and experience the contagious energy of happiness."
    },
    {
      "title": "Reclaim Social Day",
      "description": "On Reclaim Social Day, share your cheerful stories because we are in dire need of them."
    },
    {
      "title": "Ronald Reagan Day",
      "description": "Let’s honor the man who ignited one of the strongest periods of economic growth."
    },
    {
      "title": "Sami National Day",
      "description": "Let’s celebrate and recognize the Sámi people."
    },
    {
      "title": "Time to Talk Day",
      "description": "Help raise awareness about mental health and be a part of changing the narrative."
    },
    {
      "title": "Tu BiShvat",
      "description": "This is an ecological holiday to celebrate plants, trees, and everything green."
    },
    {
      "title": "Waitangi Day",
      "description": "Get ready as we take a journey into New Zealand’s riveting past."
    },
    {
      "title": "Bob Marley’s Birthday",
      "description": "His iconic music from ska to reggae, along with his wild dreadlocks, were his signature style."
    },
    {
      "title": "Axl Rose’s Birthday",
      "description": "This rock star has done it all and paved the way for future generations."
    },
    {
      "title": "Babe Ruth’s Birthday",
      "description": "This highly-awarded baseball player ate home runs for breakfast! Let us honor this remarkable individual."
    },
    {
      "title": "Drita D&#39;Avanzo’s Birthday",
      "description": "This beautiful reality star has opened her life for our scrutiny so today we celebrate her."
    },
    {
      "title": "Ginny Lemon’s Birthday",
      "description": "The world is just a stepping stone to true greatness for this bubbly character."
    },
    {
      "title": "Natalie Cole’s Birthday",
      "description": "From university degrees to innumerable awards, this singer certainly deserved her fame."
    },
    {
      "title": "Rick Astley’s Birthday",
      "description": "For this vibrant singer, the world is still his oyster. Let’s celebrate him!"
    },
    {
      "title": "Ronald Reagan’s Birthday",
      "description": "This ex-Hollywood actor turned POTUS can rest in peace knowing he achieved the highest feat."
    },
    {
      "title": "Zsa Zsa Gabor’s Birthday",
      "description": "From pageant queen to renowned star of the silver screen, Zsa Zsa did it all!"
    }
  ]
}
