{
  "month": "feb",
  "day": 8,
  "holidays": [
    {
      "title": "Global Movie Day",
      "description": null
    },
    {
      "title": "Laugh and Get Rich Day",
      "description": "Laugh yourself into better spirits and enrich your health and happiness today!"
    },
    {
      "title": "Molasses Bar Day",
      "description": "A homemade molasses bar is the perfect way to celebrate this sweet day."
    },
    {
      "title": "National Boy Scout Day",
      "description": "We celebrate the trustworthy, loyal, helpful, friendly, courteous, and brave boy scouts."
    },
    {
      "title": "National Iowa Day",
      "description": "It’s the day to remember the Hawkeye State and its rich contributions to American history."
    },
    {
      "title": "National Kite-Flying Day",
      "description": "The wind in your face, and the liberating feeling of flying a kite."
    },
    {
      "title": "Opera Day",
      "description": "Opera is one of the oldest and finest forms of entertainment. Today, we celebrate it!"
    },
    {
      "title": "Prešeren Day",
      "description": "Bring on your best mood as we celebrate one of the greatest men in history."
    },
    {
      "title": "Propose Day",
      "description": "Love’s in the air. Get down on one knee and do the deed this Propose Day."
    },
    {
      "title": "Royal Hobart Regatta",
      "description": "Join us in celebrating one of the oldest and most prestigious events in Tasmania."
    },
    {
      "title": "Scout Sabbath",
      "description": "Put on your uniform and get ready to honor Shabbat with all the information we have!"
    },
    {
      "title": "Charlie Axel Woods’s Birthday",
      "description": "This second-generation golfer is stepping out of his father’s shadow and making a name for himself."
    },
    {
      "title": "I.N’s Birthday",
      "description": "He is a vocalist and a people’s favorite, both within the group and among the fans."
    },
    {
      "title": "Jaden Hossler’s Birthday",
      "description": "He&#39;s not just a TikTok star, but also a talented singer. Nothing stops him from success."
    },
    {
      "title": "Klay Thompson’s Birthday",
      "description": "Thompson is widely considered one of the best shooters in N.B.A. history."
    },
    {
      "title": "Shereen Jenkins’s Birthday",
      "description": "We are celebrating Jenkins — a self-taught dancer who worked hard to perfect the art of dancing."
    }
  ]
}
