{
  "month": "feb",
  "day": 9,
  "holidays": [
    {
      "title": "National Pizza Day",
      "description": "This cheesy disc went from a niche cultural meal to the star of the show!"
    },
    {
      "title": "Chocolate Day",
      "description": "Everything tastes better with chocolate, so come and explore Chocolate Day in India with us."
    },
    {
      "title": "Giving Hearts Day",
      "description": "Giving is something that brings you joy, satisfaction, and fulfillment like nothing else can."
    },
    {
      "title": "Gwyl Mabsant",
      "description": "Gŵyl Mabsant is a rural festival that takes place every year in Wales."
    },
    {
      "title": "National Bagel and Lox Day",
      "description": "Bagel season is here! So just relax and eat one bagel… or three."
    },
    {
      "title": "National Cut the Cord Day",
      "description": "Cut the cord, take control, and embrace affordability, flexibility, and convenience today."
    },
    {
      "title": "National Develop Alternative Vices Day",
      "description": "Discover and enjoy new and alternative activities on National Develop Alternative Vices Day."
    },
    {
      "title": "National Owen Day",
      "description": "How many Owens do you know? These are the people you have to celebrate today."
    },
    {
      "title": "National Toothache Day",
      "description": "They are not worth celebrating, but we can learn to stop toothaches for good."
    },
    {
      "title": "Pizza Pie Day",
      "description": "Let’s celebrate one of America’s all-time favorite foods on Pizza Pie Day!"
    },
    {
      "title": "Read In The Bathtub Day",
      "description": "No time to read? Do it in the bathtub, it sinks in deeper in there."
    },
    {
      "title": "St Maroun Day",
      "description": "St. Maroun always sought new ways to accumulate all the treasures of wisdom."
    },
    {
      "title": "Bella Poarch’s Birthday",
      "description": "There is nothing this fantastic TikTok star can’t accomplish. Her creativity knows no bounds."
    },
    {
      "title": "Craig Conover’s Birthday",
      "description": "He’s a finance expert who became a lawyer, a television personality, and an actor!"
    },
    {
      "title": "DJ Prince’s Birthday",
      "description": "For this young YouTuber, the journey into content creation started early and he’s doing really well."
    },
    {
      "title": "Jalen Green’s Birthday",
      "description": "For this dedicated shooting guard, we will be here for all his next moves."
    },
    {
      "title": "Johnny Suh’s Birthday",
      "description": "For the ‘JohFam’, the name Johnny Suh calls his fans, we hope he rocks your world."
    },
    {
      "title": "Chung-ha Kim’s Birthday",
      "description": "For this butter-voiced singer, we can’t wait to see what her next move will be!"
    },
    {
      "title": "Tom Hiddleston’s Birthday",
      "description": "To the gorgeous, talented actor, Tom Hiddleston, we say, “Keep soaring high!”"
    }
  ]
}
