{
  "month": "feb",
  "day": 11,
  "holidays": [
    {
      "title": "International Day of Women and Girls in Science",
      "description": "Honor women’s achievements in science and place a much-needed focus on girls entering STEM careers."
    },
    {
      "title": "National Guitar Day",
      "description": "There&#39;s more to the guitar than just the players; a fascinating history of a versatile instrument."
    },
    {
      "title": "Armed Forces Day",
      "description": "Get ready to know the facts about the creation of the Armed Forces Day in Liberia."
    },
    {
      "title": "Be Electrific Day",
      "description": "Explore the history and significance of the invention of the light bulb and its creator."
    },
    {
      "title": "Don&#39;t Cry Over Spilled Milk Day",
      "description": "Could you be crying over spilled milk and don’t even know it?"
    },
    {
      "title": "Get Out Your Guitar Day",
      "description": "Tune your guitar and grab your favorite pick, we’re going to rock the world of music!"
    },
    {
      "title": "Global Movie Day",
      "description": "Grab your popcorn and get ready to celebrate your favorite movies all day!"
    },
    {
      "title": "Grandmother Achievement Day",
      "description": "Get ready to spoil and celebrate your grandmother on this day dedicated just to them."
    },
    {
      "title": "Islamic Revolution Day",
      "description": "Let us take you through one of the important events in Iranian history — the Islamic Revolution."
    },
    {
      "title": "National Ava Day",
      "description": "Get ready to celebrate the heritage of one of the most beautiful names in the world."
    },
    {
      "title": "National Emergency Number Day",
      "description": "On this day, 112 became the common emergency number in the European Union."
    },
    {
      "title": "National Foundation Day",
      "description": "National Foundation Day commemorates the establishment of Japan by Emperor Jimmu in 660 B.C."
    },
    {
      "title": "National Inventors&#39; Day",
      "description": "We&#39;ve come a long way since the invention of the wheel, and that&#39;s worth celebrating."
    },
    {
      "title": "National Latte Day",
      "description": "Drink a latte as you read about and celebrate National Latte Day with us."
    },
    {
      "title": "National Make a Friend Day",
      "description": "&#34;There are no strangers in the world, just friends you have never met.&#34;"
    },
    {
      "title": "National Marc Day",
      "description": "Get ready to honor one of the most historic names in the world."
    },
    {
      "title": "National Peppermint Patty Day",
      "description": "Get ready to feast on these creamy, tasty, and yummy peppermint treats."
    },
    {
      "title": "National Shut-in Visitation Day",
      "description": "National Shut-In Visitation Day commemorates people who are unable to leave their homes."
    },
    {
      "title": "National Van Day",
      "description": "Get ready to honor one of the most popular names in the world."
    },
    {
      "title": "Pro Sports Wives Day",
      "description": "Explore the significance of the women behind the players this Pro Sports Wives Day!"
    },
    {
      "title": "Promise Day",
      "description": "Get ready as we celebrate one of the most special days of Valentine&#39;s week — Promise Day!"
    },
    {
      "title": "Royal Hobart Regatta",
      "description": "Join us in celebrating one of the oldest and most prestigious events in Tasmania."
    },
    {
      "title": "Satisfied Staying Single Day",
      "description": "Who needs a partner when you can spoil yourself rotten on Satisfied Staying Single Day?"
    },
    {
      "title": "White T Shirt Day",
      "description": "Get your White T-shirts ready to celebrate a historic landmark event in the automobile industry."
    },
    {
      "title": "World Day of the Sick",
      "description": "Lend a helping hand to the ailing as we mark World Day of the Sick."
    },
    {
      "title": "Youth Day Cameroon",
      "description": "Celebrate Youth Day with youths from around the world as we look towards a brighter future."
    },
    {
      "title": "Brandy’s Birthday",
      "description": "Success is inevitable for someone as multi-talented in music, acting, and modeling as Brandy."
    },
    {
      "title": "Burt Reynolds’s Birthday",
      "description": "Burt Reynolds was multi-talented and there was nothing he couldn’t do in his life."
    },
    {
      "title": "Cody Herbinko’s Birthday",
      "description": "This Instagram and YouTube star rose to fame thanks to his charming personality and good looks!"
    },
    {
      "title": "Jennifer Aniston’s Birthday",
      "description": "From her sense of fashion to her friendships, we love Aniston for her humor and compassion."
    },
    {
      "title": "Mehgan James’s Birthday",
      "description": "Learn more about why Mehgan James left “Bad Girls Club” and more right here!"
    },
    {
      "title": "Roseanne Park’s Birthday",
      "description": "For this beautiful lead vocalist and dancer from “Blackpink,” the sky’s the limit!"
    },
    {
      "title": "Sarah Palin’s Birthday",
      "description": "Let&#39;s toast the first female Republican vice presidential candidate and governor right here!"
    },
    {
      "title": "Taylor Lautner’s Birthday",
      "description": "Learn more about Taylor Lautner, the actor who played Jacob Black in the famous “Twilight Saga.”"
    },
    {
      "title": "Thomas Edison’s Birthday",
      "description": "This genius rose from rags to riches and we’re here to celebrate his special day!"
    },
    {
      "title": "Yung Miami’s Birthday",
      "description": "We celebrate Yung Miami, a very attractive woman with a charming personality."
    }
  ]
}
