{
  "month": "feb",
  "day": 12,
  "holidays": [
    {
      "title": "Darwin Day",
      "description": "There’s a lot to be grateful about for Darwin and his research!"
    },
    {
      "title": "Super Bowl Sunday",
      "description": "On the first Sunday in February, America&#39;s love affair with football springs into full bloom."
    },
    {
      "title": "Autism Sunday",
      "description": "Take time to say a prayer today for those affected by autism spectrum disorders."
    },
    {
      "title": "Georgia Day",
      "description": "Want to know what Georgia Day is about? Then let’s get digging!"
    },
    {
      "title": "Hug Day",
      "description": "Share warmth and love by hugging a loved one or a stranger today."
    },
    {
      "title": "International Day Against the Use of Child Soldiers",
      "description": "This International Day Against the Use of Child Soldiers, help stop the use of child soldiers."
    },
    {
      "title": "Man Day",
      "description": "Fathers, friends, colleagues, and gym buddies — celebrate every man in your life on Man Day."
    },
    {
      "title": "Mother&#39;s Day Norway",
      "description": "This day is a special family holiday to celebrate mothers and wives."
    },
    {
      "title": "NAACP Day",
      "description": "Join us as we explore what the N.A.A.C.P. is all about."
    },
    {
      "title": "National Brayden Day",
      "description": "On National Bryden Day, celebrate the rich history and fascinating folkloric origins of this Irish name."
    },
    {
      "title": "National Freedom to Marry Day",
      "description": "We&#39;ve come a long way, but normalization of same-sex marriage is still not over."
    },
    {
      "title": "National Homegating Day",
      "description": "National Homegating Day is for Super Bowl Sunday fans who cannot be at the games personally."
    },
    {
      "title": "National Lost Penny Day",
      "description": "Roll up your sleeves and search the nooks and crannies; you might find a lost penny."
    },
    {
      "title": "National Plum Pudding Day",
      "description": "Did you know plum pudding contains no plums?"
    },
    {
      "title": "Oglethorpe Day",
      "description": "Let’s tap into the history of Georgia to learn more about its founding father."
    },
    {
      "title": "Pork Rind Appreciation Day",
      "description": "You’re in for a swell time with pork rinds and a fun, sporty day!"
    },
    {
      "title": "Red Hand Day",
      "description": "Paint your hand red, and raise your voice against using children in wars on this day."
    },
    {
      "title": "Safety Pup Day",
      "description": "It’s time to celebrate the puppets that keep your children safe from harm."
    },
    {
      "title": "Super Chicken Wing Day",
      "description": "It’s time to put that appetite to the test with Super Chicken Wing Day!"
    },
    {
      "title": "Union Day",
      "description": "Join the Union Day celebrations as the Burmese mark their independence in style."
    },
    {
      "title": "World Marriage Day",
      "description": "Today, we reflect on the beautiful gift of marriage and celebrate enduring love!"
    },
    {
      "title": "Abraham Lincoln’s Birthday",
      "description": "We look back at some remarkable moments in the life of Abraham Lincoln."
    },
    {
      "title": "Charles Darwin’s Birthday",
      "description": "This celebrated historical mover and shaker revolutionized the evolutionary theory of mankind."
    },
    {
      "title": "Gucci Mane’s Birthday",
      "description": "He’s a talented musician who knows how to maintain his place among the stars despite challenges."
    },
    {
      "title": "Yungeen Ace’s Birthday",
      "description": "For this self-made and talented rapper, the only way to go is up!"
    }
  ]
}
