{
  "month": "feb",
  "day": 13,
  "holidays": [
    {
      "title": "Galentine&#39;s Day",
      "description": null
    },
    {
      "title": "Safer Internet Day",
      "description": "It&#39;s extraordinary to have an infinite amount of access to information at your fingertips!"
    },
    {
      "title": "Angola Carnival Day",
      "description": "Color your world with a splash of Africa! It&#39;s Angola Carnival Day."
    },
    {
      "title": "Black Love Day",
      "description": "Black Love Day is about spreading love and promoting peace in our society."
    },
    {
      "title": "Brazilian Carninval",
      "description": "Brazilian Carnival is marked by colorful costumes, samba music and dance, grand parades, and food festivals."
    },
    {
      "title": "Canada&#39;s Agriculture Day",
      "description": "Grab your forks as we celebrate the foods we love and the farmers who produce them!"
    },
    {
      "title": "Desperation Day",
      "description": "Join us as we get into exactly what Desperation Day is all about!"
    },
    {
      "title": "Dream Your Sweet Day",
      "description": "The night before Valentine&#39;s Day is the best time to dream about your sweetheart."
    },
    {
      "title": "Ecuador Carnival",
      "description": "The Ecuador Carnival is a popular celebration that takes its origins from the remembrance of Jesus."
    },
    {
      "title": "Employee Legal Awareness Day",
      "description": "It’s time to learn more about your legal rights as an employee."
    },
    {
      "title": "Extraterrestrial Culture Day",
      "description": "Have you ever wondered about the lives that may exist in other galaxies?"
    },
    {
      "title": "Fasnacht Day",
      "description": "We encourage you to enjoy fluffy fried pastry on Fasnacht Day! If not now, when?"
    },
    {
      "title": "Get a Different Name Day",
      "description": "This is a day when the famous adage “What’s in a name?” matters."
    },
    {
      "title": "International Condom Day",
      "description": "Check the expiration date on your condom box and get ready for this day!"
    },
    {
      "title": "International Natural Day",
      "description": "Bask in self-love without any guilt, knowing that you deserve it fully."
    },
    {
      "title": "Kiss Day",
      "description": "Find your worries and anxieties melting away when you tenderly kiss your sweetheart."
    },
    {
      "title": "Mardi Gras",
      "description": "It&#39;s Mardi Gras time, arguably one the best celebrations in the world."
    },
    {
      "title": "National Apology Day",
      "description": "A day to commemorate the public presentation of a national apology to the Australian Indigenous peoples!"
    },
    {
      "title": "National Break Up With Your Carrier Day",
      "description": "Today’s all about getting good mobile service and giving the boot to bad mobile network providers."
    },
    {
      "title": "National Cheddar Day",
      "description": "Bite into the dairy delight of cheddar as we celebrate this cheesy day."
    },
    {
      "title": "National Crab Rangoon Day",
      "description": "We’re dishing out crab rangoon and hanging out with friends on this special holiday!"
    },
    {
      "title": "National Derrick Day",
      "description": "Prepare to celebrate one of the most distinctive names in the world."
    },
    {
      "title": "National Internet Friends Day",
      "description": "Get ready to celebrate the greatness of internet friendships with our tips!"
    },
    {
      "title": "National Jamie Day",
      "description": "Get together to celebrate and appreciate all the Jamies around the globe."
    },
    {
      "title": "National Tortellini Day",
      "description": "Whether you enjoy them with butter and sage or parmesan, lift a fork to celebrate!"
    },
    {
      "title": "National Wingman Day",
      "description": "Gather your mates and get ready to celebrate this day! Here’s everything you need to know!"
    },
    {
      "title": "Qatar Sports Day",
      "description": "Qatar encourages all citizens to get fit by recognizing National Sports Day."
    },
    {
      "title": "Self-Love Day",
      "description": "This Self-Love Day, join us in celebrating the amazing power of self-love."
    },
    {
      "title": "Travel Africa Day",
      "description": "Africa has its mysteries. Join us as we unravel them on Travel Africa Day!"
    },
    {
      "title": "World Radio Day",
      "description": "Celebrate and find out how radio is still changing lives across the globe."
    },
    {
      "title": "Jess Hilarious’s Birthday",
      "description": "This talented comedian has captured the attention of thousands with her witty humor."
    },
    {
      "title": "Sockie Norris’s Birthday",
      "description": "She’s a young star who has found success by just having fun with her family!"
    }
  ]
}
