{
  "month": "feb",
  "day": 13,
  "holidays": [
    {
      "title": "Galentine&#39;s Day",
      "description": "“Oh, it’s only the best day of the year...Ladies celebrating ladies.”"
    },
    {
      "title": "National Clean Out Your Computer Day",
      "description": "Geeks and laypeople unite, it’s National Clean Out Your Computer Day!"
    },
    {
      "title": "Black Love Day",
      "description": "Black Love Day is about spreading love and promoting peace in our society."
    },
    {
      "title": "Desperation Day",
      "description": "Join us as we get into exactly what Desperation Day is all about!"
    },
    {
      "title": "Dream Your Sweet Day",
      "description": "The night before Valentine&#39;s Day is the best time to dream about your sweetheart."
    },
    {
      "title": "Dream Your Sweet Day",
      "description": "On Dream Your Sweet Day, dream about your partner and the sweet things you’ll do!"
    },
    {
      "title": "Employee Legal Awareness Day",
      "description": "It’s time to learn more about your legal rights as an employee."
    },
    {
      "title": "Get a Different Name Day",
      "description": "This is a day when the famous adage “What’s in a name?” matters."
    },
    {
      "title": "International Condom Day",
      "description": "Check the expiration date on your condom box and get ready for this day!"
    },
    {
      "title": "International Epilepsy Day",
      "description": "Learn more about one of the world’s oldest-known diseases on International Epilepsy Day."
    },
    {
      "title": "International Natural Day",
      "description": "Bask in self-love without any guilt, knowing that you deserve it fully."
    },
    {
      "title": "Kiss Day",
      "description": "Find your worries and anxieties melting away when you tenderly kiss your sweetheart."
    },
    {
      "title": "Kiss Day",
      "description": "What makes Kiss Day great is that there are many ways to celebrate it. Wink wink!"
    },
    {
      "title": "National Apology Day",
      "description": "A day to commemorate the public presentation of a national apology to the Australian Indigenous peoples!"
    },
    {
      "title": "National Break Up With Your Carrier Day",
      "description": "Today’s all about getting good mobile service and giving the boot to bad mobile network providers."
    },
    {
      "title": "National Cheddar Day",
      "description": "Bite into the dairy delight of cheddar as we celebrate this cheesy day."
    },
    {
      "title": "National Crab Rangoon Day",
      "description": "We’re dishing out crab rangoon and hanging out with friends on this special holiday!"
    },
    {
      "title": "National Derrick Day",
      "description": "Prepare to celebrate one of the most distinctive names in the world."
    },
    {
      "title": "National Internet Friends Day",
      "description": "Get ready to celebrate the greatness of internet friendships with our tips!"
    },
    {
      "title": "National Jamie Day",
      "description": "Get together to celebrate and appreciate all the Jamies around the globe."
    },
    {
      "title": "National Poop Day",
      "description": "It’s the day to celebrate one of the body’s most important functions."
    },
    {
      "title": "National Tortellini Day",
      "description": "Whether you enjoy them with butter and sage or parmesan, lift a fork to celebrate!"
    },
    {
      "title": "National Wingman Day",
      "description": "Gather your mates and get ready to celebrate this day! Here’s everything you need to know!"
    },
    {
      "title": "Oatmeal Monday",
      "description": "Get your pan ready and the fire going — we are making Oatmeal Monday come to life."
    },
    {
      "title": "Oatmeal Monday (Meal Monday)",
      "description": "Let’s indulge in the creamy, fiber-rich delicacy known as oatmeal on this day."
    },
    {
      "title": "Self-Love Day",
      "description": "This Self-Love Day, join us in celebrating the amazing power of self-love."
    },
    {
      "title": "World Radio Day",
      "description": "Celebrate and find out how radio is still changing lives across the globe."
    },
    {
      "title": "Jess Hilarious’s Birthday",
      "description": "This talented comedian has captured the attention of thousands with her witty humor."
    },
    {
      "title": "Sockie Norris’s Birthday",
      "description": "She’s a young star who has found success by just having fun with her family!"
    }
  ]
}
