{
  "month": "feb",
  "day": 15,
  "holidays": [
    {
      "title": "Annoy Squidward Day",
      "description": null
    },
    {
      "title": "Day of Ashakalia",
      "description": "Let us dive deep into the importance of the history of the Ashakali people."
    },
    {
      "title": "International Angelman Day",
      "description": "Knowledge is power, so find out how to spread awareness about Angelman Syndrome."
    },
    {
      "title": "International Childhood Cancer Day",
      "description": "Learn more about cancer’s effect on children and how you can help."
    },
    {
      "title": "Liberation Day Afghanistan",
      "description": "Let’s dive into the historical war in commemoration of Afghanistan’s freedom from the Soviet Union."
    },
    {
      "title": "Love Reset Day",
      "description": "You are invited on a journey of love that needs to start from within."
    },
    {
      "title": "Lui-Ngai-Ni",
      "description": "Lui-Ngai-Ni is the seed-sowing festival, bringing together the many tribes in the state."
    },
    {
      "title": "National Black Girl Magic Day",
      "description": "This day hopes to bring change and create an equal future for every Black woman."
    },
    {
      "title": "National Flag of Canada Day",
      "description": "National Flag of Canada Day is here and we can’t wait to raise the celebrations."
    },
    {
      "title": "National Gumdrop Day",
      "description": "Grab your gumdrops and let’s get this party started!"
    },
    {
      "title": "National I Want Butterscotch Day",
      "description": "Get ready to celebrate one of the most delicious confections; bring out your butterscotch recipes."
    },
    {
      "title": "National Marcus Day",
      "description": "Get ready to honor one of the most historic names in the world!"
    },
    {
      "title": "National Wisconsin Day",
      "description": "Come and join us as we learn more about the Badger State!"
    },
    {
      "title": "Parinirvana Day (Nirvana Day)",
      "description": "Parinirvana Day’s activities are for everyone, whether you are a Buddhist or not."
    },
    {
      "title": "Remember the Maine Day",
      "description": "You may have heard the phrase “Remember the Maine;” we’re here to tell you about it."
    },
    {
      "title": "Singles Awareness Day",
      "description": "Hallmark may not agree but celebrate your independence, moxie and unique style today!"
    },
    {
      "title": "Sovereignty Day of Serbia",
      "description": "Join us right here as we celebrate Sovereignty Day of Serbia this February!"
    },
    {
      "title": "St. Skeletor&#39;s Day",
      "description": "The antithesis of Valentine’s Day is here, and it’s time for the singles to not mingle!"
    },
    {
      "title": "Susan B Anthony Day",
      "description": "Let’s celebrate the birthday of a famous American suffragist and civil rights leader."
    },
    {
      "title": "Total Defense Day",
      "description": "It takes the whole village — nay, the whole nation — to keep itself strong and together."
    },
    {
      "title": "World Anthropology Day",
      "description": "Learn more about how anthropology explains the factors that influence human lives."
    },
    {
      "title": "World Cholangiocarcinoma Day",
      "description": "Let’s learn more about one of the rarest and most aggressive types of cancer — cholangiocarcinoma."
    },
    {
      "title": "World Hippo Day",
      "description": "Let’s get ready to celebrate our &#39;river horse,&#39; the world’s third-largest land mammal."
    },
    {
      "title": "Jane Seymour’s Birthday",
      "description": "Jane Seymour continues to show her undeniable talent and dominance in Hollywood."
    },
    {
      "title": "Megan Thee Stallion’s Birthday",
      "description": "With this talented rapper’s music, it’s ‘Hot Girl Summer’ all year long!"
    },
    {
      "title": "Susan B. Anthony’s Birthday",
      "description": "This crusader, one of the most significant women in American history, championed numerous causes."
    }
  ]
}
