{
  "month": "feb",
  "day": 16,
  "holidays": [
    {
      "title": "National Almond Day",
      "description": "Let’s pay tribute to these tiny powerhouses packed with goodness!"
    },
    {
      "title": "Archbishop Janani Luwum Day",
      "description": "Today we celebrate a man who wasn’t afraid to stand for truth on behalf of Ugandans."
    },
    {
      "title": "Do a Grouch a Favor Day",
      "description": "We share our best ideas to enjoy Do A Grouch A Favor Day."
    },
    {
      "title": "Elizabeth Peratrovich Day",
      "description": "Join us as we celebrate and honor the life of a courageous woman — Elizabeth Peratrovich."
    },
    {
      "title": "Fat Thursday",
      "description": "Presenting the ultimate cheat day — join us as we bring good luck and cheer through donuts."
    },
    {
      "title": "Feast of Saint Vartan",
      "description": "Join us as we celebrate the Feast of Saint Vartan this February."
    },
    {
      "title": "Innovation Day",
      "description": "If you want to pursue a career in technology then this day is for you."
    },
    {
      "title": "Kyoto Protocol Day",
      "description": "Find out what different countries are doing to make the world a more habitable place."
    },
    {
      "title": "Paczki Day",
      "description": "Known as a dessert indulged in around lent, Paczki Day isn’t just about the pastries."
    },
    {
      "title": "Restoration of the State Day in Lithuania",
      "description": "Rejoice in the spirit of patriotism as we celebrate the first independence day of Lithuania."
    },
    {
      "title": "Tim Tam Day",
      "description": "Come up with new combinations and variations to enjoy Tim Tam biscuits this year."
    },
    {
      "title": "World Anthropology Day",
      "description": "Learn more about how anthropology explains the factors that influence human lives."
    },
    {
      "title": "World Cholangiocarcinoma Day",
      "description": "Let’s learn more about one of the rarest and most aggressive types of cancer — cholangiocarcinoma."
    },
    {
      "title": "Ava Max’s Birthday",
      "description": "This talented singer’s hard work in the world of music makes her a true queen."
    },
    {
      "title": "Brittney Atwood’s Birthday",
      "description": "Her YouTube career began after starring on her husband’s channel but she’s making her own way."
    },
    {
      "title": "Elizabeth Olsen’s Birthday",
      "description": "She aped her older sisters and started acting but Elizabeth has established a name for herself."
    },
    {
      "title": "Ice T’s Birthday",
      "description": "Ice-T served four years in the Army before starting his rap career in the early 1980s."
    },
    {
      "title": "Lupe Fiasco’s Birthday",
      "description": "Lupe Fiasco, a devout Muslim, jazz enthusiast, and self-described geek, is a hip-hop sensation."
    },
    {
      "title": "The Weeknd’s Birthday",
      "description": "We love his music and more, he donated $250,000 to the Black Lives Matter movement."
    }
  ]
}
