{
  "month": "feb",
  "day": 17,
  "holidays": [
    {
      "title": "National Random Acts of Kindness Day",
      "description": null
    },
    {
      "title": "Analog to Digital TV Day",
      "description": "Take some time to appreciate the brilliance of digital T.Vs and what they do."
    },
    {
      "title": "Angola Carnival Day",
      "description": "Color your world with a splash of Africa! It&#39;s Angola Carnival Day."
    },
    {
      "title": "Brazilian Carninval",
      "description": "Brazilian Carnival is marked by colorful costumes, samba music and dance, grand parades, and food festivals."
    },
    {
      "title": "Champion Crab Races Day",
      "description": "Include crabs in your diet and crab races in your list of fun things to do."
    },
    {
      "title": "Chinese Lunar New Year&#39;s Day",
      "description": "We say, “Out with the old and in with the new,” on this auspicious holiday!"
    },
    {
      "title": "Chinese New Year",
      "description": "A celebration marked by good food, red envelopes, and blessings for everyone."
    },
    {
      "title": "Chinese Spring Festival",
      "description": "We’ll help you discover how thousands of Chinese diaspora in Mauritius celebrate the Spring Festival."
    },
    {
      "title": "Ecuador Carnival",
      "description": "The Ecuador Carnival is a popular celebration that takes its origins from the remembrance of Jesus."
    },
    {
      "title": "Fasnacht Day",
      "description": "We encourage you to enjoy fluffy fried pastry on Fasnacht Day! If not now, when?"
    },
    {
      "title": "February 17th Revolution",
      "description": "Look back on the events of the Libyan Revolution, and how this changed the nation."
    },
    {
      "title": "Korean New Year",
      "description": "Korean New Year, one of the most important national holidays in Korea, is celebrated with great festivities."
    },
    {
      "title": "Kosovo Independence Day",
      "description": "Rewind the hands of time and close in on Kosovo&#39;s historic road to freedom."
    },
    {
      "title": "Libyan Revolution Day",
      "description": "Libyan Revolution Day: The Bloody Revolt that shook and catapulted Libya to freedom."
    },
    {
      "title": "My Way Day",
      "description": "The crowd is a bore! Live by your own rules on My Way Day!"
    },
    {
      "title": "National Cabbage Day",
      "description": "Get your kitchen gear ready as we explore the unexplored world of cabbages."
    },
    {
      "title": "National Cafe au Lait Day",
      "description": "Treat your taste buds to this warm, heavenly delight on National Cafe au Lait Day!"
    },
    {
      "title": "National Public Science Day",
      "description": "Get acquainted with the science topics and issues that influence our everyday lives."
    },
    {
      "title": "National Tennis Pro Day",
      "description": "It’s time to give credit to the ones that taught us to ace the game."
    },
    {
      "title": "Simplot Games",
      "description": "Get ready to cheer talented athletes as they break records at the annual Simplot Games."
    },
    {
      "title": "Tet Eve",
      "description": "Prepare your offerings to ask for peace as you celebrate Tet Eve!"
    },
    {
      "title": "Tet Holiday",
      "description": "Get ready to celebrate the Vietnamese New Year in style with us!"
    },
    {
      "title": "Tet Nguyen Dan",
      "description": "Why is Tet Nguyen Dan celebrated in February? Find out here!"
    },
    {
      "title": "Travel Africa Day",
      "description": "Africa has its mysteries. Join us as we unravel them on Travel Africa Day!"
    },
    {
      "title": "Who Shall I Be Day",
      "description": "Let us explore the importance of setting future goals and start working for a brighter future."
    },
    {
      "title": "World Human Spirit Day",
      "description": "Celebrate World Human Spirit Day in zen-full fashion! Meditate, be thankful, and stay confident."
    },
    {
      "title": "Alex Vargas’s Birthday",
      "description": "Vargas has continued to share his talent with the world after leaving his band, Vagabond."
    },
    {
      "title": "Billie Joe Armstrong’s Birthday",
      "description": "Billie Joe Armstrong is a part-time father and a full-time rock star."
    },
    {
      "title": "Bonnie Wright’s Birthday",
      "description": "Do you know just how magical Bonnie Wright is? Learn more about her here."
    },
    {
      "title": "David Goggins’s Birthday",
      "description": "Military man, endurance athlete, and author; there is nothing David Goggins can’t do."
    },
    {
      "title": "Michael Jordan’s Birthday",
      "description": "Michael Jordan ultimately took a break from basketball to play minor-league baseball."
    },
    {
      "title": "Paris Hilton’s Birthday",
      "description": "A multifaceted woman who has ventured into over five fields and excelled in all of them."
    },
    {
      "title": "Rene Russo’s Birthday",
      "description": "Supermodel, actress, producer, and more, Rene Russo is a star whose talents seem endless!"
    }
  ]
}
