{
  "month": "feb",
  "day": 17,
  "holidays": [
    {
      "title": "Random Act of Kindness Day",
      "description": "Want to change the world? Start with a random act of kindness!"
    },
    {
      "title": "Analog to Digital TV Day",
      "description": "Take some time to appreciate the brilliance of digital T.Vs and what they do."
    },
    {
      "title": "Brazil Carnival",
      "description": "Brazil Carnival is a festival held before Ash Wednesday, which hosts many colorful events."
    },
    {
      "title": "Champion Crab Races Day",
      "description": "Include crabs in your diet and crab races in your list of fun things to do."
    },
    {
      "title": "February 17th Revolution",
      "description": "Look back on the events of the Libyan Revolution, and how this changed the nation."
    },
    {
      "title": "Kosovo Independence Day",
      "description": "Rewind the hands of time and close in on Kosovo&#39;s historic road to freedom."
    },
    {
      "title": "Libyan Revolution Day",
      "description": "Libyan Revolution Day: The Bloody Revolt that shook and catapulted Libya to freedom."
    },
    {
      "title": "My Way Day",
      "description": "The crowd is a bore! Live by your own rules on My Way Day!"
    },
    {
      "title": "National Cabbage Day",
      "description": "Get your kitchen gear ready as we explore the unexplored world of cabbages."
    },
    {
      "title": "National Cafe au Lait Day",
      "description": "Treat your taste buds to this warm, heavenly delight on National Cafe au Lait Day!"
    },
    {
      "title": "National Caregivers Day",
      "description": "We honor individuals who selflessly provide physical-and emotional support to those who need it most."
    },
    {
      "title": "National Public Science Day",
      "description": "Get acquainted with the science topics and issues that influence our everyday lives."
    },
    {
      "title": "National Tennis Pro Day",
      "description": "It’s time to give credit to the ones that taught us to ace the game."
    },
    {
      "title": "No One Eats Alone Day",
      "description": "Sit with the loneliest kid and share your meal with him or her as you bond."
    },
    {
      "title": "Who Shall I Be Day",
      "description": "Let us explore the importance of setting future goals and start working for a brighter future."
    },
    {
      "title": "World Human Spirit Day",
      "description": "Celebrate World Human Spirit Day in zen-full fashion! Meditate, be thankful, and stay confident."
    },
    {
      "title": "Alex Vargas’s Birthday",
      "description": "Vargas has continued to share his talent with the world after leaving his band, Vagabond."
    },
    {
      "title": "Billie Joe Armstrong’s Birthday",
      "description": "Billie Joe Armstrong is a part-time father and a full-time rock star."
    },
    {
      "title": "Bonnie Wright’s Birthday",
      "description": "Do you know just how magical Bonnie Wright is? Learn more about her here."
    },
    {
      "title": "David Goggins’s Birthday",
      "description": "Military man, endurance athlete, and author; there is nothing David Goggins can’t do."
    },
    {
      "title": "Michael Jordan’s Birthday",
      "description": "Michael Jordan ultimately took a break from basketball to play minor-league baseball."
    },
    {
      "title": "Paris Hilton’s Birthday",
      "description": "A multifaceted woman who has ventured into over five fields and excelled in all of them."
    },
    {
      "title": "Rene Russo’s Birthday",
      "description": "Supermodel, actress, producer, and more, Rene Russo is a star whose talents seem endless!"
    }
  ]
}
