{
  "month": "feb",
  "day": 17,
  "holidays": [
    {
      "title": "National Random Acts of Kindness Day",
      "description": null
    },
    {
      "title": "Analog to Digital TV Day",
      "description": "Take some time to appreciate the brilliance of digital T.Vs and what they do."
    },
    {
      "title": "Champion Crab Races Day",
      "description": "Include crabs in your diet and crab races in your list of fun things to do."
    },
    {
      "title": "Daisy Gatson Bates Day",
      "description": "Celebrate this praise-worthy activist who believed in fighting against racial inequality and injustice."
    },
    {
      "title": "Family Day",
      "description": "Family Day is celebrated in Canada on the third Monday in February."
    },
    {
      "title": "February 17th Revolution",
      "description": "Look back on the events of the Libyan Revolution, and how this changed the nation."
    },
    {
      "title": "Islander Day",
      "description": "Start planning for the short winter break as we glide into Islander Day."
    },
    {
      "title": "Kosovo Independence Day",
      "description": "Rewind the hands of time and close in on Kosovo&#39;s historic road to freedom."
    },
    {
      "title": "Libyan Revolution Day",
      "description": "Libyan Revolution Day: The Bloody Revolt that shook and catapulted Libya to freedom."
    },
    {
      "title": "Louis Riel Day",
      "description": "Get ready to dive into Manitoban history as we remember and celebrate Louis Riel."
    },
    {
      "title": "My Way Day",
      "description": "The crowd is a bore! Live by your own rules on My Way Day!"
    },
    {
      "title": "National Cabbage Day",
      "description": "Get your kitchen gear ready as we explore the unexplored world of cabbages."
    },
    {
      "title": "National Cafe au Lait Day",
      "description": "Treat your taste buds to this warm, heavenly delight on National Cafe au Lait Day!"
    },
    {
      "title": "National Public Science Day",
      "description": "Get acquainted with the science topics and issues that influence our everyday lives."
    },
    {
      "title": "National Tennis Pro Day",
      "description": "It’s time to give credit to the ones that taught us to ace the game."
    },
    {
      "title": "Nova Scotia Heritage Day",
      "description": "Nova Scotia Heritage Day celebrates the unique people, heritage, and history of Nova Scotia."
    },
    {
      "title": "Presidents&#39; Day",
      "description": "We celebrate America&#39;s greatest in all our patriotic glory."
    },
    {
      "title": "The Day of Illustrious Puerto Ricans",
      "description": "Get ready to understand the importance of the Day of Illustrious Puerto Ricans and its history."
    },
    {
      "title": "Who Shall I Be Day",
      "description": "Let us explore the importance of setting future goals and start working for a brighter future."
    },
    {
      "title": "World Human Spirit Day",
      "description": "Celebrate World Human Spirit Day in zen-full fashion! Meditate, be thankful, and stay confident."
    },
    {
      "title": "Simplot Games",
      "description": "Get ready to cheer talented athletes as they break records at the annual Simplot Games."
    },
    {
      "title": "Alex Vargas’s Birthday",
      "description": "Vargas has continued to share his talent with the world after leaving his band, Vagabond."
    },
    {
      "title": "Billie Joe Armstrong’s Birthday",
      "description": "Billie Joe Armstrong is a part-time father and a full-time rock star."
    },
    {
      "title": "Bonnie Wright’s Birthday",
      "description": "Do you know just how magical Bonnie Wright is? Learn more about her here."
    },
    {
      "title": "David Goggins’s Birthday",
      "description": "Military man, endurance athlete, and author; there is nothing David Goggins can’t do."
    },
    {
      "title": "Michael Jordan’s Birthday",
      "description": "Michael Jordan ultimately took a break from basketball to play minor-league baseball."
    },
    {
      "title": "Paris Hilton’s Birthday",
      "description": "A multifaceted woman who has ventured into over five fields and excelled in all of them."
    },
    {
      "title": "Rene Russo’s Birthday",
      "description": "Supermodel, actress, producer, and more, Rene Russo is a star whose talents seem endless!"
    }
  ]
}
