{
  "month": "feb",
  "day": 19,
  "holidays": [
    {
      "title": "Tug of War Day",
      "description": "The game’s losers receive a hotfoot… or worse if they are unlucky."
    },
    {
      "title": "Constantin Brancusi Day",
      "description": "Join us on Constantin Brancusi Day and celebrate one of the 20th century’s most acclaimed sculptors."
    },
    {
      "title": "Daytona Pole Day",
      "description": "Join car racing fans from all over the world for an experience that lasts a lifetime."
    },
    {
      "title": "Fastelavn",
      "description": "Why is Fastelavn celebrated, and how? Read on to know more about the carnival!"
    },
    {
      "title": "Iwo Jima Day",
      "description": "The 1945 battle cost the lives of American soldiers who were wounded and killed."
    },
    {
      "title": "National Airboat Day",
      "description": "Don&#39;t miss your date with the gators, and bring your family along to Wild Florida."
    },
    {
      "title": "National Arabian Horse Day",
      "description": "Mount or caress one, get ready to do fun things that involve the Arabian horse today."
    },
    {
      "title": "National Chocolate Mint Day",
      "description": "This triumphant flavor combination means an entire day dedicated to its taste and vigor."
    },
    {
      "title": "National Lash Day",
      "description": "Eyelashes are important to our appearance. They serve both functional and aesthetic purposes."
    },
    {
      "title": "National Vet Girls ROCK Day",
      "description": "We celebrate the extraordinarily courageous women who risk their lives fighting for peace in the world."
    },
    {
      "title": "NBA All Star Game",
      "description": "Get ready to cheer your team and enjoy some incredible basketball action!"
    },
    {
      "title": "Orthodox Meatfare Sunday",
      "description": "Orthodox Meatfare Sunday is the first step towards preparing for the Great Fast. Are you ready?"
    },
    {
      "title": "Prevent Plagiarism Day",
      "description": "Join us as we get ready to raise awareness about plagiarism on this day."
    },
    {
      "title": "Shivaji Jayanti",
      "description": "This day is dedicated to the young and brave warrior, Maharaj the Emperor."
    },
    {
      "title": "U.S. Coast Guard Reserve Birthday",
      "description": "February 19 is annually commemorated as the founding day of the U.S. Coast Guard Reserve."
    },
    {
      "title": "World Whale Day",
      "description": "Get ready to dive deep into the celebrations for these majestic ocean creatures."
    },
    {
      "title": "Cynthia Bailey’s Birthday",
      "description": "She is a supermodel, actress, T.V. star, businesswoman, and a lot more!"
    },
    {
      "title": "Millie Bobby Brown’s Birthday",
      "description": "At only a young age, this actor has taken Hollywood by storm."
    },
    {
      "title": "Royalty Johnson’s Birthday",
      "description": "Royalty Johnson has perfected the skill of providing content that her audience enjoys."
    },
    {
      "title": "Smokey Robinson’s Birthday",
      "description": "This multi-talented musician has created a timeless and relevant legacy for future generations."
    }
  ]
}
