{
  "month": "feb",
  "day": 22,
  "holidays": [
    {
      "title": "National Margarita Day",
      "description": null
    },
    {
      "title": "National Walk Your Dog Day",
      "description": "Combining two of the most happy-making things we have in this life: dogs and exercise."
    },
    {
      "title": "2Twenty2 Day",
      "description": "You just can’t find a better deal on February 22. Indulge in this cherished pastime!"
    },
    {
      "title": "Be Humble Day",
      "description": "Let’s practice humility and try to better ourselves this Be Humble Day."
    },
    {
      "title": "Day of Fraternity and Cohesion",
      "description": "Let’s celebrate the spirit of democracy and the triumph of the public will!"
    },
    {
      "title": "European Day for Victims of Crime",
      "description": "Here’s how to work together and reimagine fair trials and safer futures for victims of crime."
    },
    {
      "title": "Founders Day Scouts",
      "description": "Celebrate one of the oldest and noblest traditions renowned across the globe on Founders Day Scouts."
    },
    {
      "title": "Independence Day Saint Lucia",
      "description": "Join in as we mark and celebrate the day Saint Lucia became self-governed."
    },
    {
      "title": "International Sword Swallowers Day",
      "description": "Join us as we explore the world of sword swallowing — it’s an intriguing sight to behold."
    },
    {
      "title": "National California Day",
      "description": "Get your history appetite ready because today, we dine on California history."
    },
    {
      "title": "National Cook a Sweet Potato Day",
      "description": "Tickle your taste buds with a gastronomical experience by relishing this delicious vegetable."
    },
    {
      "title": "National Heart Valve Disease Awareness Day",
      "description": "Join the fight against heart valve disease by celebrating National Heart Valve Disease Awareness Day."
    },
    {
      "title": "Open That Bottle Night",
      "description": "Get your corkscrews and glasses ready. It is Open That Bottle Night!"
    },
    {
      "title": "Play More Cards Day",
      "description": "Let’s play more often and change how we play the game. Here’s how."
    },
    {
      "title": "Recreational Sports &amp; Fitness Day",
      "description": "Join us as we get ready to celebrate Rec Day on February 22."
    },
    {
      "title": "Single Tasking Day",
      "description": "Gear up, today is the day to get things done, one at a time!"
    },
    {
      "title": "St. Lucia Independence Day",
      "description": "Commemorate the anniversary of the country’s independence day and join the celebrations."
    },
    {
      "title": "Supermarket Employee Day",
      "description": "Join millions as we give supermarket employees the appreciation they deserve on Supermarket Employee Day."
    },
    {
      "title": "Tex Avery Day",
      "description": "Let’s have some fun as we explore the life of a wacky creator. “That’s all, folks!”"
    },
    {
      "title": "Woolworth&#39;s Day",
      "description": "Join in the celebration of this pioneer store that brought affordability to regular people."
    },
    {
      "title": "World Thinking Day",
      "description": "Join this big celebration as Girl Scouts and Girl Guides celebrate friendship and sisterhood!"
    },
    {
      "title": "Hong Kong Arts Festival",
      "description": "Travel with us to the beautiful destination of Hong Kong this lovely February!"
    },
    {
      "title": "Baby Kaely’s Birthday",
      "description": "This multi-talented rapper, singer, and internet personality is truly an inspiration to many."
    },
    {
      "title": "Drew Barrymore’s Birthday",
      "description": "Drew Barrymore is an inspiration to all with her many awards and achievements."
    },
    {
      "title": "James Blunt’s Birthday",
      "description": "We’ll never forget how this talented singer-songwriter tells us we’re beautiful. Celebrate his special day!"
    },
    {
      "title": "Matt FamilyFunPack’s Birthday",
      "description": "This social media personality is showing his dad skills to everyone online."
    },
    {
      "title": "Robert Kardashian’s Birthday",
      "description": "A lawyer, businessman, and a dramatic case win — Robert Kardashian was quite an extraordinary person."
    }
  ]
}
