{
  "month": "feb",
  "day": 24,
  "holidays": [
    {
      "title": "National Tortilla Chip Day",
      "description": null
    },
    {
      "title": "DiscoverE Girl Day",
      "description": "Encourage young girls to pursue their engineering dreams this DiscoverE Girl Day!"
    },
    {
      "title": "Dragobete",
      "description": "Birds do it, bees do it, and so do the Romanian youth on this particular day!"
    },
    {
      "title": "Edward Dickinson Baker Day",
      "description": "His history, fun facts, and why he’s so important — we&#39;re sharing it all with you!"
    },
    {
      "title": "Estonia Independence Day",
      "description": "We’re taking a virtual trip to Estonia and celebrating in grand style."
    },
    {
      "title": "Flag Day Mexico",
      "description": "Time to sport some red, white, and green in solidarity with your Mexican ‘compadres’ today."
    },
    {
      "title": "Floating Lantern Festival",
      "description": "This Floating Lantern Festival, let’s create a world of peace and joy by lighting floating lanterns!"
    },
    {
      "title": "Guru Ravidas Jayanti",
      "description": "Celebrate this day with us as Guruji showers his blessings on you and your entire family."
    },
    {
      "title": "I Hate Coriander Day",
      "description": "If rich dishes filled with coriander give you re-curry-ing nightmares, this is the day for you!"
    },
    {
      "title": "International Sword Swallowers Day",
      "description": "Join us as we explore the world of sword swallowing — it’s an intriguing sight to behold."
    },
    {
      "title": "Introduce A Girl To Engineering Day",
      "description": "Spark curiosity and discover a whole new exciting world on Introduce a Girl to Engineering Day."
    },
    {
      "title": "Lailatul Barat",
      "description": "It&#39;s Lailatul Barat, it&#39;s time to forgive and be forgiven. Learn more about it right here!"
    },
    {
      "title": "Lantern Festival",
      "description": "Get into the festive mood with us as we celebrate the colorful, wonderful Lantern Festival."
    },
    {
      "title": "Lantern Festival Taiwan",
      "description": "Get ready to celebrate a night of thousands of floating lanterns of dreams and wishes."
    },
    {
      "title": "Maghi Purnima",
      "description": "Wondering what this festival is and how you can commemorate it? Read on..."
    },
    {
      "title": "Makha Bucha Day",
      "description": "Makha Bucha Day is the celebration of the conception of an ideal community."
    },
    {
      "title": "National Trading Card Day",
      "description": "If you are a 90s kid, you will remember how important trading cards were to you."
    },
    {
      "title": "Navam Full Moon Poya Day",
      "description": "Light your candles and lay your mats, it’s time to meditate and make merit."
    },
    {
      "title": "Open That Bottle Night",
      "description": "Get your corkscrews and glasses ready. It is Open That Bottle Night!"
    },
    {
      "title": "Sweden Finns Day",
      "description": "Call your friends! We’re celebrating Sweden Finns Day, and it’s all about community."
    },
    {
      "title": "Tourism Day",
      "description": "Pack your virtual bags and travel to Taiwan with us this Tourism Day!"
    },
    {
      "title": "Twin Peaks Day",
      "description": "Twin Peaks is ranked among the greatest T.V. shows ever made — find out why here."
    },
    {
      "title": "World Bartender Day",
      "description": "Bartenders mix our favorite drinks, keep customers happy, and often come up with delicious new drinks."
    },
    {
      "title": "Earl Sweatshirt’s Birthday",
      "description": "He has won the hearts of millions with his spectacular performances and rapping."
    },
    {
      "title": "Floyd Mayweather Jr.’s Birthday",
      "description": "Known as one of the greatest boxers, Floyd Mayweather is a 12- time world champion."
    },
    {
      "title": "Steve Jobs’s Birthday",
      "description": "This ambitious visionary can rest knowing he showed humanity the way to its tech future."
    }
  ]
}
