{
  "month": "feb",
  "day": 25,
  "holidays": [
    {
      "title": "Choiseul Province Day",
      "description": "Join us as we celebrate Choiseul Province Day and learn the history behind it!"
    },
    {
      "title": "Day of Liberation and Innovation",
      "description": "We&#39;re saying “No!” to oppression and “Yes!” to standing in solidarity with the persecuted."
    },
    {
      "title": "EDSA Revolution Anniversary",
      "description": "Today we join Filipinos as they remember the activities that led to the restoration of democracy."
    },
    {
      "title": "International Sword Swallowers Day",
      "description": "Join us as we explore the world of sword swallowing — it’s an intriguing sight to behold."
    },
    {
      "title": "Introduce A Girl To Engineering Day",
      "description": "Spark curiosity and discover a whole new exciting world on Introduce a Girl to Engineering Day."
    },
    {
      "title": "Let&#39;s All Eat Right Day",
      "description": "Get ready to ponder your relationship with food and journey towards small wins."
    },
    {
      "title": "National Billy Day",
      "description": "Billy, how much do you know about your name? You’re about to learn a lot more!"
    },
    {
      "title": "National Chocolate Covered Nut Day",
      "description": "Get ready to join us for a chocolaty, crunchy, nutty, and very sweet day!"
    },
    {
      "title": "National Day Kuwait",
      "description": "Kuwait is one of the most prosperous countries in the Gulf, with a rich history."
    },
    {
      "title": "National Jessica Day",
      "description": "Hey, Jessica. Are you ready to discover who or what inspired your name?"
    },
    {
      "title": "National Kathy Day",
      "description": "It’s the day of the ‘purists’; join us as we celebrate Kathys on their name day."
    },
    {
      "title": "National Nicholas Day",
      "description": "Join in the celebrations as we give a shout-out to every Nicholas we know!"
    },
    {
      "title": "Open That Bottle Night",
      "description": "Get your corkscrews and glasses ready. It is Open That Bottle Night!"
    },
    {
      "title": "People Power Revolution",
      "description": "We are remembering a powerful revolution with the people of the Philippines."
    },
    {
      "title": "Pistol Patent Day",
      "description": "Lock and load because it&#39;s time to dive deep into the history of pistols!"
    },
    {
      "title": "Quiet Day",
      "description": "It’s the day to maintain pin drop silence. Join us as we learn more about it."
    },
    {
      "title": "Soviet Occupation Day",
      "description": "Join us as we observe Soviet Occupation Day to commemorate the Red Army Invasion in 1921."
    },
    {
      "title": "Chelsea Handler’s Birthday",
      "description": "This stand-up comedienne has been making audiences around the world laugh since 1996!"
    },
    {
      "title": "Dutchess Lattimore’s Birthday",
      "description": "For this tattoo artist, there’s an endless supply of memories to imprint."
    },
    {
      "title": "George Harrison’s Birthday",
      "description": "The multi-talented icon and legend can rest easy knowing he impacted the world with his music."
    },
    {
      "title": "James Phelps’s Birthday",
      "description": "James Phelps is best known for playing Fred Weasley in the “Harry Potter” film series."
    },
    {
      "title": "Nick Hounslow’s Birthday",
      "description": "Nick Hounslow has become a role model for many individuals all over the world."
    },
    {
      "title": "Ric Flair’s Birthday",
      "description": "This world heavyweight champion body-slammed his way to success and has nothing left to prove."
    }
  ]
}
