{
  "month": "feb",
  "day": 26,
  "holidays": [
    {
      "title": "Letter to an Elder Day",
      "description": "The art of letter-writing is honored as a way to send love!"
    },
    {
      "title": "National Pistachio Day",
      "description": "Sometimes great things really do come in small packages."
    },
    {
      "title": "Black Lives Matter Day",
      "description": "Let&#39;s vow not to have another George Floyd or Trayvon Martin incident."
    },
    {
      "title": "Carnival Day",
      "description": "Whoever said tradition is a thing of the past clearly did not attend a carnival."
    },
    {
      "title": "Carpe Diem Day",
      "description": "Let’s carpe diem and make the most of the present, living life to the fullest."
    },
    {
      "title": "For Pete&#39;s Sake Day",
      "description": "For Pete’s Sake, it’s another fun holiday! Join us as we learn more about the day."
    },
    {
      "title": "International Tongue Twister Contest Day",
      "description": "Join us as we celebrate International Tongue Twister Contest Day this February."
    },
    {
      "title": "Kuwait Liberation Day",
      "description": "Let&#39;s get together to celebrate Kuwait&#39;s freedom and stay committed to peace in the Middle East."
    },
    {
      "title": "Levi Strauss Day",
      "description": "What makes Levi Strauss Day an important day? Read on, smarty pants!"
    },
    {
      "title": "National Saul Day",
      "description": "Join us as we wish Sauls a frolicking celebration on National Saul Day."
    },
    {
      "title": "Orthodox Forgiveness Sunday",
      "description": "Prepare for Great Lent by forgiving those who have wronged you and also asking for forgiveness."
    },
    {
      "title": "Tell a Fairy Tale Day",
      "description": "Chill and enjoy reliving magical moments and moral lessons from the captivating fairy tales!"
    },
    {
      "title": "Thermos Bottle Day",
      "description": "Learn about this exceptional product as we cool off and warm up on Thermos Bottle Day"
    },
    {
      "title": "Duke Dennis’s Birthday",
      "description": "Find out more about this social media personality&#39;s life and rise to fame."
    },
    {
      "title": "Erykah Badu’s Birthday",
      "description": "For this musical genius and show stopping performer, greatness has already been achieved."
    },
    {
      "title": "Eva Cudmore’s Birthday",
      "description": "This TikTok star and influencer is new on the scene and she’s already making waves."
    },
    {
      "title": "Johnny Cash’s Birthday",
      "description": "This icon burned brightest. Now, he rests in the company of heavenly stars."
    }
  ]
}
